Repository: sacredbanana/AmigaSDK-gcc
Catalog: m68k-amigaos/lib/locale/*.po
Languages: dutch

# MSG_MENU_PROJECT_ABOUT (4//)
source: ?\0About...
dutch: ?\0Over...

# MSG_MENU_PROJECT_APPEND (6//)
source: Append...
dutch: Toevoegen...

# MSG_MENU_PROJECT_QUIT (7//)
source: Q\0Quit
dutch: Q\0Afsluiten

# MSG_MENU_PROJECT_SAVEAS (8//)
source: A\0Save As...
dutch: A\0Opslaan als...

# MSG_MENU_SETTINGS (9//)
source: Settings
dutch: Instellingen

# MSG_MENU_SETTINGS_SCREEN (10//)
source: Screen...
dutch: Scherm...

# MSG_MENU_SETTINGS_TESTMODE (12//)
source: +\0Test mode?
dutch: +\0Test modus?

# MSG_POPMENU_GADGET (15//)
source: Item
dutch: Object

# MSG_POPMENU_DEFAULTS (16//)
source: Reset to defaults
dutch: Terug naar standaardwaarden

# MSG_POPMENU_LASTSAVED (17//)
source: Last saved
dutch: Laatst bewaarde

# MSG_POPMENU_RESTORE (19//)
source: Restore
dutch: Herstellen

# MSG_PREFS_WINDOWTITLE (21//)
source: MUI Preferences
dutch: Voorkeuren voor MUI

# MSG_PREFS_SAVE (22//)
source: Save
dutch: Opslaan

# MSG_PREFS_USE (23//)
source: Use
dutch: Gebruiken

# MSG_PREFS_CANCEL (25//)
source: Cancel
dutch: Afbreken

# MSG_PREFS_CLI_OUTOFMEMORY (27//)
source: Out of memory (20).
dutch: Tekort aan geheugen (20)

# MSG_PREFS_CLI_NOAPPLICATION (28//)
source: Failed to create application (20).
dutch: Kan applicatie niet openen (20).

# MSG_PREFS_CLI_NOMUIMASTER (29//)
source: Failed to open muimaster.library V20 (20).
dutch: Kan muimaster.library V20 niet openen (20).

# MSG_PREFS_TXT_PUBLICKEYINVALID (30//)
source: The public keyfile from a magazine's disk or from a CD was only valid for MUI 2.3.
dutch: Het keyfile van een coverdisc of cd is alleen geldig voor MUI 2.3.

# MSG_PREFS_TXT_NOREGISTRATION (31//)
source: You are running an unregistered version of MUI which falls back to the default look&feel matching your operating system style.
dutch: Het geïnstalleerde MUI-systeem is niet geregistreerd, de meeste interface design settings zijn uitgeschakeld.

# MSG_PREFS_TXT_HELLOUSER (32//)
source: Hello
dutch: Hallo

# MSG_PREFS_TXT_OLDREGISTRATION (33//)
source: Your old keyfile has expired, some new settings of this major update are disabled.
dutch: Je oude keyfile is verlopen, sommige nieuwe instellingen van deze belangrijke update zijn uitgeschakeld.

# MSG_PREFS_TXT_TESTINGPURPOSE (34//)
source: A test mode, which temporarily enables all options is available under the 'Settings / Test Mode' menu item.
dutch: Een testmodus, die tijdelijk alle opties mogelijk maakt die in het Instellingen Testmodus-menu beschikbaar zijn.

# MSG_PREFS_TXT_TESTONLYGLOBAL (35//)
source: A test mode which temporarily enables all options is available in the MUI preference program under 'Settings / Test Mode'.
dutch: Een testmodus die tijdelijk alle opties mogelijk maakt die de Voorkeuren voor MUI beschikbaar zijn.

# MSG_PREFS_TXT_PLEASEREGISTER (36//)
source: If you would like to have the full possibilities of defining your own MUI interface settings you would have to obtain a keyfile by registering your MUI version via http://www.sasg.com/.
dutch: Als je alle mogelijkheden van MUI wilt hebben, en zo jouw eigen interface-instellingen kunt maken, zul je een keyfile moeten kopen door je te registreren via http://www.sasg.com/.

# MSG_PREFS_REQ_NOTINTESTMODE (37//)
source: Please switch off the test mode with the menu 'Settings / Test mode' before performing this operation.
dutch: Voordat je deze operatie uitvoert moet je eerst de testmodus uitschakelen, in het menu Instellingen / Testmodus.

# MSG_PREFS_REQ_TESTMODEON (38//)
source: Test mode switched on, all configuration options are now temporarily enabled for evaluation purposes with the 'Test' or 'Use' buttons. Saving settings permanently is not possible while in test mode.
dutch: Test modus is ingeschakeld, alle opties zijn nu tijdelijk beschikbaar om uitgebreid uit te proberen. Maar je kunt de instellingen niet bewaren.

# MSG_PREFS_REQ_TESTMODEOFF (39//)
source: Test mode switched off, most configuration options are disabled. Saving and using of settings is restricted to the remaining available options.
dutch: Testmodus is uitgeschakeld, de meeste opties zijn nu niet beschikbaar. Je kunt alleen de beschikbare opties gebruiken en bewaren.

# MSG_PREFS_REQ_REGISTERCONTINUE (40//)
source: *_Register|_Continue
dutch: *_Registreren|_Doorgaan

# MSG_PREFS_TXT_REGISTEREDTO (41//)
source: The installed MUI system is registered to:
dutch: Dit MUI-systeem is geregistreerd op naam van:

# MSG_PREFS_TXT_REGISTEREDTHANKS (42//)
source: Thanks a lot for your support!
dutch: Dank je wel voor je ondersteuning!

# MSG_CGR_SYSTEM (50//)
source: System
dutch: Systeem

# MSG_CGR_SCREEN (51//)
source: Screen
dutch: Scherm

# MSG_CGR_WINDOW (52//)
source: Windows
dutch: Vensters

# MSG_CGR_GROUP (53//)
source: Groups
dutch: Groepen

# MSG_CGR_BUTTON (54//)
source: Buttons
dutch: Knoppen

# MSG_CGR_LIST (58//)
source: Lists
dutch: Lijsten

# MSG_CGR_STRING (59//)
source: Text
dutch: Tekst

# MSG_CGR_IMAGE (61//)
source: Images
dutch: Afbeeldingen

# MSG_CFGL_WIN_BACKWINDOW (83//)
source: Window
dutch: Venster

# MSG_CFGL_WIN_BACKREQUESTER (84//)
source: Requester
dutch: Dialoogvenster

# MSG_CFGL_LIST_INPUTMODE (98//)
source: Input Lists:
dutch: Invoer lijsten:

# MSG_CFGL_LIST_READMODE (99//)
source: Readonly Lists:
dutch: Alleen lezen lijsten:

# MSG_CFGL_LIST_ACTIVE (103//)
source: Active:
dutch: Actief:

# MSG_CFGL_LIST_SELECTED (104//)
source: Selected:
dutch: Geselecteerd:

# MSG_CFGL_LIST_ACTSEL (105//)
source: Active & Selected:
dutch: Actief & geselecteerd:

# MSG_CFGL_SCR_KNOB (119//)
source: Knob:
dutch: Knop

# MSG_CFGL_SCR_CONTAINER (120//)
source: Container:
dutch: Achtergrond

# MSG_CFGL_ICONIFY (127//)
source: Iconification
dutch: Iconificatie

# MSG_CFGL_ICONIFY_KEY (128//)
source: Hotkey:
dutch: Sneltoets:

# MSG_CFGL_ICONIFY_SHOW (129//)
source: Show:
dutch: Toon:

# MSG_CFGL_ICONIFY_SHOWICON (130//)
source: icon on Workbench
dutch: icoon op Workbench

# MSG_CFGL_ICONIFY_SHOWMENU (131//)
source: menu item in Workbench tools menu
dutch: menu-item in Tools-menu van Workbench

# MSG_CFGL_ICONIFY_START (132//)
source: On startup:
dutch: Bij startup:

# MSG_CFGL_DRAG_LEFTBUTTON (138//)
source: Left Button:
dutch: Linker knop:

# MSG_CFGL_DRAG_MIDDLEBUTTON (139//)
source: Middle Button:
dutch: Middelste knop:

# MSG_CFGL_DRAG_FRAME (141//)
source: Frame:
dutch: Kader:

# MSG_CFGL_DRAG_LOOK (142//)
source: Look:
dutch: Uiterlijk:

# MSG_CFGL_KEY_PRESS (148//)
source: Press:
dutch: Indrukken:

# MSG_CFGL_KEY_TOGGLE (149//)
source: Toggle:
dutch: Wissel:

# MSG_CFGL_KEY_UP (150//)
source: Cursor up:
dutch: Cursor omhoog:

# MSG_CFGL_KEY_DOWN (151//)
source: Cursor down:
dutch: Cursor omlaag:

# MSG_CFGL_KEY_PAGEUP (152//)
source: Page up:
dutch: Pagina terug:

# MSG_CFGL_KEY_PAGEDOWN (153//)
source: Page down:
dutch: Pagina vooruit:

# MSG_CFGL_KEY_TOP (154//)
source: Top:
dutch: Boven:

# MSG_CFGL_KEY_BOTTOM (155//)
source: Bottom:
dutch: Onder:

# MSG_CFGL_KEY_LEFT (156//)
source: Cursor left:
dutch: Cursor links:

# MSG_CFGL_KEY_RIGHT (157//)
source: Cursor right:
dutch: Cursor rechts:

# MSG_CFGL_KEY_WORDLEFT (158//)
source: Word left:
dutch: Woord links:

# MSG_CFGL_KEY_WORDRIGHT (159//)
source: Word right:
dutch: Woord rechts:

# MSG_CFGL_KEY_LINESTART (160//)
source: Line start:
dutch: Begin regel:

# MSG_CFGL_KEY_LINEEND (161//)
source: Line end:
dutch: Einde regel:

# MSG_CFGL_KEY_GADGET_NEXT (162//)
source: Next gadget:
dutch: Volgende gadget:

# MSG_CFGL_KEY_GADGET_PREV (163//)
source: Previous gadget:
dutch: Vorige gadget:

# MSG_CFGL_KEY_GADGET_OFF (164//)
source: Gadget off:
dutch: Gadget uit:

# MSG_CFGL_KEY_WINDOW_CLOSE (165//)
source: Close window:
dutch: Sluit venster:

# MSG_CFGL_KEY_WINDOW_NEXT (166//)
source: Next window:
dutch: Volgend venster:

# MSG_CFGL_KEY_WINDOW_PREV (167//)
source: Previous window:
dutch: Vorig venster:

# MSG_CFGL_INTERFACES (170//)
source: Interfaces
dutch: Interface

# MSG_CFGL_INTERFACES_AREXX (171//)
source: Enable ARexx interface
dutch: ARexx-interface inschakelen:

# MSG_CFGL_CYCLEPOP_POSITION (177//)
source: Position:
dutch: Positie:

# MSG_CFGL_CYCLEPOP_POSITION_BELOW (178//)
source: below
dutch: onder

# MSG_CFGL_CYCLEPOP_POSITION_ACTIVE (179//)
source: on active
dutch: op actieve

# MSG_CFGL_GROUP_SPACING (197//)
source: Spacing
dutch: Afstanden

# MSG_CFGL_GROUP_SPACING_HORIZ (198//)
source: Horizontal:
dutch: Horizontaal:

# MSG_CFGL_GROUP_SPACING_VERT (199//)
source: Vertical:
dutch: Verticaal:

# MSG_CFGL_GROUP_TITLE (200//)
source: Title
dutch: Titel

# MSG_CFGL_GROUP_TITLE_POS (201//)
source: Y-Position:
dutch: Y-positie:

# MSG_CFGL_GROUP_TITLE_POS_ABOVE (202//)
source: above
dutch: boven

# MSG_CFGL_GROUP_TITLE_POS_CENTERED (203//)
source: centered
dutch: gecentreerd

# MSG_CFGL_GROUP_TITLE_XPOS (204//)
source: X-Position:
dutch: X-positie:

# MSG_CFGL_GROUP_TITLE_XPOS_CENTERED (205//)
source: centered
dutch: gecentreerd

# MSG_CFGL_GROUP_TITLE_XPOS_LEFT (206//)
source: left
dutch: links

# MSG_CFGL_GROUP_TITLE_COLOR (207//)
source: Color:
dutch: Kleur:

# MSG_CFGL_GROUP_TITLE_COL_STANDARD (208//)
source: standard
dutch: standaard

# MSG_CFGL_GROUP_TITLE_COL_HILITE (209//)
source: hilite
dutch: benadrukt

# MSG_CFGL_GROUP_NORMAL (213//)
source: Normal
dutch: Normaal

# MSG_CFGL_GROUP_VIRTUAL (214//)
source: Virtual
dutch: Virtueel

# MSG_CFGL_GROUP_FRAME (215//)
source: Frame
dutch: Kader

# MSG_CFGL_GROUP_BACKGROUND (216//)
source: Background
dutch: Achtergrond

# MSG_CFGL_GROUP_BGNORMAL (217//)
source: Framed
dutch: Gekaderd

# MSG_CFGL_GROUP_BGPAGE (219//)
source: Page
dutch: Pagina

# MSG_CFGL_TXTBUT_TITLE (220//)
source: Text Buttons
dutch: Tekstknoppen

# MSG_CFGL_FONT_NORMAL (238//)
source: Normal:
dutch: Normaal:

# MSG_CFGL_FONT_TINY (239//)
source: Tiny:
dutch: Klein:

# MSG_CFGL_FONT_BIG (240//)
source: Big:
dutch: Groot:

# MSG_CFGL_STRING_EXAMPLE (250//)
source: Example
dutch: Voorbeeld:

# MSG_CFGL_WTIT_FREQ_OPEN (288//)
source: Open MUI settings
dutch: MUI-instellingen openen

# MSG_CFGL_WTIT_FREQ_APPEND (289//)
source: Append MUI settings
dutch: MUI-instellingen toevoegen

# MSG_CFGL_WTIT_FREQ_SAVEAS (290//)
source: Save MUI settings
dutch: MUI-instellingen opslaan

# MSG_CFGB_BACKGROUND (291//)
source: This is a button to adjust a background color or pattern. Click it to open an adjust window or use drag&drop facilities to copy from or to another background gadget.
dutch: Dit is een knop op de achtergrondkleur of -patroon te wijzigen. Klik om het wijzigingsvenster te openen of gebruik drag&drop om van of naar een ander achterondgadget te kopiëren.

# MSG_CFGB_PEN (292//)
source: This is a button to adjust a drawing pen. Click it to open an adjust window or use drag&drop facilities to copy from or to another pen gadget.
dutch: Dit is een knop om de tekenpen aan te passen. Klik om een wijzigingsvenster te openen of gebruik drag&drop om van of naar een ander pengadget te kopiëren.

# MSG_CFGB_IMAGE (293//)
source: This is a button to adjust an image. Click it to open an adjust window or use drag&drop facilities to copy from or to another image gadget.
dutch: Dit is een knop om een afbeelding aan te passen. Klik om een wijzigingsvenster te openen of gebruik drag&drop om van of naar een ander afbeeldingsgadget te kopiëren.

# MSG_CFGB_FRAME (294//)
source: This is a button to adjust a frame. Click it to open an adjust window or use drag&drop facilities to copy from or to another frame gadget.
dutch: Dit is een knop om een kader aan te passen. Klik om een wijzigingsvenster te openen of gebruik drag&drop om van of naar een ander kadergadget te kopiëren.

# MSG_CFGB_GroupSpacingHoriz (302//)
source: Horizontal spacing in groups.
dutch: Horizontale ruimte tussen groepen

# MSG_CFGB_GroupSpacingVert (303//)
source: Vertical spacing in groups.
dutch: Verticale ruimte tussen groepen

# MSG_CFGB_ScrollbarType (304//)
source: Arrangement of gadgets in scrollbars.
dutch: Schikking van gadgets in schuifbalken

# MSG_CFGB_GroupTitlePos (310//)
source: Position of groups title texts.
dutch: Positie van titeltekst van groepen

# MSG_CFGB_PopPosition (313//)
source: Position of cycle gadget popup menus.
dutch: Positie van popupmenus van cyclische gadgets

# MSG_CFGB_IconifyGadget (314//)
source: Window border gadget to iconify an application.
dutch: Vensterkader-gadget om een applicatie te iconificeren

# MSG_CFGB_IconifyIcon (315//)
source: Show an icon on Workbench in iconified state.
dutch: Toont een icoon op Workbench wanneer geïconificeerd

# MSG_CFGB_StartIconified (316//)
source: Start the application in iconified state.
dutch: Start de applicatie in geïconificeerde staat

# MSG_CFGB_NormalFont (322//)
source: Default font for all GUI elements. Will also be used for all other font settings if they remain empty.
dutch: Standaard font voor alle GUI-elementen. Wordt ook gebruikt voor alle andere niet-gekozen fontinstellingen.

# MSG_CFGB_ListFont (323//)
source: Font used within listviews.
dutch: Font gebruikt in lijstviews

# MSG_CFGB_TinyFont (324//)
source: Font used if application requests a tiny font.
dutch: Font gebruikt wanneer applicatie een klein font wenst

# MSG_CFGB_FixedFont (325//)
source: Font used if application requests a fixed width font.
dutch: Font gebruikt wanneer applicatie een font met vaste breedte wenst

# MSG_CFGB_TitleFont (326//)
source: Font used for title of framed groups.
dutch: Font gebruikt voor titel van groepen in een frame

# MSG_CFGB_BigFont (327//)
source: Font used if application requests a big font.
dutch: Font gebruikt wanneer applicatie een groot font wenst

# MSG_CFGB_PublicScreen (328//)
source: Name of public screen the program should open on.
dutch: Naam van het publieke scherm waarop het programma moet openen

# MSG_CFGB_Hotkey (329//)
source: Hotkey to iconify and uniconify a program.
dutch: Sneltoets om te iconificeren of de-iconificeren

# MSG_CFGB_SnapshotGadget (330//)
source: Window border gadget to snapshot window position.
dutch: Vensterrand-gadget om vensterpositie vast te leggen

# MSG_CFGB_PrefsGadget (331//)
source: Window border gadget to call a programs MUI settings.
dutch: Vensterrand-gadget om MUI-instellingen van programma te openen.

# MSG_CFGB_PopupGadget (332//)
source: Window border gadget to show a popup menu with all functions.
dutch: Vensterrand-gadget om een popup met alle functies te openen.

# MSG_CFGB_OnExitWindows (333//)
source: What to do with window positions if a program exits.
dutch: Wat te doen met de vensterpositie bij afsluiten van programma

# MSG_CFGB_IconifyMenu (336//)
source: Add a Tools menu item in iconified state.
dutch: Tools menu-item toevoegen in geïconificeerde status

# MSG_CFGB_UseRexx (337//)
source: When enabled, the general ARexx interface for MUI applications will be enabled.
dutch: Wanneer dit ingeschakeld is wordt de algemene ARexx-interface voor MUI-applicaties ingeschakeld.

# MSG_CFGB_ButtonFont (338//)
source: Font for text buttons.
dutch: Font voor tekstknoppen

# MSG_CFGB_StringBack (342//)
source: Background color for inactive string gadgets.
dutch: Achtergrondkleur voor inactieve string-gadgets

# MSG_CFGB_StringActiveBack (344//)
source: Background color for active string gadgets.
dutch: Achtergrondkleur voor actieve string-gadgets

# MSG_CFGB_SliderFont (346//)
source: Font to use for sliders.
dutch: Font gebruikt voor schuiven

# MSG_CFGB_DragLMB (347//)
source: Allow dragging with left mouse button and qualifier.
dutch: Slepen met linker muisknop + hulptoets toestaan

# MSG_CFGB_DragMMB (348//)
source: Allow dragging with middle mouse button and qualifier.
dutch: Slepen met middelste muisknop + hulptoets toestaan

# MSG_CFGB_DragQualiLMB (349//)
source: Qualifier for left mouse button dragging.
dutch: Hulptoets voor slepen met linker muisknop

# MSG_CFGB_DragQualiMMB (350//)
source: Qualifier for middle mouse button dragging.
dutch: Hulptoets voor slepen met middelste muisknop

# MSG_CFGB_DragAuto (351//)
source: Autostart drag when mouse is moved this number of pixels with LMB held down.
dutch: Autostart van slepen wanneer muis dit aantal pixels heeft afgelegd, met lmk ingedrukt

# MSG_CFGB_DragAutoPixel (352//)
source: Moving the mouse for this number of pixels triggers a drag action.
dutch: Verplaatsen van de muis over dit aantal pixels start slepen

# MSG_CFGB_ActiveObjectPen (353//)
source: Color used to show active objects.
dutch: Kleur gebruikt om actieve objecten te tonen

# MSG_CFGB_DragShineThrough (354//)
source: Select between different modes of displaying a dragged item.
dutch: Kies uit verschillende modi om een gesleept object te tonen

# MSG_CFGL_HELP_BUBBLEHEIGHT (355//)
source: Bubble Height:
dutch: Bubble hoogte:

# MSG_CFGB_BubbleHeight (356//)
source: Preferred height of a help bubble, given in percentage of its width.
dutch: Gewenste hoogte van bubble, in percentages van de breedte

# MSG_CFGB_JumpGadget (359//)
source: Window border gadget to jump to next public screen.
dutch: Vensterrand-gadget om naar het volgende publieke scherm te gaan

# MSG_SA_BUTTON_USE (360//)
source: _Use
dutch: Gebr_uik

# MSG_SA_BUTTON_CANCEL (361//)
source: _Cancel
dutch: Afbre_ken

# MSG_SA_BUTTON_NEW (362//)
source: _New
dutch: _Nieuw

# MSG_SA_BUTTON_COPY (363//)
source: _Copy
dutch: _Kopieer

# MSG_SA_BUTTON_EDIT (364//)
source: _Edit...
dutch: B_ewerk...

# MSG_SA_BUTTON_DELETE (365//)
source: Delete
dutch: Weggooien

# MSG_SA_DELREQ_TITLE (366//)
source: Delete Public Screen
dutch: Publiek scherm wegdoen

# MSG_SA_DELREQ_TEXT (367//)
source: Do you really want to delete the screen '\033b%s\033n' ?
dutch: Wil je werkelijk het scherm '\033b%s\033n' wegdoen?

# MSG_SA_DELREQ_GADGETS (368//)
source: Yes|No
dutch: Ja|Nee

# MSG_SA_LABEL_PUBLICNAME (369//)
source: _Name:
dutch: _Naam:

# MSG_SA_LABEL_SCREENTITLE (370//)
source: _Title:
dutch: _Titel:

# MSG_SA_LABEL_DEFAULTFONT (372//)
source: _Font:
dutch: _Lettertype:

# MSG_SA_LABEL_BACKGROUND (373//)
source: _Back- ground:
dutch: _Achter- grond:

# MSG_SA_WINTITLE_EDITWINDOW (374//)
source: Edit screen
dutch: Bewerk scherm

# MSG_SA_WINTITLE_FRBACKGROUND (375//)
source: Please select background picture
dutch: Kies een achtergrondafbeelding

# MSG_SA_WINTITLE_FRFONT (376//)
source: Please select default font
dutch: Kies een standaard font

# MSG_SA_LIST_SCREENNAME (385//)
source: Name
dutch: Naam

# MSG_SA_LIST_SCREENMODE (386//)
source: Display mode
dutch: Weergavemodus

# MSG_SA_LIST_UNKNOWNMODE (387//)
source: (unknown)
dutch: (onbekend)

# MSG_SA_LABEL_OPENBEHIND (393//)
source: Open Be_hind
dutch: Open ac_hter

# MSG_SA_PAGE_COLORS (407//)
source: Colors
dutch: Kleuren

# MSG_SA_PALETTE_FIRST (408//)
source: First 4 colors
dutch: Eerste 4 kleuren

# MSG_SA_PALETTE_LAST (409//)
source: Last 4 colors
dutch: Laatste 4 kleuren

# MSG_SA_SYSPEN_TEXT (412//)
source: Text
dutch: Tekst

# MSG_SA_SYSPEN_SHINE (413//)
source: Shine
dutch: Schijnen

# MSG_SA_SYSPEN_SHADOW (414//)
source: Shadow
dutch: Schaduw

# MSG_SA_SYSPEN_FILL (415//)
source: Fill
dutch: Opvulling

# MSG_SA_SYSPEN_FILLTEXT (416//)
source: Filltext
dutch: Opvultekst

# MSG_SA_SYSPEN_HIGHLIGHT (418//)
source: Highlight
dutch: Benadrukken

# MSG_SA_SYSPEN_BARDETAIL (419//)
source: Bardetail
dutch: Balk detail

# MSG_SA_SYSPEN_BARBLOCK (420//)
source: Barblock
dutch: Balk blok

# MSG_SA_SYSPEN_BARTRIM (421//)
source: Bartrim
dutch: Balk trim

# MSG_SA_COLORMENU_TITLE (422//)
source: Color Presets
dutch: Kleur presets

# MSG_SA_COLORMENU_STANDARD (423//)
source: Standard
dutch: Standaard

# MSG_SA_COLORMENU_PHARAO (425//)
source: Pharao
dutch: Farao

# MSG_SA_COLORMENU_SUNSET (426//)
source: Sunset
dutch: Zonsondergang

# MSG_SA_COLORMENU_OCEAN (427//)
source: Ocean
dutch: Oceaan

# MSG_SA_COLORMENU_STEEL (428//)
source: Steel
dutch: Staal

# MSG_SA_COLORMENU_CHOCOLATE (429//)
source: Chocolate
dutch: Chocolade

# MSG_SA_COLORMENU_PEWTER (430//)
source: Pewter
dutch: Tin

# MSG_SA_COLORMENU_WINE (431//)
source: Wine
dutch: Wijn

# MSG_SA_COLORMENU_CLONEWB (433//)
source: Clone WB
dutch: Kloon WB

# MSG_SA_OVERSCAN_TEXT (434//)
source: Text
dutch: Tekst

# MSG_SA_OVERSCAN_GRAPHICS (435//)
source: Graphics
dutch: Grafics

# MSG_SA_OVERSCAN_EXTREME (436//)
source: Extreme
dutch: Extreem

# MSG_SA_HELP_TITLE (441//)
source: Text that appears in the screen's title bar.
dutch: Tekst in titelbalk van scherm

# MSG_SA_HELP_FONT (442//)
source: Default font for the screen.
dutch: Standaard font voor het scherm.

# MSG_SA_HELP_BACKGROUND (443//)
source: Image to be used as background pattern.
dutch: Afbeelding gebruikt als achtergrond

# MSG_SA_HELP_AUTOSCROLL (444//)
source: The screen scrolls when the mouse hits its borders.
dutch: Het scherm scrollt als de muis de randen raakt

# MSG_SA_HELP_BEHIND (448//)
source: The screen opens behind all other screens.
dutch: Het scherm opent achter alle andere schermen

# MSG_SA_HELP_OVERSCAN (454//)
source: Overscan size adjustment.
dutch: Grootte van overscan aanpassen

# MSG_SA_HELP_WIDTH (455//)
source: Width of screen, measured in pixels.
dutch: Breedte van het scherm, in pixels

# MSG_SA_HELP_HEIGHT (456//)
source: Height of screen, measured in pixels.
dutch: Hoogte van het scherm, in pixels

# MSG_SA_HELP_DEPTH (457//)
source: Depth of screen, measured in planes.
dutch: Diepte van het scherm, in lagen

# MSG_CFGL_PIXEL (477//)
source: %ld pixel
dutch: %ld pixels

# MSG_CFGL_TIT_ADJUST_BACKGROUND (478//)
source: Adjust Background
dutch: Achtergrond aanpassen

# MSG_CFGL_TIT_ADJUST_PEN (479//)
source: Adjust Pen
dutch: Pen aanpassen

# MSG_CFGL_TIT_ADJUST_FRAME (480//)
source: Adjust Frame
dutch: Kader aanpassen

# MSG_CFGL_MENU_CONTAINER (482//)
source: Container
dutch: Canvas:

# MSG_CFGL_MENU_SHADOWS (485//)
source: Shadows:
dutch: Schaduwen:

# MSG_CFGL_MENU_DELAY (486//)
source: Delay:
dutch: Vertraging:

# MSG_CFGL_MENU_TITLES (487//)
source: Titles:
dutch: Titels:

# MSG_CFGL_CYCLE_BUTTONS (519//)
source: Cycle Buttons
dutch: Cyclische buttons

# MSG_CFGL_CYCLE_POSITION (521//)
source: Position:
dutch: Positie:

# MSG_CFGL_CYCLEPOP_NEVER (522//)
source: never
dutch: nooit

# MSG_CFGL_CYCLEPOP_ALWAYS (523//)
source: always
dutch: altijd

# MSG_CFGL_CYCLEPOP_3MORE (524//)
source: 3 or more
dutch: 3 of meer

# MSG_CFGL_ICONIFY_IMMEDIATELY (530//)
source: immediately switch to iconified state
dutch: meteen naar geïconificeerde status

# MSG_CFGL_QUICKHELP_APPEAR (532//)
source: Quick help appears
dutch: Snelhelp verschijnt

# MSG_CFGL_QUICKHELP_DISAPPEAR (536//)
source: Quick help disappears
dutch: Snelhelp verdwijnt

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_MOVE (537//)
source: on every mouse movement
dutch: bij ieder muisbeweging

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_LEAVE (538//)
source: when mouse leaves object
dutch: wanneer de muis het object verlaat

# MSG_CFGL_QUICKHELP_LOOK (539//)
source: Quick help look
dutch: Snelhelp uiterlijk

# MSG_CFGL_QUICKHELP_LOOK_BUBBLE (540//)
source: comic bubbles
dutch: grappige bubbles

# MSG_CFGL_QUICKHELP_LOOK_RECTANGLE (541//)
source: rectangles
dutch: rechthoeken

# MSG_CFGL_QUICKHELP_FONT (544//)
source: Quick help uses font
dutch: Font van Snelhelp

# MSG_CFGL_QUICKHELP_HEIGHT1 (545//)
source: Quick help height is
dutch: Hoogte van Snelhelp is

# MSG_CFGL_QUICKHELP_HEIGHT2 (546//)
source: of width.
dutch: van breedte

# MSG_ABOUT_ABOUT_MUI (547//)
source: About MUI
dutch: Over MUI

# MSG_ABOUT_VERSION (549//)
source: \033bVersion
dutch: \033bVersie

# MSG_ABOUT_DATE (550//)
source: \033bDate
dutch: \033bDatum

# MSG_ABOUT_COPYRIGHT (551//)
source: \033bCopyright
dutch: \033b©

# MSG_REGISTER (558//)
source: _Register
dutch: _Registreer

# MSG_COLADJ_RED (561//)
source: Red:
dutch: Rood:

# MSG_COLADJ_GREEN (562//)
source: Green:
dutch: Groen:

# MSG_COLADJ_BLUE (563//)
source: Blue:
dutch: Blauw:

# MSG_POP_BUTTON_USE (566//)
source: _Use
dutch: Gebr_uik

# MSG_POP_BUTTON_CANCEL (567//)
source: _Cancel
dutch: Afbre_ken
