Repository: sacredbanana/AmigaSDK-gcc
Catalog: m68k-amigaos/lib/locale/*.po
Languages: dutch

# MSG_POPMENU_ALLOPTIONS_TITLE (582//)
source: All '%s' options
dutch: Alle '%s' opties

# MSG_PREFS_SERIAL_NUMBER (586//)
source: Serial number %s
dutch: Serienummer %s

# MSG_WINPOPUP_ICONIFY (588//)
source: Iconify
dutch: Iconificeer

# MSG_WINPOPUP_SNAPSHOT (589//)
source: Snapshot
dutch: Vastleggen

# MSG_WINPOPUP_UNSNAPSHOT (590//)
source: Unsnapshot
dutch: Loslaten

# MSG_WINPOPUP_JUMP_SCREEN (597//)
source: Jump to screen
dutch: Spring naar scherm

# MSG_WINPOPUP_JUMP_NEXT (598//)
source: Next
dutch: Volgende

# MSG_WINPOPUP_TRANSPARENCY (601//)
source: Transparency
dutch: Transparantie

# MSG_WINPOPUP_MUI_SETTINGS (602//)
source: MUI settings...
dutch: MUI-instellingen...

# MSG_WINPOPUP_ABOUT_MUI (603//)
source: About MUI...
dutch: Over MUI...

# MSG_PREFS_ADJUST_SCREEN_WINDOWTITLE (604//)
source: Adjust screen for '%s'
dutch: Scherm aanpassen voor '%s'

# MSG_PREFS_USER_IFACE_SETTINGS_WINDOWTITLE (605//)
source: User Interface Settings for '%s'
dutch: Instellingen van gebruikersinterface van '%s'

# MSG_ABOUT_SHOW_MCCS (606//)
source: Show
dutch: Toon

# MSG_ABOUT_EXTERNAL_CLASSES (607//)
source: %ld external classes loaded.
dutch: %ld externe classes geladen

# MSG_ABOUT_OBSOLETE_FILES (608//)
source: These files are no longer in use. It is safe to delete them.
dutch: Deze bestanden zijn niet meer in gebruik. Je kunt ze veilig weggooien.

# MSG_ABOUT_DELETE_OBSOLETE_FILES (609//)
source: Delete %ld files
dutch: Weggooien van %ld bestanden

# MSG_ABOUT_OBSOLETE_FILES_DELETED (610//)
source: %ld files deleted.
dutch: %ld bestanden weggegooid.

# MSG_CFGL_ICONIFY_SHOWDOCK (622//)
source: icon in AmiDock
dutch: Icoon in AmiDock

# MSG_CFGB_IconifyDock (623//)
source: Show an icon in AmiDock in iconified state.
dutch: Toon een icoon in AmiDock wanneer geïconificeerd

# MSG_SA_HELP_COMPOSITING (625//)
source: Use compositing for the screen.
dutch: Gebruik compositing voor het scherm

# MSG_SA_LABEL_LIKEWORKBENCH (626//)
source: Like Workbench
dutch: Als Workbench

# MSG_SA_HELP_LIKEWORKBENCH (627//)
source: Use the same settings as the Workbench screen.
dutch: Gebruik dezelfde instelling als het Workbenchscherm

# MSG_SA_BUTTON_CLOSE (629//)
source: _Close
dutch: Sluit

# MSG_SA_BUTTON_JUMP (630//)
source: _Jump
dutch: Spring

# MSG_CFGL_TEXT_COLOR (631//)
source: Text color:
dutch: Tekstkleur:

# MSG_CFGB_TextColor (632//)
source: Color used for texts.
dutch: Kleur gebruikt voor teksten

# MSG_LIST_CTX_COLUMNS (636//)
source: Columns
dutch: Kolommen

# MSG_LIST_CTX_COLUMN (637//)
source: Column %ld
dutch: Kolom %ld

# MSG_LIST_CTX_SHOW_ALL (638//)
source: Show all
dutch: Toon alles

# MSG_LIST_CTX_RESET_SIZES (639//)
source: Reset sizes
dutch: Groottes resetten

# MSG_LIST_DRAG_MANY_ITEMS (641//)
source: Dragging %ld items...
dutch: Verslepen van %ld objecten...

# MSG_SA_LIST_SCREENMODEID (642//)
source: Display mode ID
dutch: Schermmodus ID

# MSG_BACKGROUNDADJ_IMAGEBROWSER (643//)
source: Imagebrowser:
dutch: Afbeeldingenbrowser

# MSG_BACKGROUNDADJ_SAME_AS_PARENT (644//)
source: same as parent object
dutch: dezelfde als\n\ hoger object

# MSG_BACKGROUNDADJ_MODIFY_PARENTS_BRIGHTNESS (645//)
source: Modify brightness of parent's background:
dutch: Modificeer helderheid van hogere achtergrond:

# MSG_BACKGROUNDADJ_PENS (646//)
source: Pens:
dutch: Pennen:

# MSG_BACKGROUNDADJ_COLOR (647//)
source: Color
dutch: Kleur

# MSG_BACKGROUNDADJ_GRADIENT (648//)
source: Gradient:
dutch: Verloop:

# MSG_BACKGROUNDADJ_GRAD_HORIZONTAL (649//)
source: horizontal
dutch: horizontaal

# MSG_BACKGROUNDADJ_GRAD_VERTICAL (650//)
source: vertical
dutch: verticaal

# MSG_BACKGROUNDADJ_GRAD_SYMMETRICAL (651//)
source: symmetrical
dutch: symmetrisch

# MSG_BACKGROUNDADJ_PATTERN (652//)
source: Pattern:
dutch: Patroon:

# MSG_FILEPANEL_DRAWER (653//)
source: Drawer:
dutch: Lade:

# MSG_FILEPANEL_FILE (654//)
source: File:
dutch: Bestand:

# MSG_FILEPANEL_SELECT_ALL (655//)
source: _all
dutch: _alles

# MSG_FILEPANEL_SELECT_NONE (656//)
source: _none
dutch: gee_n

# MSG_FILEPANEL_PATTERN (657//)
source: Pattern:
dutch: Patroon:

# MSG_FILEPANEL_NUMBER_OF_FILES (658//)
source: %ld Files: %s
dutch: %ld Bestanden: %s

# MSG_FILEPANEL_REQ_TITLE (660//)
source: Warning
dutch: Waarschuwing

# MSG_FILEPANEL_DELETE_BUTTONS (661//)
source: Delete|*Cancel
dutch: Weggooien|*Afbreken

# MSG_FILEPANEL_DELETE_QUESTION (662//)
source: Do you really want to delete%s\033b%s\033n?
dutch: Wil je werkelijk %s\033b%s\033n weggooien?

# MSG_FILEPANEL_ERRORS_BUTTONS_FORCE (663//)
source: Force|*Cancel
dutch: Forceer|*Afbreken

# MSG_FILEPANEL_ERRORS_QUESTION (665//)
source: The following %ld errors occured: %s
dutch: De volgende %ld fouten deden zich voor: %s

# MSG_FILEPANEL_NEW_DRAWER (666//)
source: new drawer
dutch: nieuwe lade

# MSG_FILEPANEL_DOS_ERROR_TITLE (667//)
source: DOS Error
dutch: DOS-fout

# MSG_FILEPANEL_DIRECTORY_HISTORY (669//)
source: Directory History
dutch: Directory geschiedenis

# MSG_FILEPANEL_DIRECTORY_HISTORY_EMPTY (670//)
source: Directory History Empty
dutch: Directory geschiedenis is leeg

# MSG_FILEPANEL_MENU_RENAME (671//)
source: R\0Rename
dutch: R\0Hernoem

# MSG_FILEPANEL_MENU_DELETE (672//)
source: D\0Delete...
dutch: D\0Weggooien...

# MSG_FILEPANEL_MENU_NEWDIR (673//)
source: N\0New Drawer
dutch: N\0Nieuwe lade

# MSG_FILEPANEL_MENU_PARENT (674//)
source: P\0Parent
dutch: P\0Hogere

# MSG_IMGBROWSER_READING_DIR (677//)
source: Reading image directory...
dutch: Lees afbeeldingen-directory...

# MSG_IMGBROWSER_BUILTIN (678//)
source: \033bBuiltin
dutch: \033bIngebouwd

# MSG_IMGBROWSER_BUILTIN_DEFAULT (679//)
source: Builtin Default
dutch: Ingebouwde standaard

# MSG_DIRLIST_NAME (680//)
source: Name %s %s
dutch: Naam %s %s

# MSG_DIRLIST_SIZE (681//)
source: %s Size
dutch: %s Grootte

# MSG_DIRLIST_USED (682//)
source: %s Used
dutch: %s In gebruik

# MSG_DIRLIST_DATE (683//)
source: %s Date
dutch: %s Datum

# MSG_DIRLIST_TIME (684//)
source: %s Time
dutch: %s Tijd

# MSG_DIRLIST_COMMENT (686//)
source: Comment %s
dutch: Commentaar %s

# MSG_DIRLIST_DATE_TIME (688//)
source: %s Date & Time
dutch: %s Datum & Tijd

# MSG_DIRLIST_EMPTY (689//)
source: <empty>
dutch: <leeg>

# MSG_DIRLIST_DRAWER (693//)
source: <Drawer>
dutch: <Lade>

# MSG_CFGL_LIST_TITLE (694//)
source: Title:
dutch: Titel:

# MSG_COLORRING_TITLE (695//)
source: Color ring
dutch: Kleurenring

# MSG_COLORRING_TRIANGLE (696//)
source: Triangle
dutch: Driehoek

# MSG_COLORRING_WHEEL (697//)
source: Wheel
dutch: Wiel

# MSG_COLORRING_NO_SLIDERS (698//)
source: No sliders
dutch: Geen schuiven

# MSG_COLORRING_RGB_SLIDERS (699//)
source: RGB sliders
dutch: RGB schuiven

# MSG_COLORRING_HSV_SLIDERS (700//)
source: HSV sliders
dutch: HSV schuiven

# MSG_COLORRING_RECENTLY_USED_COLORS (701//)
source: Recently used colors
dutch: Recentelijk gebruikte kleuren

# MSG_COLORRING_FAVORITE_COLORS (702//)
source: Favorite colors
dutch: Favorite kleuren

# MSG_COLORRING_STORE_CURRENT (703//)
source: Store current
dutch: Huidige opslaan

# MSG_CFGL_LIST_HSCROLLER (704//)
source: Horizontal scroller:
dutch: Horizontale scroller:

# MSG_CFGB_ListHScrollerVisibility (708//)
source: Set the visibility of the horizontal scroller.
dutch: De zichtbaarheid van de horizontale scroller instellen

# MSG_BACKGROUNDADJ_BALANCE_RED (710//)
source: Red:
dutch: Rood:

# MSG_BACKGROUNDADJ_BALANCE_GREEN (711//)
source: Green:
dutch: Groen:

# MSG_BACKGROUNDADJ_BALANCE_BLUE (712//)
source: Blue:
dutch: Blauw:

# MSG_BACKGROUNDADJ_GRAYSCALE (713//)
source: Grayscale
dutch: Grijstinten

# MSG_BACKGROUNDADJ_NEGATIVE (714//)
source: Negative
dutch: Negatief

# MSG_BACKGROUNDADJ_HCENTERING (715//)
source: H-Centering
dutch: H-centreren

# MSG_BACKGROUNDADJ_VCENTERING (716//)
source: V-Centering
dutch: V-centreren

# MSG_CFGL_LIST_GROUP_TITLE (717//)
source: Lists
dutch: Lijsten

# MSG_CFGL_LIST_EXAMPLE_TITLE (718//)
source: Title
dutch: Titel

# MSG_CFGL_LIST_EXAMPLE_EXAMPLE (719//)
source: Example
dutch: Voorbeeld

# MSG_CFGL_LIST_EXAMPLE_LIST (720//)
source: list
dutch: lijst

# MSG_CFGL_LIST_EXAMPLE_WITH_SOME (721//)
source: with some
dutch: met enkele

# MSG_CFGL_LIST_EXAMPLE_SELECTED (722//)
source: selected
dutch: geselecteerde

# MSG_CFGL_LIST_EXAMPLE_ENTRIES (723//)
source: entries
dutch: invoeren

# MSG_CFGL_FONT_FIXED (725//)
source: Fixed:
dutch: Vaste breedte:

# MSG_CFGL_FRAME_BACKGROUND_CLIPBOARD (726//)
source: Frame & Background clipboard
dutch: Frame & Achtergrond klembord

# MSG_CFGL_WIN_BACKGROUNDS (727//)
source: Backgrounds
dutch: Achtergronden

# MSG_CFGL_BUTTON_EXAMPLE (731//)
source: Example
dutch: Voorbeeld

# MSG_FRIMAGEADJ_TITLE_SINGLE (732//)
source: Adjust %s
dutch: %s aanpassen

# MSG_FRIMAGEADJ_TITLE_DOUBLE (733//)
source: Adjust %s & %s
dutch: %s & %s aanpassen

# MSG_FRAMEADJ_TITLE (734//)
source: Frame
dutch: Kader

# MSG_BACKGROUNDADJ_TITLE (735//)
source: Background
dutch: Achtergrond

# MSG_FRAMEADJ_SPACING (736//)
source: Spacing:
dutch: Afstanden:

# MSG_FRAMEADJ_VISIBILITY (737//)
source: Visibility:
dutch: Zichtbaarheid:

# MSG_FRAMEADJ_COLORIZE (738//)
source: Colorize
dutch: Inkleuren

# MSG_FRAMEADJ_SCALING (739//)
source: Scaling:
dutch: Verschalen:

# MSG_FRAMEADJ_SCALING_ENTRIES (740//)
source: tiling|horizontally|vertically|both
dutch: tegels|horizontaal|verticaal|beide

# MSG_FRAMEADJ_TOGGLE_STATE (741//)
source: Toggle state
dutch: Status wisselen

# MSG_CFGL_SLIDER_GROUP_TITLE (742//)
source: Slider
dutch: Schuif

# MSG_CFGL_GAUGE_GROUP_TITLE (743//)
source: Gauge
dutch: Volumemeter

# MSG_CFGL_WINDOW_BORDERS (745//)
source: Borders
dutch: Randen

# MSG_CFGL_WINDOW_TITLEBAR_SHOWS (746//)
source: Titlebar shows
dutch: Titelbalk toont

# MSG_CFGL_WINDOW_TITLEBAR_SETTINGS_BUTTON (748//)
source: settings button
dutch: instellingen button

# MSG_CFGL_WINDOW_TITLEBAR_SNAPSHOT_BUTTON (749//)
source: snapshot button
dutch: vastleggen button

# MSG_CFGL_WINDOW_TITLEBAR_SCREEN_JUMP_BUTTON (750//)
source: screen jump button
dutch: scherm verspringen button

# MSG_CFGL_WINDOW_TITLEBAR_ICONIFY_BUTTON (751//)
source: iconify button
dutch: iconificeer button

# MSG_CFGL_WINDOW_SIZEGADGET (752//)
source: Window size gadget is
dutch: Venstergrootte gadget is

# MSG_CFGL_WINDOW_SIZEGADGET_BOTTOM_BORDER (753//)
source: in bottom border
dutch: in onderste rand

# MSG_CFGL_WINDOW_SIZEGADGET_RIGHT_BORDER (754//)
source: in right border
dutch: in rechterrand

# MSG_CFGL_WINDOW_SIZEGADGET_INVISIBLE (755//)
source: invisible
dutch: onzichtbaar

# MSG_CFGL_WINDOW_BORDER_SCROLLERS_OVERRIDE (756//)
source: (Border scrollers can override this setting)
dutch: (Randenscrollers kunnen deze instellingen overrulen)

# MSG_CFGL_WINDOW_WINDOW_POSITIONS (757//)
source: Window positions are
dutch: Vensterposities zijn

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_NOT_STORED (758//)
source: not stored
dutch: niet opgeslagen

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_UNTIL_REBOOT (759//)
source: stored until reboot
dutch: opgeslagen tot reboot

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_PERMANENTLY (760//)
source: stored permanently
dutch: permanent opgeslagen

# MSG_CFGL_CLIPBOARD (761//)
source: Clipboard
dutch: Klembord

# MSG_CFGL_SHOWMCC (762//)
source: More
dutch: Meer

# MSG_CFGL_BUTTON_IMAGE_PRESSED (763//)
source: Pressed:
dutch: Ingedrukt:

# MSG_CFGL_IMAGES_USED_IMAGES (764//)
source: Used Images:
dutch: Gebruikte afbeeldingen:

# MSG_CFGL_IMAGES_FRAME_BACKGROUND (765//)
source: Frame & Background:
dutch: Kader & Achtergrond:

# MSG_CFGL_IMAGES_AVAILABLE_IMAGES (766//)
source: Available images:
dutch: Beschikbare afbeeldingen:

# MSG_CFGL_KEYBOARD_WINDOWS (770//)
source: Windows
dutch: Vensters

# MSG_CFGL_KEYBOARD_TEXTEDITING (772//)
source: Text editing
dutch: Tekstbewerken

# MSG_KEYADJ_ADD_KEY (774//)
source: Add another key
dutch: Nog een key toevoegen

# MSG_KEYADJ_REMOVE_KEY (775//)
source: Remove this key
dutch: Deze key verwijderen

# MSG_KEYADJ_PRESS_KEY (776//)
source: <press key>
dutch: <key indrukken>

# MSG_CFGL_BUTTON_CYCLE_EXAMPLE_ENTRIES (777//)
source: entry 1|entry 2|entry 3|entry 4
dutch: invoer 1|invoer 2|invoer 3|invoer 4

# MSG_CFGL_QUICKHELP_APPEAR_HELPKEY (778//)
source: when pressing
dutch: als je de knop indrukt

# MSG_CFGL_LISTS_SCROLLBAR (780//)
source: Scrollbar
dutch: Scrollbalk

# MSG_CFGL_STRINGS_POPBUTTON_STYLES (782//)
source: beside|embedded
dutch: ernaast|ingebed

# MSG_FRAMEADJ_NO_FRAME_IMAGES_FOUND (783//)
source: No frame images found in '%s'.
dutch: Geen kader-afbeeldingen gevonden in '%s'

# MSG_CFGL_KEY_DELETE (784//)
source: Delete:
dutch: Weggooien:

# MSG_CFGL_KEY_CUT (786//)
source: Cut:
dutch: Knip:

# MSG_CFGL_KEY_COPY (787//)
source: Copy:
dutch: Kopieer:

# MSG_CFGL_KEY_PASTE (788//)
source: Paste:
dutch: Plak:

# MSG_CFGL_KEY_UNDO (789//)
source: Undo:
dutch: Herstel:

# MSG_CFGL_KEY_REDO (790//)
source: Redo:
dutch: Opnieuw:

# MSG_CFGL_STRING_CONTAINER (791//)
source: Container:
dutch: Canvas:

# MSG_CFGL_STRING_ACTIVATED (792//)
source: Activated:
dutch: Geactiveerd:

# MSG_CFGL_STRING_READONLY (793//)
source: Readonly:
dutch: Alleen lezen:

# MSG_CFGL_STRING_BLINKING (795//)
source: Blinking:
dutch: Knipperen:

# MSG_CFGL_STRING_COLOR (796//)
source: Color:
dutch: Kleur:

# MSG_CFGL_STRING_CURSOR_STYLES (797//)
source: block|vertical|horizontal
dutch: blok|verticaal|horizontaal

# MSG_CFGL_STRING_CURSOR_BLINKRATES (798//)
source: steady|50ms|100ms|150ms|200ms|250ms|300ms|350ms|400ms|450ms|500ms
dutch: stabiel|50ms|100ms|150ms|200ms|250ms|300ms|350ms|400ms|450ms|500ms

# MSG_COLORRING_FAVORITE_COLORS_TITLE (799//)
source: Favorite colors:
dutch: Favorite kleuren:

# MSG_STRING_CTX_TEXT (800//)
source: Text
dutch: Tekst

# MSG_STRING_CTX_TEXT_CUT (801//)
source: Cut
dutch: Knip

# MSG_STRING_CTX_TEXT_COPY (802//)
source: Copy
dutch: Kopieer

# MSG_STRING_CTX_TEXT_PASTE (803//)
source: Paste
dutch: Plak

# MSG_STRING_CTX_TEXT_EXTERNAL_EDIT (804//)
source: External edit...
dutch: Externe edit...

# MSG_STRING_CTX_TEXT_INSERT_TEXT_FILE (805//)
source: Insert text file...
dutch: Tekstbestand invoegen...

# MSG_STRING_CTX_TEXT_WORD_WRAP (806//)
source: Word wrap?
dutch: Woord omslaan?

# MSG_STRING_CTX_TEXT_IRC_STYLES (807//)
source: IRC styles
dutch: IRC-stijlen

# MSG_STRING_CTX_TEXT_IRC_STYLES_BOLD (808//)
source: Bold
dutch: Vet

# MSG_STRING_CTX_TEXT_IRC_STYLES_UNDERLINE (809//)
source: Underline
dutch: Onderstreept

# MSG_STRING_CTX_TEXT_IRC_STYLES_INVERSE (810//)
source: Inverse
dutch: Invers

# MSG_STRING_CTX_TEXT_IRC_STYLES_BEEP (812//)
source: Beep
dutch: Bliep

# MSG_SA_DEPTHSLIDER_COLORMAPPED (813//)
source: %ld bit (%ld colors)
dutch: %ld bit (%ld kleuren)

# MSG_SA_DEPTHSLIDER_DIRECTMAPPED (814//)
source: %ld bit (hi/true)
dutch: %ld bit (hi/werkelijk)

# MSG_SCREENMODEPANEL_8BIT (815//)
source: %ld bit (%ld colors)
dutch: %ld bit (%ld kleuren)

# MSG_SCREENMODEPANEL_HICOLOR (816//)
source: %ld bit (hicolor)
dutch: %ld bit (hikleuren)

# MSG_SCREENMODEPANEL_TRUECOLOR (817//)
source: %ld bit (truecolor)
dutch: %ld bit (werkelijke kleuren)

# MSG_SCREENMODEPANEL_VALUE_TOO_SMALL (818//)
source: Value too small, valid range is from %ld to %ld.
dutch: Waarde is te klein, bereik is van %ld tot %ld.

# MSG_SCREENMODEPANEL_VALUE_TOO_LARGE (819//)
source: Value too large, valid range is from %ld to %ld.
dutch: Waarde is te groot, bereik is van %ld tot %ld.

# MSG_SCREENMODEPANEL_MODE (820//)
source: \033bMode
dutch: \033bModus

# MSG_SCREENMODEPANEL_COLORS (821//)
source: \033bColors
dutch: \033bKleuren

# MSG_SCREENMODEPANEL_FREQUENCY (822//)
source: \033bFrequency
dutch: \033bFrequentie

# MSG_SCREENMODEPANEL_WIDTH (827//)
source: Width:
dutch: Breedte:

# MSG_SCREENMODEPANEL_HEIGHT (828//)
source: Height:
dutch: Hoogte:

# MSG_SCREENMODEPANEL_SIZE (829//)
source: Size:
dutch: Grootte:

# MSG_SCREENMODEPANEL_DEFAULT (830//)
source: Default
dutch: Standaard

# MSG_SCREENMODEPANEL_DEPTH (831//)
source: Depth:
dutch: Diepte:

# MSG_SCREENMODEPANEL_OVERSCAN_TYPES (834//)
source: Text|Standard|Maximum|Video
dutch: Tekst|Standaard|Maximum|Video

# MSG_CFGL_GROUPS_XPOSITION_LEFT (835//)
source: Left
dutch: Links

# MSG_CFGL_GROUPS_XPOSITION_CENTER (836//)
source: Center
dutch: Midden

# MSG_CFGL_GROUPS_XPOSITION_RIGHT (837//)
source: Right
dutch: Rechts

# MSG_CFGL_GROUPS_YPOSITION_BELOW (838//)
source: Below
dutch: Onder

# MSG_CFGL_GROUPS_YPOSITION_CENTER (839//)
source: Center
dutch: Midden

# MSG_CFGL_GROUPS_YPOSITION_ABOVE (840//)
source: Above
dutch: Boven

# MSG_CFGL_MCC_SCANNING (843//)
source: Scanning...
dutch: Scannen...

# MSG_CFGL_FRAMEDGROUP_GROUP_TITLE (844//)
source: Framed Groups
dutch: Gekaderde groepen

# MSG_CFGL_FRAMEDGROUP_CONTAINER (845//)
source: Container
dutch: Canvas

# MSG_CFGL_FRAMEDGROUP_PAGES (846//)
source: Pages
dutch: Pagina's

# MSG_CFGL_FRAMEDGROUP_TITLE (847//)
source: Title:
dutch: Titel

# MSG_CFGL_FRAMEDGROUP_TITLE_POSITION (848//)
source: Position:
dutch: Positie

# MSG_CFGL_FRAMEDGROUP_SPACING (850//)
source: Spacing:
dutch: Ruimte:

# MSG_CFGL_FRAMEDGROUP_SPACING_HORIZ (851//)
source: Horizontal:
dutch: Horizontaal:

# MSG_CFGL_FRAMEDGROUP_SPACING_VERT (852//)
source: Vertical:
dutch: Verticaal:

# MSG_CFGL_TABGROUP_GROUP_TITLE1 (853//)
source: Tab groups
dutch: Tab groepen

# MSG_CFGL_TABGROUP_GROUP_TITLE2 (854//)
source: Example
dutch: Voorbeeld

# MSG_CFGL_TABGROUP_GROUP_TITLE3 (855//)
source: Example
dutch: Voorbeeld

# MSG_CFGL_TABGROUP_CONTAINER (856//)
source: Container
dutch: Canvas

# MSG_CFGL_TABGROUP_TITLE (857//)
source: Title:
dutch: Titel:

# MSG_CFGL_TABGROUP_POSITION (858//)
source: Position:
dutch: Positie:

# MSG_CFGL_TABGROUP_LAYOUT (860//)
source: Layout as
dutch: Layout als:

# MSG_CFGL_TABGROUP_LAYOUT_ROW (861//)
source: row
dutch: rij

# MSG_CFGL_TABGROUP_STRETCHING (864//)
source: Stretching:
dutch: Uitstrekken:

# MSG_CFGL_TABGROUP_PAGE2_CONTENT (865//)
source: Example page 2
dutch: Voorbeeld pagina 2

# MSG_CFGL_TABGROUP_PAGE3_CONTENT (866//)
source: Example page 3
dutch: Voorbeeld pagina 3

# MSG_SA_LIST_DEFAULT_PUBSCREEN_TITLE (867//)
source: MUI Public Screen
dutch: MUI Publiek scherm

# MSG_CFGL_PROPKNOBSTYLE (868//)
source: Style:
dutch: Stijl:

# MSG_CFGL_PROPKNOBSTYLE_ENTRIES (869//)
source: None|Circle|Dots|Lines
dutch: Geen|Cirkel|Punten|Lijnen

# MSG_CFGB_PropKnobStyle (870//)
source: Additional markings on slider.
dutch: Additionele markeringen op schuif

# MSG_ABOUTPAGE_BUILD_INFO (871//)
source: Build:
dutch: Bouw:

# MSG_ABOUTPAGE_BUILD_VERSION (872//)
source: Version:
dutch: Versie:

# MSG_ABOUTPAGE_BUILD_DATE (873//)
source: Date:
dutch: Datum:

# MSG_POPMENU_SAVEAS (876//)
source: Save as...
dutch: Opslaan als...

# MSG_CFGL_SETTINGS (877//)
source: Settings
dutch: Instellingen

# MSG_FONTPANEL_FAMILY (881//)
source: \033bFamily
dutch: \033bFamilie

# MSG_FONTPANEL_ALL_FONTS (883//)
source: \033bAll Fonts
dutch: \033bAlle fonts

# MSG_FONTPANEL_FIXED_WIDTH_FONTS (884//)
source: \033bFixed Width
dutch: \033bVaste breedte

# MSG_FONTPANEL_UNNAMED (886//)
source: unnamed:
dutch: naamloos:

# MSG_FONTPANEL_CTX_CREATE_FAMILY (888//)
source: Create new family
dutch: Maak nieuwe familie

# MSG_FONTPANEL_CTX_RENAME_FAMILY (889//)
source: Rename family '%s'
dutch: Hernoem familie '%s'

# MSG_FONTPANEL_CTX_DELETE_FAMILY (890//)
source: Delete family '%s'
dutch: Wis familie '%s'

# MSG_FONTPANEL_REQ_TITLE (891//)
source: Warning
dutch: Waarschuwing

# MSG_FONTPANEL_DELETE_BUTTONS (892//)
source: Delete|*Cancel
dutch: Weggooien|*Afbreken

# MSG_FONTPANEL_DELETE_QUESTION (893//)
source: The font family '%s' contains %ld entries. Do you really want to delete it?
dutch: De fontfamilie '%s' bevat %ld invoeren. Wil je dit werkelijk weggooien?

# MSG_FONTPANEL_FAMILIES_NEW (895//)
source: New
dutch: Nieuw

# MSG_FONTPANEL_FAMILIES_DELETE (896//)
source: Del
dutch: Wis

# MSG_FONTPANEL_FAMILIES_RENAME (897//)
source: Ren
dutch: Hern

# MSG_FONTPANEL_PREVIEW_ENTRIES (900//)
source: - off -|24 pt
dutch: - uit -|24 pt

# MSG_FONTPANEL_SIZE (901//)
source: Size:
dutch: Grootte:

# MSG_FONTPANEL_SIZE_ENTRIES (902//)
source: Absolute|Relative
dutch: Absoluut|Relatief

# MSG_FONTPANEL_COLORS (903//)
source: Colors:
dutch: Kleuren:

# MSG_FONTPANEL_COLORS_TEXT (904//)
source: Text
dutch: Tekst:

# MSG_FONTPANEL_STYLE (906//)
source: Style:
dutch: Stijl:

# MSG_FONTPANEL_STYLE_BOLD (907//)
source: \033bBold
dutch: \033bVet

# MSG_FONTPANEL_STYLE_ITALIC (908//)
source: \033iItalic
dutch: \033biSchuin

# MSG_FONTPANEL_STYLE_UNDERLINE (909//)
source: \033uUnderline
dutch: \033uOnderstreept

# MSG_FONTPANEL_STYLE_SHADOW (910//)
source: \033sShadow
dutch: \033sSchaduw

# MSG_FONTPANEL_STYLE_OUTLINE (911//)
source: \033tOutline
dutch: \033tRand

# MSG_FONTPANEL_STYLE_PLAIN (912//)
source: Plain
dutch: Gewoon

# MSG_FONTPANEL_FONT_DOES_NOT_EXIST (914//)
source: Font doesn't exist.
dutch: Font bestaat niet

# MSG_BACKGROUNDADJ_DEFAULT_COLOR (915//)
source: Default color
dutch: Standaard kleur

# MSG_PANEL_CANCEL (917//)
source: Cancel
dutch: Afbreken

# MSG_FONTPANEL_ASL_TITLE (918//)
source: Select font
dutch: Kies font

# MSG_CFGL_MENU_POPUP_POSITION (920//)
source: Position:
dutch: Positie:

# MSG_CFGL_MENU_POPUP_POSITION_ENTRIES (921//)
source: centered|top left
dutch: gecentreerd|boven links

# MSG_CFGB_Menu_PopupPosition (922//)
source: Position of popup menus relative to the mouse pointer.
dutch: Positie van popup menu's ten opzichte van muispunt

# MSG_CFGL_MENU_POPUP_SELECTION_MODE (923//)
source: Selection mode:
dutch: Selectie modus:

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_AUTOMATIC (924//)
source: automatic
dutch: automatisch

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_STICKY (925//)
source: sticky
dutch: kleven

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_CLICK_HOLD (926//)
source: click & hold
dutch: klikken & vasthouden

# MSG_CFGL_MENU_GLOBAL (927//)
source: Global menus
dutch: Globale menu's

# MSG_CFGL_MENU_GLOBAL_APPEARANCE (928//)
source: Appearance:
dutch: Verschijning

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ON_SCREEN_TITLEBAR (929//)
source: on screen titlebar
dutch: op titelbalk van scherm

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_BELOW_WINDOW_TITLEBAR (930//)
source: below window titlebar
dutch: onder titelbalk van scherm

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ABOVE_MOUSE_POINTER (931//)
source: above mouse pointer
dutch: boven muispunt

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_POPUP_MENUS (932//)
source: like popup menus
dutch: zoals popup menu's

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_SYSTEM_MENUS (933//)
source: like system menus
dutch: zoals systeemmenu's

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR (938//)
source: Separator:
dutch: Scheidslijn:

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR_ENTRIES (939//)
source: none|bar|inverted bar
dutch: geen|balk|omgekeerde balk

# MSG_CFGL_MENU_EMBEDDED_CONTAINER (940//)
source: Container:
dutch: Canvas:

# MSG_POPMENU_ALLOPTIONS_ALL_TITLE (942//)
source: All options
dutch: Alle opties

# MSG_CFGL_MENU_EMBEDDED_ENABLE_MENU_BAR (943//)
source: Enable embedded menu bar
dutch: Ingebedde menubalk mogelijk maken

# MSG_WINPOPUP_EMBEDDED_MENU_BAR (944//)
source: Embedded menu bar
dutch: Ingebedde menubalk

# MSG_VOLUMELIST_NAME (945//)
source: Name
dutch: Naam

# MSG_VOLUMELIST_FULL (946//)
source: full
dutch: vol

# MSG_VOLUMELIST_FREE (947//)
source: free
dutch: vrij

# MSG_VOLUMELIST_USED (948//)
source: used
dutch: in gebruik

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_DISABLED (950//)
source: disabled
dutch: uitgeschakeld

# MSG_CFGL_BUTTON_LOOK (952//)
source: Look:
dutch: Uiterlijk:

# MSG_CFGL_SLIDER_LOOK (953//)
source: Look:
dutch: Uiterlijk:

# MSG_CFGL_GAUGE_LOOK (954//)
source: Look:
dutch: Uiterlijk:

# MSG_BACKGROUNDADJ_SAME_AS_WINDOW (955//)
source: same as window
dutch: zoals venster

# MSG_CFGL_GHOSTED_GADGETS_GROUP_TITLE (956//)
source: Ghosted Gadgets
dutch: Grijze gadgets

# MSG_CFGL_DisabledPattern (957//)
source: Pattern:
dutch: Patroon:

# MSG_PATTERN_NONE (958//)
source: None
dutch: Geen
