Repository: sacredbanana/AmigaSDK-gcc
Catalog: m68k-amigaos/lib/locale/*.po
Languages: dutch

# MSG_CFGL_DisabledVisibility (959//)
source: Visibility:
dutch: Zichtbaarheid:

# MSG_CFGL_QUICKHELP_APPEAR_HOLD_MOUSE (960//)
source: when holding mouse steady for
dutch: wanneer je de muisknop vasthoudt gedurende

# MSG_WINPOPUP_JUMP_NEW (961//)
source: New
dutch: Nieuw

# MSG_SCREENSPACE_UNNAMED (962//)
source: (unnamed)
dutch: (naamloos)

# MSG_PUBSCREENPANEL_OPEN_WINDOWS_ON (963//)
source: Open windows on
dutch: Open vensters op

# MSG_PUBSCREENPANEL_DEFAULT (964//)
source: default public screen (usually the Workbench)
dutch: standaard publiek scherm (meestal Workbench)

# MSG_PUBSCREENPANEL_FRONTMOST (965//)
source: frontmost public screen (on program startup)
dutch: voorste publiek scherm (bij programmastart)

# MSG_PUBSCREENPANEL_FOREIGN (966//)
source: foreign public screen named
dutch: vreemd publiek scherm genaamd

# MSG_PUBSCREENPANEL_MUIDATABASE (967//)
source: customized public screen from MUI database:
dutch: aangepast publiekscherm van MUI database:

# MSG_MUIREQUEST_TITLE (968//)
source: MUI Request
dutch: Verzoek van MUI

# MSG_ABOUTBOX_TITLE (971//)
source: About %s
dutch: Over %s

# MSG_ABOUTBOX_ACKNOWLEDGEMENTS (973//)
source: Acknowledgements:
dutch: Met dank aan:

# MSG_ABOUTBOX_DOCUMENTATION (974//)
source: Documentation:
dutch: Documentatie:

# MSG_ABOUTBOX_ICONS (976//)
source: Icons:
dutch: Iconen:

# MSG_ABOUTBOX_ICON (977//)
source: Icon:
dutch: Icoon:

# MSG_ABOUTBOX_TRANSLATIONS (978//)
source: Translations:
dutch: Vertalingen:

# MSG_ABOUTBOX_PROOFREADING (979//)
source: Proofreading:
dutch: Proeflezen:

# MSG_ABOUTBOX_MUSIC (980//)
source: Music:
dutch: Muziek:

# MSG_ABOUTBOX_PROGRAMMING (981//)
source: Programming:
dutch: Programmeren:

# MSG_ABOUTBOX_ADDITIONAL_PROGRAMMING (982//)
source: Additional programming:
dutch: Ondersteunend programmeren:

# MSG_ABOUTBOX_SOUND_EFFECTS (983//)
source: Sound effects:
dutch: Geluidseffecten:

# MSG_ABOUTBOX_THANKS_TO (984//)
source: Thanks to:
dutch: Dank aan:

# MSG_ABOUTBOX_SPECIAL_THANKS_TO (985//)
source: Special thanks to:
dutch: Speciale dank aan:

# MSG_ABOUTBOX_LICENSE (988//)
source: License:
dutch: Licentie:

# MSG_CFGL_ACTIVE_GADGETS_GROUP_TITLE (991//)
source: Active Gadgets
dutch: Actieve gadgets

# MSG_CFGL_ACTIVE_GADGETS_BORDER (994//)
source: Border:
dutch: Rand:

# MSG_BUSY_SAMPLE_BUSY_BAR (995//)
source: Sample Busy-Bar
dutch: Voorbeeld van Bezig-balk

# MSG_BUSY_PREFERENCES (996//)
source: Preferences
dutch: Voorkeuren

# MSG_BUSY_COLOR1 (997//)
source: Color 1:
dutch: Kleur 1:

# MSG_BUSY_COLOR2 (998//)
source: Color 2:
dutch: Kleur 2:

# MSG_BUSY_FRAME (999//)
source: Frame:
dutch: Kader:

# MSG_BUSY_STYLE (1000//)
source: Style:
dutch: Stijl:

# MSG_BUSY_STYLE_ENTRIES (1001//)
source: Old|Queue|Knight Rider|Star Trek|Psycho
dutch: Oud|Volgen|Knight Rider|StarTrek|Psycho

# MSG_BUSY_DIRECTION (1002//)
source: Direction:
dutch: Richting:

# MSG_BUSY_DIRECTION_ENTRIES (1003//)
source: Right / In|Left / Out
dutch: Rechts / in|Links / uit

# MSG_BUSY_SIZE (1004//)
source: Size:
dutch: Grootte:

# MSG_BUSY_NUMBER (1005//)
source: Number:
dutch: Aantal:

# MSG_BUSY_FADE_NO_FADE (1007//)
source: No Fade!
dutch: Geen fade

# MSG_BUSY_FADE_FORMAT (1009//)
source: %ld segments
dutch: %ld segmenten

# MSG_BUSY_SPACE (1010//)
source: Space:
dutch: Spatie:

# MSG_BUSY_SPACE_NO_SPACE (1011//)
source: No Space!
dutch: Geen spatie

# MSG_BUSY_SPEED (1013//)
source: Speed:
dutch: Snelheid:

# MSG_BUSY_SPEED_WOWWW (1014//)
source: Wowww!
dutch: Jeetje!

# MSG_BUSY_SPEED_OFF (1015//)
source: OFF
dutch: Uit:

# MSG_LAMP_OFF (1017//)
source: Off:
dutch: Uit:

# MSG_LAMP_WARNING (1019//)
source: Warning:
dutch: Waarschuwing:

# MSG_LAMP_ERROR (1020//)
source: Error:
dutch: Fout:

# MSG_LAMP_FATAL_ERROR (1021//)
source: Fatal error:
dutch: Fatale fout:

# MSG_LAMP_PROCESSING (1022//)
source: Processing:
dutch: Verwerken:

# MSG_LAMP_LOOKING_UP (1023//)
source: Looking up:
dutch: Opzoeken:

# MSG_LAMP_CONNECTING (1024//)
source: Connecting:
dutch: Verbinden:

# MSG_LAMP_SENDING_DATA (1025//)
source: Sending data:
dutch: Data verzenden:

# MSG_LAMP_RECEIVING_DATA (1026//)
source: Receiving data:
dutch: Data ontvangen:

# MSG_LAMP_LOADING_DATA (1027//)
source: Loading data:
dutch: Data laden:

# MSG_LAMP_SAVING_DATA (1028//)
source: Saving data:
dutch: Data opslaan:

# MSG_LAMP_DEFAULT_COLORS (1029//)
source: Default colors
dutch: Standaard kleuren

# MSG_LAMP_LOOK (1030//)
source: Look:
dutch: Uiterlijk:

# MSG_LAMP_SHAPE (1031//)
source: Shape:
dutch: Vorm:

# MSG_LAMP_SHAPE_CLASSIC_BULB (1032//)
source: Classic bulb
dutch: Klassieke bulb

# MSG_LAMP_SHAPE_SQUARE (1033//)
source: Square
dutch: Vierkant

# MSG_LAMP_FRAME_VISIBILITY (1034//)
source: Frame visibility:
dutch: Kader zichtbaarheid:

# MSG_LAMP_SPECULAR_HIGHLIGHTS (1035//)
source: Specular highlights
dutch: Speculaire highlights

# MSG_BUSY_COLOR1_HELP (1037//)
source: The first color in Busy objects
dutch: De eerste kleur in Bezig-objecten

# MSG_BUSY_COLOR2_HELP (1038//)
source: The last color in Busy objects
dutch: De laatste kleur in Bezig-objecten

# MSG_BUSY_FRAME_HELP (1039//)
source: The frame of Busy objects
dutch: Het kader van Bezig-objecten

# MSG_BUSY_STYLE_HELP (1040//)
source: Choose between different styles
dutch: Kies uit verschillende stijlen

# MSG_BUSY_DIRECTION_HELP (1041//)
source: Choose the direction
dutch: Kies de richting

# MSG_BUSY_SIZE_HELP (1042//)
source: Rectangle size in pixels
dutch: Rechthoekige grootte in pixels

# MSG_BUSY_NUMBER_HELP (1043//)
source: Number of rectangles
dutch: Aantal rechthoeken

# MSG_BUSY_FADE_HELP (1044//)
source: Number of rectangles which are used to fade
dutch: Aantal rechthoeken voor een fade

# MSG_BUSY_SPACE_HELP (1045//)
source: Number of pixels of space
dutch: Aantal pixels ruimte

# MSG_BUSY_SPEED_HELP (1046//)
source: The Busy objects are moved with this speed
dutch: De Bezig-objecten bewegen met deze snelheid

# MSG_BUSY_SAMPLE_HELP (1047//)
source: The sample Busy object, reacts on preferences below
dutch: Het voorbeeld Bezig-object reageert op de instellingen hieronder.

# MSG_CFGL_LIST_HSCROLLER_ENTRIES (1048//)
source: automatic|always|never
dutch: automatisch|altijd|nooit

# MSG_CFGL_MENU_TITLES_ENTRIES (1049//)
source: normal|bold|3d
dutch: normaal|vet|3d

# MSG_CFGL_DRAG_LOOK_ENTRIES (1050//)
source: always solid|ghosted on box|ghosted outside box|always ghosted
dutch: altijd dicht|grijs op box|grijs buiten box|altijd grijs

# MSG_LISTTREE_CLOSE (1053//)
source: _Close
dutch: Sluit

# MSG_LISTTREE_PREFERENCES (1054//)
source: Preferences
dutch: Voorkeuren

# MSG_LISTTREE_RIGHT (1055//)
source: Right
dutch: Rechts

# MSG_LISTTREE_DOWN (1056//)
source: Down
dutch: Omlaag

# MSG_LISTTREE_LINES (1057//)
source: Lines
dutch: Regels

# MSG_LISTTREE_SHADOW (1058//)
source: Shadow
dutch: Schaduw

# MSG_LISTTREE_STYLE (1059//)
source: Style:
dutch: Stijl

# MSG_LISTTREE_STYLE_ENTRIES (1060//)
source: Normal|Inserted|Lines|Win95|Mac|Lines3D|Padiavolo
dutch: Normaal|Ingevoegd|Regels|Win95|Mac|Regels3D|Padiavolo

# MSG_LISTTREE_SPACE (1061//)
source: Space:
dutch: Ruimte:

# MSG_LISTTREE_REMEMBER_STATUS (1062//)
source: Remember status
dutch: Status herinneren

# MSG_LISTTREE_DISPLAY_OPENED (1063//)
source: Display opened
dutch: Venster geopend

# MSG_LISTTREE_SAMPLE_HELP (1064//)
source: A Listtree object sample, reacts on preferences
dutch: Voorbeeld van een Listtree object. Reageert op voorkeuren

# MSG_LISTTREE_OPEN_HELP (1065//)
source: Open all nodes
dutch: Open alle nodes

# MSG_LISTTREE_CLOSE_HELP (1066//)
source: Close all nodes
dutch: Sluit alle nodes

# MSG_LISTTREE_RIGHT_HELP (1067//)
source: Image for a closed node
dutch: Afbeelding voor gesloten node

# MSG_LISTTREE_DOWN_HELP (1068//)
source: Image for an opened node
dutch: Afbeelding voor geopende node

# MSG_LISTTREE_LINES_HELP (1069//)
source: Custom line color for styles 'Lines', 'Win95' and 'Lines3D"
dutch: Specifieke regelkleur voor stijlen 'Regels', 'Win95' en 'Regels3D'

# MSG_LISTTREE_SHADOW_HELP (1070//)
source: Custom shadow color for style 'Lines3D'
dutch: Specifieke schaduwkleur voor stijl 'Regels3D'

# MSG_LISTTREE_STYLE_HELP (1071//)
source: Choose between different display modes
dutch: Kies uit verschillende schermmodi

# MSG_LISTTREE_SPACE_HELP (1072//)
source: Spacing between node image and text
dutch: Ruimte tussen node afbeelding en tekst

# MSG_LISTTREE_REMEMBER_STATUS_HELP (1073//)
source: Closed nodes remember their children's states
dutch: Gesloten nodes herinneren hun status als kind

# MSG_LISTTREE_DISPLAY_OPENED_HELP (1074//)
source: Adjust display position after opening a node
dutch: Schermpositie aanpassen na openen van een node

# MSG_LISTTREE_SAMPLE_NEWSGROUPS (1075//)
source: \033bNewsgroups
dutch: \033bNieuwsgroepen

# MSG_LISTTREE_SAMPLE_SUBSCRIBED (1077//)
source: subscribed
dutch: geabonneerd

# MSG_URLTEXT_COLORS (1078//)
source: Colors
dutch: Kleuren

# MSG_URLTEXT_COLORS_OUT (1079//)
source: Out
dutch: Uit

# MSG_URLTEXT_COLORS_VISITED (1081//)
source: Visited
dutch: Bezocht

# MSG_URLTEXT_SETTINGS (1082//)
source: Settings
dutch: Instellingen

# MSG_URLTEXT_SETTINGS_UNDERLINE (1083//)
source: Underline
dutch: Onderstreept

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN (1085//)
source: Use visited pen
dutch: Gebruik bezochte pen

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER (1086//)
source: Use hand mouse pointer
dutch: Gebruik hand muispunt

# MSG_URLTEXT_COLORS_OUT_HELP (1089//)
source: Pen when the mouse is not over the link
dutch: Pen wanneer de muis niet boven de link is

# MSG_URLTEXT_COLORS_OVER_HELP (1090//)
source: Pen when the mouse is over the link
dutch: Pen wanneer de muis boven de link is

# MSG_URLTEXT_COLORS_VISITED_HELP (1091//)
source: Pen for a visited link
dutch: Pen voor een bezochte link

# MSG_URLTEXT_SETTINGS_UNDERLINE_HELP (1092//)
source: If selected the link is underlined
dutch: Een geselecteerde link is onderstreept

# MSG_URLTEXT_SETTINGS_FALLBACK_HELP (1093//)
source: Active even if OpenURL is not installed
dutch: Actief, zelfs als OpenURL niet geïnstalleerd is

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN_HELP (1094//)
source: Use 'Visited' pen for a visited link
dutch: Gebruik 'Bezochte' pen voor een bezochte link

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER_HELP (1095//)
source: Use "hand" mouse pointer when over an URL
dutch: Gebruik "hand" muispunt als je boven een URL bent

# MSG_URLTEXT_FONT_HELP (1096//)
source: The font to use
dutch: Het te gebruiken font

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE (1097//)
source: Prefer URL: device
dutch: Liever URL: device

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE_HELP (1098//)
source: Prefer URL: device over openurl.library
dutch: Liever URL: device dan openurl.library

# MSG_URLTEXT_MENU_GOTO_URL (1099//)
source: Goto URL...
dutch: Ga naar URL...

# MSG_URLTEXT_MENU_COPY_TO_CLIPBOARD (1100//)
source: Copy URL to clipboard
dutch: Kopieer URL naar klembord

# MSG_URLTEXT_MENU_ADD_TO_CMANAGER (1101//)
source: Add URL to CManager
dutch: URL toevoegen aan CManager

# MSG_URLTEXT_MENU_OPENURL_PREFS (1102//)
source: OpenURL prefs...
dutch: Open voorkeuren voor URL...

# MSG_URLTEXT_MENU_URL_PREFS (1103//)
source: URL: prefs...
dutch: URL: voorkeuren...

# MSG_COLORRING_FAVCOLORS_BLACK (1104//)
source: black
dutch: zwart

# MSG_COLORRING_FAVCOLORS_WHITE (1105//)
source: white
dutch: wit

# MSG_COLORRING_FAVCOLORS_GREY (1106//)
source: grey
dutch: grijs

# MSG_COLORRING_FAVCOLORS_RED (1107//)
source: red
dutch: rood

# MSG_COLORRING_FAVCOLORS_GREEN (1108//)
source: green
dutch: groen

# MSG_COLORRING_FAVCOLORS_BLUE (1109//)
source: blue
dutch: blauw

# MSG_COLORRING_FAVCOLORS_CYAN (1110//)
source: cyan
dutch: cyaan

# MSG_COLORRING_FAVCOLORS_YELLOW (1112//)
source: yellow
dutch: geel

# MSG_CFGL_OBJECT_POINTER_TYPES (1113//)
source: Object pointer types
dutch: Object muispunt types

# MSG_CFGB_ObjectPointerTypes (1114//)
source: Enable usage of per object mouse pointer types.
dutch: Maakt het gebruik mogelijk per object muispunt types

# MSG_ABOUTBOX_REGISTERED_TO (1115//)
source: Registered to:
dutch: Geregistreerd door:

# MSG_ABOUTBOX_VERSION (1116//)
source: Version
dutch: Versie

# MSG_ABOUTBOX_BUILD (1117//)
source: Build
dutch: Bouw

# MSG_CFGL_LIST_ROWSTRIPING (1131//)
source: Striping:
dutch: Strepen:

# MSG_PSI_CLI_OUTOFMEMORY (1134//)
source: Out of memory (20).
dutch: Tekort aan geheugen (20)

# MSG_PSI_CLI_NOMUIMASTER (1135//)
source: Failed to open muimaster.library V20 (20).
dutch: Kan muimaster.library V20 niet openen (20)

# MSG_PSI_CLI_NOSCREENSPACE (1136//)
source: Failed to obtain screenspace object (20).
dutch: Kan geen screenspace object verkrijgen (20)

# MSG_PSI_CLI_SCREENOPENED (1137//)
source: Screen opened (0).
dutch: Scherm geopend (0)

# MSG_PSI_CLI_SCREENOPENFAILED (1138//)
source: Failed to open screen (5).
dutch: Kan scherm niet openen (5)

# MSG_PSI_CLI_SCREENCLOSED (1139//)
source: Screen closed (0).
dutch: Scherm gesloten (0)

# MSG_PSI_CLI_SCREENCLOSEFAILED (1140//)
source: Failed to close screen (5).
dutch: Kan scherm niet sluiten (5)

# MSG_PSI_CLI_SYNTAXERROR (1141//)
source: Syntax Error in command line (10).
dutch: Syntaxerror in opdrachtregel (10)

# MSG_PSI_CLI_SCREENNOTFOUND (1142//)
source: Screen not found (5).
dutch: Scherm niet gevonden (5)

# MSG_CFGB_TabFont (1143//)
source: Font used for title of tabbed groups.
dutch: Font gebruikt voor titel van getabde groepen

# MSG_CFGB_TabTitlePos (1144//)
source: Position of tabbed groups title texts.
dutch: Positie van titeltekst van getabde groepen

# MSG_TITLE_NO_TITLE (1145//)
source: no title
dutch: geen titel

# MSG_PREFS_REQ_REGISTERURL (1146//)
source: To obtain a key file for MUI please order it online here: %s
dutch: Als je een keyfile voor MUI wilt kun je dat hier online bestellen: %s

# MSG_CFGL_TABGROUP_HIDE_SINGLE (1147//)
source: Hide single tabs
dutch: Verberg enkelvoudige tabs

# MSG_CFGB_TabHideSingle (1148//)
source: Hide the tab group if just a single tab is to be shown.
dutch: Verberg de tabgroep als er allen maar een enkelvoudige tab is

# MSG_CFGL_TABGROUP_HOVER_EFFECT (1149//)
source: Hover effect:
dutch: Zweef-effect:

# MSG_CFGB_TabHover (1150//)
source: Highlight the tab being hovered by the mouse.
dutch: De tab highliten waar de muis boven zweeft

# MSG_CFGL_KEY_MARKING_QUALIFIER (1151//)
source: Marking:
dutch: Markering:

# MSG_CFGB_MarkingQualifier (1155//)
source: The text contents will be marked if this qualifier key is pressed together with the cursor keys.
dutch: De tekstinhoud wordt gemakreerd als deze hulptoets is ingedrukt samen met de cursortoetsen

# MSG_LISTTREE_RIGHT_TITLE (1156//)
source: Adjust image for closed nodes
dutch: Afbeelding aanpassen voor gesloten nodes

# MSG_LISTTREE_DOWN_TITLE (1157//)
source: Adjust image for opened nodes
dutch: Afbeelding aanpassen voor geopende nodes

# MSG_CFGL_FAILED_TO_CREATE_PREFS_CLASS (1158//)
source: Failed to create preferences class.
dutch: Kan geen voorkeuren class maken

# MSG_BACKGROUNDADJ_IMAGE (1165//)
source: Image:
dutch: Afbeelding:

# MSG_BACKGROUNDADJ_IMAGE_BUILTIN (1166//)
source: Builtin
dutch: Ingebouwd

# MSG_BUGTRACKER_INFO (1167//)
source: If you encounter bugs in MUI then please do not hesitate to report them in the bugtracker.
dutch: Als je bugs in MUI tegenkomt aarzel dan niet om ze te melden in de bugtracker.

# MSG_STRING_INSERT_TEXT_FILE (1169//)
source: Insert text file
dutch: Tekstbestand invoegen

# MSG_APPLICATION_STACK_CHECK_TITLE (1170//)
source: MUI warning
dutch: Waarschuwing van MUI

# MSG_APPLICATION_STACK_CHECK_BUTTONS (1172//)
source: Continue nevertheless|Exit immediately
dutch: Toch doorgaan|Onmiddelijk afsluiten

# MSG_REDRAW_TASK_MISMATCH_TITLE (1173//)
source: MUI_Redraw() task mismatch
dutch: MUI-Redraw() taak komt niet overeen

# MSG_REDRAW_TASK_MISMATCH_WARNING (1174//)
source: MUI application '%s' MUI_Redraw(0x%08lx, 0x%08lx) was called from task 0x%08lx '%s' instead of the application's main task! This is a violation of basic MUI rules!
dutch: MUI applicatie '%s' MUI_Redraw(0x%08lx, 0x%08lx) is opgeroepen vanuit taak 0x%08lx '%s' en niet vanuit de applicatie's voornaamste taak. Dit is in strijd met de basale MUI regels.

# MSG_REDRAW_TASK_MISMATCH_BUTTONS (1175//)
source: Ok|Ignore this task
dutch: Ok|Negeer deze taak

# MSG_CFGL_VISUALPREFS_COLORS (1176//)
source: VisualPrefs colors
dutch: Kleuren van VisualPrefs

# MSG_CFGB_VisualPrefsColors (1177//)
source: Prefer the enhanced color settings of VisualPrefs over fixed MagicWB colors. This setting only becomes effective if VisualPrefs is configured to patch the application's screen.
dutch: Geef de voorkeur aan de uitgebreide kleureninstellingen van VisualPrefs boven vaste MagicWB-kleuren. Deze instellingen worden pas aktief als VisualPrefs aangepast is om het scherm van de applicatie te patchen.

# MSG_CFGL_STRING_MARKED_TEXT (1179//)
source: Marked text:
dutch: Gemarkeerde tekst

# MSG_CFGL_STRING_MARKING (1180//)
source: Marking:
dutch: Markering:

# MSG_CFGL_WINDOW_CONTENTS (1181//)
source: Window contents
dutch: Inhoud van vensters

# MSG_CFGL_WINDOW_REFRESH_TYPE (1182//)
source: Refresh type
dutch: Ververs type

# MSG_CFGL_WINDOW_REFRESH_TYPE_SMART (1183//)
source: smart
dutch: slim

# MSG_CFGL_WINDOW_REFRESH_TYPE_SIMPLE (1184//)
source: simple
dutch: eenvoudig

# MSG_HYPERLINK_COLORS (1185//)
source: Colors
dutch: Kleuren

# MSG_HYPERLINK_COLORS_NORMAL (1186//)
source: Normal:
dutch: Normaal:

# MSG_HYPERLINK_COLORS_PRESSED (1187//)
source: Pressed:
dutch: Ingedrukt:

# MSG_HYPERLINK_COLORS_MOUSE_OVER_HYPERLINK (1188//)
source: Mouse over hyperlink:
dutch: Muis boven hyperlink:

# MSG_HYPERLINK_TEXTFORMATTING (1189//)
source: Text formatting
dutch: Tekst formatering

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE (1190//)
source: The hyperlink is underlined
dutch: De hyperlink is onderstreept

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_ALWAYS (1191//)
source: always
dutch: altijd

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_MOUSE_OVER_HYPERLINK (1192//)
source: when mouse is over the hyperlink
dutch: als de muis er boven is

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_NEVER (1193//)
source: never
dutch: nooit

# MSG_HYPERLINK_SETTINGS (1194//)
source: Settings
dutch: Instellingen

# MSG_HYPERLINK_SAMPLES (1195//)
source: Samples
dutch: Voorbeelden

# MSG_HYPERLINK_SAMPLES_GOTO_HTTP (1196//)
source: Go to \033b%s
dutch: Ga naar \033b%s

# MSG_HYPERLINK_SAMPLES_WRITE_MAIL (1197//)
source: Write mail to \033b%s
dutch: Schrijf mailtje aan \033b%s

# MSG_HYPERLINK_SAMPLES_LAUNCH (1199//)
source: Launch \033b%s
dutch: Start \033b%s

# MSG_HYPERLINK_COLORS_NORMAL_HELP (1200//)
source: Text color when the mouse is not over the hyperlink
dutch: Tekstkleur wanneer de muis niet boven de hyperlink is

# MSG_HYPERLINK_COLORS_PRESSED_HELP (1201//)
source: Text color when the hyperlink is being pressed
dutch: Tekstkleur wanner de muis ingedrukt is

# MSG_HYPERLINK_COLORS_MOUSE_OVER_LINK_HELP (1202//)
source: Text color when the mouse is over the hyperlink
dutch: Tekstkleur wanneer de muis boven de hyperlink is

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_HELP (1203//)
source: Choose when the hyperlink will be underlined
dutch: Kies wanneer de hyperlink onderstreept wordt

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE (1204//)
source: Prefer URL: device
dutch: Bij voorkeur URL: device

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE_HELP (1205//)
source: Prefer URL: device over openurl.library
dutch: Bij voorkeur URL: device over openurl.libray

# MSG_HYPERLINK_MENU_FOLLOW_URI (1207//)
source: Follow URI...
dutch: Volg URI...

# MSG_HYPERLINK_MENU_COPY_URI_TO_CLIPBOARD (1208//)
source: Copy URI to clipboard
dutch: Kopieer URI naar klembord

# MSG_HYPERLINK_MENU_OPENURL_PREFS (1209//)
source: OpenURL prefs...
dutch: Open voorkeuren voor URL...

# MSG_HYPERLINK_MENU_URL_PREFS (1210//)
source: URL: prefs...
dutch: URL: voorkeuren...

# MSG_HYPERLINK_FAILURE_URL_DEVICE (1211//)
source: Failed to follow the URI '%s': URL: device not mounted
dutch: URI volgen is mislukt '%s': URL: device is niet gekoppeld

# MSG_HYPERLINK_FAILURE_OPENURL (1212//)
source: Failed to follow the URI '%s': Unable to open openurl.library V7+
dutch: URI volgen is mislukt '%s': Kan openurl.library V7+ niet openen

# MSG_ABOUT_HIDE_MCCS (1215//)
source: Hide
dutch: Verberg

# MSG_APPLICATION_STACK_CHECK_WARNING (1217//)
source: MUI application '%s' Process '%s' The stack size of %ld bytes is lower than the recommended minimum size of %ld bytes. Please raise the stack size to at least %ld bytes, otherwise the application might crash unexpectedly.
dutch: MUI-applicatie '%s' Proces '%s' De stackgrootte van %ld bytes is lager dan de aanbevolen minimale grootte van %ld bytes. Verhoog de stackgrootte tot tenminste %ld bytes, anders kan de applicatie onverwacht crashen.
