Repository: sacredbanana/AmigaSDK-gcc
Catalog: m68k-amigaos/lib/locale/danish.po
Languages: da

# MSG_MENU_PROJECT (3//)
source: Project
da: Projekt

# MSG_MENU_PROJECT_ABOUT (4//)
source: ?\0About...
da: ?\0Om...

# MSG_MENU_PROJECT_OPEN (5//)
source: O\0Open...
da: O\0Åbne...

# MSG_MENU_PROJECT_APPEND (6//)
source: Append...
da: Tilføje...

# MSG_MENU_PROJECT_QUIT (7//)
source: Q\0Quit
da: Q\0Afslutte

# MSG_MENU_PROJECT_SAVEAS (8//)
source: A\0Save As...
da: A\0Gemme som...

# MSG_MENU_SETTINGS (9//)
source: Settings
da: Indstillinger

# MSG_MENU_SETTINGS_SCREEN (10//)
source: Screen...
da: Skærm...

# MSG_MENU_SETTINGS_TESTMODE (12//)
source: +\0Test mode?
da: +\0Testmodus

# MSG_POPMENU_GADGET (15//)
source: Item
da: Element

# MSG_POPMENU_DEFAULTS (16//)
source: Reset to defaults
da: Nulstille til standard

# MSG_POPMENU_LASTSAVED (17//)
source: Last saved
da: Sidst gemte

# MSG_POPMENU_RESTORE (19//)
source: Restore
da: Gendanne

# MSG_PREFS_WINDOWTITLE (21//)
source: MUI Preferences
da: MUI-indstillinger

# MSG_PREFS_SAVE (22//)
source: Save
da: Gemme

# MSG_PREFS_USE (23//)
source: Use
da: Benytte

# MSG_PREFS_TEST (24//)
source: Test
da: Afprøve

# MSG_PREFS_CANCEL (25//)
source: Cancel
da: Fortryde

# MSG_PREFS_CLI_OUTOFMEMORY (27//)
source: Out of memory (20).
da: Løbet tør for hukommelse (20).

# MSG_PREFS_CLI_NOAPPLICATION (28//)
source: Failed to create application (20).
da: Kunne ikke oprette applikation (20).

# MSG_PREFS_CLI_NOMUIMASTER (29//)
source: Failed to open muimaster.library V20 (20).
da: Kunne ikke åbne muimaster.library V20 (20).

# MSG_PREFS_TXT_PUBLICKEYINVALID (30//)
source: The public keyfile from a magazine's disk or from a CD was only valid for MUI 2.3.
da: Den offentlige nøglefil fra et blads diskette eller fra en CD var kun gyldig til MUI 2.3.

# MSG_PREFS_TXT_NOREGISTRATION (31//)
source: You are running an unregistered version of MUI which falls back to the default look&feel matching your operating system style.
da: Det installerede MUI-system er ikke registreret, de fleste brugerfladeindstillinger er deaktiveret.

# MSG_PREFS_TXT_HELLOUSER (32//)
source: Hello
da: Goddag

# MSG_PREFS_TXT_OLDREGISTRATION (33//)
source: Your old keyfile has expired, some new settings of this major update are disabled.
da: Din gamle nøglefil er udløbet, visse af de nye indstillinger i denne større nye udgave er deaktiveret.

# MSG_PREFS_TXT_TESTINGPURPOSE (34//)
source: A test mode, which temporarily enables all options is available under the 'Settings / Test Mode' menu item.
da: Menupunktet 'Indstillinger/Testmodus' kan benyttes til midlertidigt at aktivere alle muligheder.

# MSG_PREFS_TXT_TESTONLYGLOBAL (35//)
source: A test mode which temporarily enables all options is available in the MUI preference program under 'Settings / Test Mode'.
da: En testmodus, som midlertidigt aktiverer alle muligheder, er til rådighed i MUI-programmet.

# MSG_PREFS_TXT_PLEASEREGISTER (36//)
source: If you would like to have the full possibilities of defining your own MUI interface settings you would have to obtain a keyfile by registering your MUI version via http://www.sasg.com/.
da: Hvis du gerne vil have de fulde muligheder for at lave dine egne brugerfladeindstillinger i MUI, må du skaffe dig en nøglefilved at registrere din MUI på http://www.sasg.com/.

# MSG_PREFS_REQ_NOTINTESTMODE (37//)
source: Please switch off the test mode with the menu 'Settings / Test mode' before performing this operation.
da: Du skal deaktivere testmodus med menupunktet 'Indstillinger/Testmodus', før du udfører denne handling.

# MSG_PREFS_REQ_TESTMODEON (38//)
source: Test mode switched on, all configuration options are now temporarily enabled for evaluation purposes with the 'Test' or 'Use' buttons. Saving settings permanently is not possible while in test mode.
da: Testmodus aktiveret, alle indstillingsmuligheder er nu midlertidigt aktive, så de kan afprøves med knapperne 'Afprøv' eller 'Benyt'. Indstillingerne kan ikke gemmes permanent, når man er i testmodus.

# MSG_PREFS_REQ_TESTMODEOFF (39//)
source: Test mode switched off, most configuration options are disabled. Saving and using of settings is restricted to the remaining available options.
da: Testmodus deaktiveret, de fleste indstillings- muligheder er deaktiveret. Kun de resterende muligheder kan gemmes eller benyttes.

# MSG_PREFS_REQ_REGISTERCONTINUE (40//)
source: *_Register|_Continue
da: *_Registrere|_Fortsætte

# MSG_PREFS_TXT_REGISTEREDTO (41//)
source: The installed MUI system is registered to:
da: Det installerede MUI-system er registreret til:

# MSG_PREFS_TXT_REGISTEREDTHANKS (42//)
source: Thanks a lot for your support!
da: Mange tak for din støtte!

# MSG_CGR_SCREEN (51//)
source: Screen
da: Skærm

# MSG_CGR_WINDOW (52//)
source: Windows
da: Vinduer

# MSG_CGR_GROUP (53//)
source: Groups
da: Grupper

# MSG_CGR_BUTTON (54//)
source: Buttons
da: Knapper

# MSG_CGR_MENU (55//)
source: Menus
da: Menuer

# MSG_CGR_LIST (58//)
source: Lists
da: Lister

# MSG_CGR_STRING (59//)
source: Text
da: Tekster

# MSG_CGR_KEYBOARD (60//)
source: Keyboard
da: Tastatur

# MSG_CGR_IMAGE (61//)
source: Images
da: Billeder

# MSG_CGR_DRAG (63//)
source: Drag&Drop
da: Træk&slip

# MSG_CGR_HELP (64//)
source: Help
da: Hjælp

# MSG_CFGL_WIN_BACKWINDOW (83//)
source: Window
da: Vindue

# MSG_CFGL_WIN_BACKREQUESTER (84//)
source: Requester
da: Dialogboks

# MSG_CFGL_LIST_INPUTMODE (98//)
source: Input Lists:
da: Inddata- lister:

# MSG_CFGL_LIST_READMODE (99//)
source: Readonly Lists:
da: Visnings- lister:

# MSG_CFGL_LIST_ACTIVE (103//)
source: Active:
da: Aktiv:

# MSG_CFGL_LIST_SELECTED (104//)
source: Selected:
da: Valgt:

# MSG_CFGL_LIST_ACTSEL (105//)
source: Active & Selected:
da: Aktiv & valgt:

# MSG_CFGL_SCR_KNOB (119//)
source: Knob:
da: Håndtag:

# MSG_CFGL_SCR_CONTAINER (120//)
source: Container:
da: Beholder:

# MSG_CFGL_ICONIFY (127//)
source: Iconification
da: Ikonificering

# MSG_CFGL_ICONIFY_KEY (128//)
source: Hotkey:
da: Genvejstast:

# MSG_CFGL_ICONIFY_SHOW (129//)
source: Show:
da: Vise:

# MSG_CFGL_ICONIFY_SHOWICON (130//)
source: icon on Workbench
da: ikon på Workbench

# MSG_CFGL_ICONIFY_SHOWMENU (131//)
source: menu item in Workbench tools menu
da: menupunkt i Workbench's værktøjsmenu

# MSG_CFGL_ICONIFY_START (132//)
source: On startup:
da: Ved start:

# MSG_CFGL_DRAG_TITLE (137//)
source: Drag & Drop
da: Træk & slip

# MSG_CFGL_DRAG_LEFTBUTTON (138//)
source: Left Button:
da: Venstre knap:

# MSG_CFGL_DRAG_MIDDLEBUTTON (139//)
source: Middle Button:
da: Midterste knap:

# MSG_CFGL_DRAG_AUTOSTART (140//)
source: Autostart:
da: Autostarte:

# MSG_CFGL_DRAG_FRAME (141//)
source: Frame:
da: Ramme:

# MSG_CFGL_DRAG_LOOK (142//)
source: Look:
da: Udseende:

# MSG_CFGL_KEY_PRESS (148//)
source: Press:
da: Tryk:

# MSG_CFGL_KEY_TOGGLE (149//)
source: Toggle:
da: Skift:

# MSG_CFGL_KEY_UP (150//)
source: Cursor up:
da: Pil op:

# MSG_CFGL_KEY_DOWN (151//)
source: Cursor down:
da: Pil ned:

# MSG_CFGL_KEY_PAGEUP (152//)
source: Page up:
da: Side op:

# MSG_CFGL_KEY_PAGEDOWN (153//)
source: Page down:
da: Side ned:

# MSG_CFGL_KEY_BOTTOM (155//)
source: Bottom:
da: Bund:

# MSG_CFGL_KEY_LEFT (156//)
source: Cursor left:
da: Pil til venstre:

# MSG_CFGL_KEY_RIGHT (157//)
source: Cursor right:
da: Pil til højre:

# MSG_CFGL_KEY_WORDLEFT (158//)
source: Word left:
da: Ord venstre:

# MSG_CFGL_KEY_WORDRIGHT (159//)
source: Word right:
da: Ord højre:

# MSG_CFGL_KEY_LINESTART (160//)
source: Line start:
da: Linjestart:

# MSG_CFGL_KEY_LINEEND (161//)
source: Line end:
da: Linjeslut:

# MSG_CFGL_KEY_GADGET_NEXT (162//)
source: Next gadget:
da: Næste felt:

# MSG_CFGL_KEY_GADGET_PREV (163//)
source: Previous gadget:
da: Forrige felt:

# MSG_CFGL_KEY_GADGET_OFF (164//)
source: Gadget off:
da: Slå knap fra:

# MSG_CFGL_KEY_WINDOW_CLOSE (165//)
source: Close window:
da: Lukke vindue:

# MSG_CFGL_KEY_WINDOW_NEXT (166//)
source: Next window:
da: Næste vindue:

# MSG_CFGL_KEY_WINDOW_PREV (167//)
source: Previous window:
da: Forrige vindue:

# MSG_CFGL_KEY_POPUP (169//)
source: Popup:
da: Duk-op:

# MSG_CFGL_INTERFACES (170//)
source: Interfaces
da: Grænseflader

# MSG_CFGL_INTERFACES_AREXX (171//)
source: Enable ARexx interface
da: Slå ARexx-grænsefladen til

# MSG_CFGL_CYCLEPOP_POSITION (177//)
source: Position:
da: Placering:

# MSG_CFGL_CYCLEPOP_POSITION_BELOW (178//)
source: below
da: under

# MSG_CFGL_CYCLEPOP_POSITION_ACTIVE (179//)
source: on active
da: på aktive

# MSG_CFGL_GAUGE_FONT (195//)
source: Font:
da: Skriftsnit:

# MSG_CFGL_GROUP_SPACING (197//)
source: Spacing
da: Afstand

# MSG_CFGL_GROUP_SPACING_HORIZ (198//)
source: Horizontal:
da: Vandret:

# MSG_CFGL_GROUP_SPACING_VERT (199//)
source: Vertical:
da: Lodret:

# MSG_CFGL_GROUP_TITLE (200//)
source: Title
da: Titel

# MSG_CFGL_GROUP_TITLE_POS (201//)
source: Y-Position:
da: Y-placering:

# MSG_CFGL_GROUP_TITLE_POS_ABOVE (202//)
source: above
da: over

# MSG_CFGL_GROUP_TITLE_POS_CENTERED (203//)
source: centered
da: centreret

# MSG_CFGL_GROUP_TITLE_XPOS (204//)
source: X-Position:
da: X-placering:

# MSG_CFGL_GROUP_TITLE_XPOS_CENTERED (205//)
source: centered
da: centreret

# MSG_CFGL_GROUP_TITLE_XPOS_LEFT (206//)
source: left
da: til venstre

# MSG_CFGL_GROUP_TITLE_COLOR (207//)
source: Color:
da: Farve:

# MSG_CFGL_GROUP_TITLE_COL_HILITE (209//)
source: hilite
da: fremhævet

# MSG_CFGL_GROUP_TITLE_COL_3D (210//)
source: 3d
da: relief

# MSG_CFGL_GROUP_TITLE_FONT (211//)
source: Font:
da: Skriftsnit:

# MSG_CFGL_GROUP_VIRTUAL (214//)
source: Virtual
da: Virtuel

# MSG_CFGL_GROUP_FRAME (215//)
source: Frame
da: Ramme

# MSG_CFGL_GROUP_BACKGROUND (216//)
source: Background
da: Baggrund

# MSG_CFGL_GROUP_BGNORMAL (217//)
source: Framed
da: Indrammet

# MSG_CFGL_GROUP_BGREGISTER (218//)
source: Register
da: Faneblad

# MSG_CFGL_GROUP_BGPAGE (219//)
source: Page
da: Side

# MSG_CFGL_TXTBUT_TITLE (220//)
source: Text Buttons
da: Tekstknapper

# MSG_CFGL_FONT_TITLE (237//)
source: Fonts
da: Skriftsnit

# MSG_CFGL_FONT_NORMAL (238//)
source: Normal:
da: Normalt:

# MSG_CFGL_FONT_TINY (239//)
source: Tiny:
da: Lille:

# MSG_CFGL_FONT_BIG (240//)
source: Big:
da: Stort:

# MSG_CFGL_STRING_EXAMPLE (250//)
source: Example
da: Eksempel

# MSG_CFGL_SLIDER_FONT (257//)
source: Font:
da: Skriftsnit:

# MSG_CFGL_WTIT_FREQ_OPEN (288//)
source: Open MUI settings
da: Åbne MUI-indstillinger

# MSG_CFGL_WTIT_FREQ_APPEND (289//)
source: Append MUI settings
da: Tilføje MUI-indstillinger

# MSG_CFGL_WTIT_FREQ_SAVEAS (290//)
source: Save MUI settings
da: Gemme MUI-indstillinger

# MSG_CFGB_BACKGROUND (291//)
source: This is a button to adjust a background color or pattern. Click it to open an adjust window or use drag&drop facilities to copy from or to another background gadget.
da: Dette er en knap til at indstille en farve eller et mønster i baggrunden. Klik på den for at åbne et indstillingsvindue, eller brug træk&slip for at kopiere fra eller til en anden baggrundsknap.

# MSG_CFGB_PEN (292//)
source: This is a button to adjust a drawing pen. Click it to open an adjust window or use drag&drop facilities to copy from or to another pen gadget.
da: Dette er en knap til at indstille en tegne-pen. Klik på den for at åbne et indstillingsvindue, eller brug træk&slip for at kopiere fra eller til en anden pen-knap.

# MSG_CFGB_IMAGE (293//)
source: This is a button to adjust an image. Click it to open an adjust window or use drag&drop facilities to copy from or to another image gadget.
da: Dette er en knap til at indstille et billede. Klik på den for at åbne et indstillingsvindue, eller brug træk&slip for at kopiere fra eller til en anden billedknap.

# MSG_CFGB_FRAME (294//)
source: This is a button to adjust a frame. Click it to open an adjust window or use drag&drop facilities to copy from or to another frame gadget.
da: Dette er en knap til at indstille en ramme. Klik på den for at åbne et indstillingsvindue, eller brug træk&slip for at kopiere fra eller til en anden rammeknap.

# MSG_CFGB_GroupSpacingHoriz (302//)
source: Horizontal spacing in groups.
da: Vandret afstand i grupper.

# MSG_CFGB_GroupSpacingVert (303//)
source: Vertical spacing in groups.
da: Lodret afstand i grupper.

# MSG_CFGB_ScrollbarType (304//)
source: Arrangement of gadgets in scrollbars.
da: Layout af knapper i rulleskakter.

# MSG_CFGB_GroupTitlePos (310//)
source: Position of groups title texts.
da: Placering af gruppers titeltekster.

# MSG_CFGB_PopPosition (313//)
source: Position of cycle gadget popup menus.
da: Placering af cyklusknappers duk-op-menuer.

# MSG_CFGB_IconifyGadget (314//)
source: Window border gadget to iconify an application.
da: Knap i vinduesrammen til at ikonificere en applikation.

# MSG_CFGB_IconifyIcon (315//)
source: Show an icon on Workbench in iconified state.
da: Viser et ikon på Workbench ved ikonificering.

# MSG_CFGB_StartIconified (316//)
source: Start the application in iconified state.
da: Starte applikationen i ikonificeret tilstand.

# MSG_CFGB_NormalFont (322//)
source: Default font for all GUI elements. Will also be used for all other font settings if they remain empty.
da: Standard-skriftsnit for alle brugerfladeelementer. Benyttes også til alle andre skriftindstillinger som ikke angives specielt.

# MSG_CFGB_ListFont (323//)
source: Font used within listviews.
da: Skriftsnit som benyttes i lister.

# MSG_CFGB_TinyFont (324//)
source: Font used if application requests a tiny font.
da: Skriftsnit som benyttes hvis applikationen beder om et lille skriftsnit.

# MSG_CFGB_FixedFont (325//)
source: Font used if application requests a fixed width font.
da: Skriftsnit som benyttes hvis applikationen beder om et skriftsnit med fast bredde.

# MSG_CFGB_TitleFont (326//)
source: Font used for title of framed groups.
da: Skriftsnit som benyttes til indrammede gruppers titel.

# MSG_CFGB_BigFont (327//)
source: Font used if application requests a big font.
da: Skriftsnit som benyttes hvis applikationen beder om et stort skriftsnit.

# MSG_CFGB_PublicScreen (328//)
source: Name of public screen the program should open on.
da: Navn på den offentlige skærm programmet skal åbnes på.

# MSG_CFGB_Hotkey (329//)
source: Hotkey to iconify and uniconify a program.
da: Genvejstast til at ikonificere og genåbne et program.

# MSG_CFGB_SnapshotGadget (330//)
source: Window border gadget to snapshot window position.
da: Knap i vinduesrammen til at gemme vinduets placering.

# MSG_CFGB_PrefsGadget (331//)
source: Window border gadget to call a programs MUI settings.
da: Knap i vinduesrammen til at kalde et programs MUI-indstillinger.

# MSG_CFGB_PopupGadget (332//)
source: Window border gadget to show a popup menu with all functions.
da: Knap i vinduesrammer til at vise en duk-op-menu med alle funktioner.

# MSG_CFGB_OnExitWindows (333//)
source: What to do with window positions if a program exits.
da: Hvad der skal ske med vinduesplaceringen når et program afbrydes.

# MSG_CFGB_IconifyMenu (336//)
source: Add a Tools menu item in iconified state.
da: Tilføjer et menupunkt i værktøjsmenuen ved ikonificering.

# MSG_CFGB_UseRexx (337//)
source: When enabled, the general ARexx interface for MUI applications will be enabled.
da: Når der sættes hak her, aktiveres den almene ARexx-grænseflade for MUI-applikationer.

# MSG_CFGB_ButtonFont (338//)
source: Font for text buttons.
da: Skriftsnit til tekstknapper.

# MSG_CFGB_StringBack (342//)
source: Background color for inactive string gadgets.
da: Baggrundsfarve for ikke aktive tekstfelter.

# MSG_CFGB_StringActiveBack (344//)
source: Background color for active string gadgets.
da: Baggrundsfarve for aktive tekstfelter.

# MSG_CFGB_SliderFont (346//)
source: Font to use for sliders.
da: Skriftsnit som benyttes til skydeknapper.

# MSG_CFGB_DragLMB (347//)
source: Allow dragging with left mouse button and qualifier.
da: Muliggøre træk med venstre museknap sammen med en tast.

# MSG_CFGB_DragMMB (348//)
source: Allow dragging with middle mouse button and qualifier.
da: Muliggøre træk med midterste museknap sammen med en tast.

# MSG_CFGB_DragQualiLMB (349//)
source: Qualifier for left mouse button dragging.
da: Tast som skal bruges ved træk med venstre museknap.

# MSG_CFGB_DragQualiMMB (350//)
source: Qualifier for middle mouse button dragging.
da: Tast som skal bruges ved træk med midterste museknap.

# MSG_CFGB_DragAuto (351//)
source: Autostart drag when mouse is moved this number of pixels with LMB held down.
da: Starte træk&slip automatisk, når musen flyttes dette antal pixels med venstre knap holdt nede.

# MSG_CFGB_DragAutoPixel (352//)
source: Moving the mouse for this number of pixels triggers a drag action.
da: Når musen flyttes dette antal pixels, startes en træk&slip-handling.

# MSG_CFGB_ActiveObjectPen (353//)
source: Color used to show active objects.
da: Farven, som benyttes til at vise aktive objekter.

# MSG_CFGB_DragShineThrough (354//)
source: Select between different modes of displaying a dragged item.
da: Valg mellem forskellige måder at vise et objekt, som trækkes.

# MSG_CFGL_HELP_BUBBLEHEIGHT (355//)
source: Bubble Height:
da: Højde på boble:

# MSG_CFGB_BubbleHeight (356//)
source: Preferred height of a help bubble, given in percentage of its width.
da: Den foretrukne højde på en hjælpeboble, udtrykt i procent af dens bredde.

# MSG_CFGB_JumpGadget (359//)
source: Window border gadget to jump to next public screen.
da: Vinduesramme-knap til at skifte til næste offentlige skærm

# MSG_SA_BUTTON_USE (360//)
source: _Use
da: _Benytte

# MSG_SA_BUTTON_CANCEL (361//)
source: _Cancel
da: _Fortryde

# MSG_SA_BUTTON_NEW (362//)
source: _New
da: _Ny

# MSG_SA_BUTTON_COPY (363//)
source: _Copy
da: _Kopiere

# MSG_SA_BUTTON_EDIT (364//)
source: _Edit...
da: _Redigere...

# MSG_SA_BUTTON_DELETE (365//)
source: Delete
da: Slette

# MSG_SA_DELREQ_TITLE (366//)
source: Delete Public Screen
da: Sletning af offentlig skærm

# MSG_SA_DELREQ_TEXT (367//)
source: Do you really want to delete the screen '\033b%s\033n' ?
da: Er du sikker på at du vil slette skærmen '\033b%s\033n'?

# MSG_SA_DELREQ_GADGETS (368//)
source: Yes|No
da: Ja|Nej

# MSG_SA_LABEL_PUBLICNAME (369//)
source: _Name:
da: _Navn:

# MSG_SA_LABEL_SCREENTITLE (370//)
source: _Title:
da: _Titel:

# MSG_SA_LABEL_DEFAULTFONT (372//)
source: _Font:
da: Sk_riftsnit:

# MSG_SA_LABEL_BACKGROUND (373//)
source: _Back- ground:
da: Bag- grun_d:

# MSG_SA_WINTITLE_EDITWINDOW (374//)
source: Edit screen
da: Redigere skærm

# MSG_SA_WINTITLE_FRBACKGROUND (375//)
source: Please select background picture
da: Vælg et baggrundsbillede

# MSG_SA_WINTITLE_FRFONT (376//)
source: Please select default font
da: Vælg et standardskriftsnit

# MSG_SA_LIST_SCREENNAME (385//)
source: Name
da: Navn

# MSG_SA_LIST_SCREENMODE (386//)
source: Display mode
da: Skærmmodus

# MSG_SA_LIST_UNKNOWNMODE (387//)
source: (unknown)
da: (ukendt)

# MSG_SA_LABEL_AUTOSCROLL (389//)
source: _Autoscroll
da: _Autorulning

# MSG_SA_LABEL_OPENBEHIND (393//)
source: Open Be_hind
da: Åbne i bag_grund

# MSG_SA_PAGE_COLORS (407//)
source: Colors
da: Farver

# MSG_SA_PALETTE_FIRST (408//)
source: First 4 colors
da: Første 4 farver

# MSG_SA_PALETTE_LAST (409//)
source: Last 4 colors
da: Sidste 4 farver

# MSG_SA_SYSPEN_TEXT (412//)
source: Text
da: Tekst på baggrund

# MSG_SA_SYSPEN_SHINE (413//)
source: Shine
da: Belyste kanter

# MSG_SA_SYSPEN_SHADOW (414//)
source: Shadow
da: Kanter i skygge

# MSG_SA_SYSPEN_FILL (415//)
source: Fill
da: Aktive felter

# MSG_SA_SYSPEN_FILLTEXT (416//)
source: Filltext
da: Tekst i aktive felter

# MSG_SA_SYSPEN_HIGHLIGHT (418//)
source: Highlight
da: Fremhævet tekst

# MSG_SA_SYSPEN_BARDETAIL (419//)
source: Bardetail
da: Titelforgrund

# MSG_SA_SYSPEN_BARBLOCK (420//)
source: Barblock
da: Titelbaggrund

# MSG_SA_SYSPEN_BARTRIM (421//)
source: Bartrim
da: Titelunderkant

# MSG_SA_COLORMENU_TITLE (422//)
source: Color Presets
da: Farve-forvalg

# MSG_SA_COLORMENU_TINT (424//)
source: Tint
da: Lys brun

# MSG_SA_COLORMENU_PHARAO (425//)
source: Pharao
da: Blå/orange

# MSG_SA_COLORMENU_SUNSET (426//)
source: Sunset
da: Blå/rød

# MSG_SA_COLORMENU_OCEAN (427//)
source: Ocean
da: Lys grøn

# MSG_SA_COLORMENU_STEEL (428//)
source: Steel
da: Stål

# MSG_SA_COLORMENU_CHOCOLATE (429//)
source: Chocolate
da: Chokolade

# MSG_SA_COLORMENU_PEWTER (430//)
source: Pewter
da: Tin

# MSG_SA_COLORMENU_WINE (431//)
source: Wine
da: Rødvin

# MSG_SA_COLORMENU_CLONEWB (433//)
source: Clone WB
da: Kopiere WB

# MSG_SA_OVERSCAN_TEXT (434//)
source: Text
da: Tekst

# MSG_SA_OVERSCAN_GRAPHICS (435//)
source: Graphics
da: Grafik

# MSG_SA_OVERSCAN_EXTREME (436//)
source: Extreme
da: Ekstrem

# MSG_SA_OVERSCAN_MAXIMUM (437//)
source: Maximum
da: Maksimal

# MSG_SA_HELP_TITLE (441//)
source: Text that appears in the screen's title bar.
da: Tekst som sættes i skærmens titelbjælke.

# MSG_SA_HELP_FONT (442//)
source: Default font for the screen.
da: Skærmens standard-skriftsnit.

# MSG_SA_HELP_BACKGROUND (443//)
source: Image to be used as background pattern.
da: Billede som skal anvendes som baggrundsmønster.

# MSG_SA_HELP_AUTOSCROLL (444//)
source: The screen scrolls when the mouse hits its borders.
da: Skærmen ruller når musen når ud til dens kanter.

# MSG_SA_HELP_BEHIND (448//)
source: The screen opens behind all other screens.
da: Skærmen åbner bag ved alle andre skærme.

# MSG_SA_HELP_OVERSCAN (454//)
source: Overscan size adjustment.
da: Justering af overskan-størrelse.

# MSG_SA_HELP_WIDTH (455//)
source: Width of screen, measured in pixels.
da: Skærmens bredde, målt i pixels.

# MSG_SA_HELP_HEIGHT (456//)
source: Height of screen, measured in pixels.
da: Skærmens højde, målt i pixels.

# MSG_SA_HELP_DEPTH (457//)
source: Depth of screen, measured in planes.
da: Skærmens dybde, målt i planer.

# MSG_CFGL_PIXEL (477//)
source: %ld pixel
da: %ld pixels

# MSG_CFGL_TIT_ADJUST_BACKGROUND (478//)
source: Adjust Background
da: Justere baggrund

# MSG_CFGL_TIT_ADJUST_PEN (479//)
source: Adjust Pen
da: Justere pen

# MSG_CFGL_TIT_ADJUST_FRAME (480//)
source: Adjust Frame
da: Justere ramme

# MSG_CFGL_MENU_BOX (481//)
source: Menubox Design
da: Udseende af menuboks

# MSG_CFGL_MENU_CONTAINER (482//)
source: Container
da: Beholder

# MSG_CFGL_MENU_CURSOR (483//)
source: Cursor
da: Markør

# MSG_CFGL_MENU_FONT (484//)
source: Font:
da: Skriftsnit:

# MSG_CFGL_MENU_SHADOWS (485//)
source: Shadows:
da: Skygger:

# MSG_CFGL_MENU_DELAY (486//)
source: Delay:
da: Forsinkelse:

# MSG_CFGL_MENU_TITLES (487//)
source: Titles:
da: Titler:

# MSG_CFGL_CYCLE_BUTTONS (519//)
source: Cycle Buttons
da: Cyklusknapper

# MSG_CFGL_CYCLE_POSITION (521//)
source: Position:
da: Placering:

# MSG_CFGL_CYCLEPOP_NEVER (522//)
source: never
da: aldrig

# MSG_CFGL_CYCLEPOP_ALWAYS (523//)
source: always
da: altid

# MSG_CFGL_CYCLEPOP_3MORE (524//)
source: 3 or more
da: 3 eller flere

# MSG_CFGL_ICONIFY_IMMEDIATELY (530//)
source: immediately switch to iconified state
da: straks skifte til ikonificeret tilstand

# MSG_CFGL_QUICKHELP_APPEAR (532//)
source: Quick help appears
da: Hjælpeboble vises

# MSG_CFGL_QUICKHELP_DISAPPEAR (536//)
source: Quick help disappears
da: Hjælpeboble forsvinder

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_MOVE (537//)
source: on every mouse movement
da: ved enhver musebevægelse

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_LEAVE (538//)
source: when mouse leaves object
da: når musen forlader objektet

# MSG_CFGL_QUICKHELP_LOOK (539//)
source: Quick help look
da: Hjælpeboblers udseende

# MSG_CFGL_QUICKHELP_LOOK_BUBBLE (540//)
source: comic bubbles
da: talebobler

# MSG_CFGL_QUICKHELP_LOOK_RECTANGLE (541//)
source: rectangles
da: rektangler

# MSG_CFGL_QUICKHELP_FONT (544//)
source: Quick help uses font
da: Hjælpebobler benytter skriftsnittet

# MSG_CFGL_QUICKHELP_HEIGHT1 (545//)
source: Quick help height is
da: Hjælpeboblers højde er

# MSG_CFGL_QUICKHELP_HEIGHT2 (546//)
source: of width.
da: af bredden.

# MSG_ABOUT_ABOUT_MUI (547//)
source: About MUI
da: Om MUI
