Repository: sacredbanana/AmigaSDK-gcc
Catalog: m68k-amigaos/lib/locale/danish.po
Languages: da

# MSG_STRING_CTX_TEXT_REDO (1219//)
source: Redo
da: Gendanne

# MSG_STRING_CTX_TEXT_SELECTALL (1220//)
source: Select all
da: Markere alt

# MSG_MUI_EXPIRES_SOON (1221//)
source: This version of MUI expires in %ld days. Please download an updated version from http://muidev.de
da: Denne version af MUI udløber om %ld dage. Hent en opdateret version fra http://muidev.de

# MSG_MUI_EXPIRES_SOON_TITLE (1222//)
source: MUI expires soon
da: MUI udløber snart

# MSG_MUI_HAS_EXPIRED (1224//)
source: This version of MUI has expired. Please download an updated version from http://muidev.de
da: Denne version af MUI er udløbet. Hent en opdateret version fra http://muidev.de

# MSG_MUI_HAS_EXPIRED_TITLE (1225//)
source: MUI has expired
da: MUI er udløbet

# MSG_ABOUTPAGE_EXPIRE_DATE (1227//)
source: This build expires on %02ld-%s-%04ld
da: Denne offentlige betaudgave ("build") er gyldig til den %02ld-%s-%04ld

# MSG_BRIGHTNESS_OFF (1228//)
source: off
da: slået fra

# MSG_CFGL_LIST_COLUMN_HIGHLIGHTING (1229//)
source: Brightening:
da: Fremhævning:

# MSG_CFGB_ListRowStriping (1231//)
source: The striping effect will be applied to every second row of the list.
da: Stribeeffekten bliver påført hveranden række i listen.

# MSG_CFGB_ListColumnHighlighting (1232//)
source: The highlighting effect will be applied to the currently sorted column of the list.
da: Fremhævningen bliver påført den aktuelt sorterede kolonne i listen.

# MSG_HYPERLINK_SAMPLES_ABOUT (1233//)
source: About \033b%s
da: Om \033b%s

# MSG_CFGL_MENU_POPUP_AISS (1234//)
source: AISS images:
da: AISS-billeder:

# MSG_CFGL_MENU_POPUP_AISS_ENTRIES (1237//)
source: none|automatic|16px|24px
da: ingen|automatisk|16px|24px

# MSG_CFGB_Menu_PopupAISS (1238//)
source: Show AISS images in popup menus if they are provided by the application and define their size.
da: Viser AISS-billeder i duk-op-menuer hvis applikationen leverer dem, og definerer derees størrelse.

# MSG_LAYGROUP_PREFERENCES (1239//)
source: Preferences
da: Indstillinger

# MSG_LAYGROUP_CONTAINER (1240//)
source: Container:
da: Beholder:

# MSG_LAYGROUP_HORIZONTAL_SPACE (1241//)
source: Horizontal space:
da: Vandret afstand:

# MSG_LAYGROUP_VERTICAL_SPACE (1242//)
source: Vertical space:
da: Lodret afstand:

# MSG_LAYGROUP_LEFT_OFFSET (1243//)
source: Left offset:
da: Forskydning fra venstre:

# MSG_LAYGROUP_TOP_OFFSET (1244//)
source: Top offset:
da: Forskydning fra toppen:

# MSG_LAYGROUP_OFFSET_CENTERED (1245//)
source: centered
da: centreret

# MSG_LAYGROUP_SAMPLES (1246//)
source: Samples
da: Eksempler

# MSG_LAYGROUP_SAMPLES_BASIC (1247//)
source: Basic
da: Enkelt

# MSG_LAYGROUP_SAMPLES_COMPLEX1 (1248//)
source: Complex 1
da: Komplekst 1

# MSG_LAYGROUP_SAMPLES_COMPLEX2 (1249//)
source: Complex 2
da: Komplekst 2

# MSG_LAYGROUP_SAMPLES_COMPLEX2_TEXT (1250//)
source: Every single word of this text is a \033iText.mui\0330 object. You can enter a new string in the text gadget below and a special routine will parse and convert it to Text.mui objects. There are a few exceptions: every word prefixed by the "@" character will be converted to a @button and if you use the "#" character, it will be converted to a #string gadget. To output the special character itself, simply write it twice. \033bAnyway\0330 it's better to set the left and top offset to a fixed value, otherwise strange things may happen. The background of this object is fixed to MUII_TextBack. Enjoy the \033bpower\0330 of LayGroup.mcc.
da: Hvert enkelt ord i denne tekst er et \033iText.mui\0330-objekt. Man kan indtaste en ny streng i tekstfeltet herunder, og så vil en speciel rutine analysere den og konvertere den til Text.mui-objekter. Der er nogle få undtagelser: Hvert ord som har et "@"-tegn foranstillet, bliver konverteret til en @trykknap, og hvis man bruger "#"-tegnet, bliver det konverteret til et #strengfelt. Hvis man vil have selve specialtegnet som uddata, skal man blot angive det to gange. \033bUnder alle omstændigheder\0330 er det bedst at sætte venstre- og top-forskydningerne til faste værdier, ellers kan der ske underlige ting. Objektets baggrund er fastlagt til MUII_TextBack. God fornøjelse med \033bmulighederne\0330 i LayGroup.mcc.

# MSG_LAYGROUP_SAMPLES_COMPLEX2_SECRET (1251//)
source: You've discovered the secret example!
da: Du har fundet det hemmelige eksempel!

# MSG_CFGL_FONT_HUGE (1252//)
source: Huge:
da: Enormt\:

# MSG_CFGB_HugeFont (1253//)
source: Font used if application requests a huge font.
da: Skriftsnit som benyttes hvis applikationen beder om et enormt skriftsnit.
