Repository: sacredbanana/AmigaSDK-gcc
Catalog: m68k-amigaos/lib/locale/danish.po
Languages: da

# MSG_ABOUT_CUSTOM_CLASS (548//)
source: \033bCustom Class
da: \033bTredjepartsklasse

# MSG_ABOUT_DATE (550//)
source: \033bDate
da: \033bDato

# MSG_ABOUT_COPYRIGHT (551//)
source: \033bCopyright
da: \033bOphavsret

# MSG_REGISTER (558//)
source: _Register
da: _Registrere

# MSG_COLADJ_RED (561//)
source: Red:
da: Rød:

# MSG_COLADJ_GREEN (562//)
source: Green:
da: Grøn:

# MSG_COLADJ_BLUE (563//)
source: Blue:
da: Blå:

# MSG_POP_BUTTON_USE (566//)
source: _Use
da: _Benytte

# MSG_POP_BUTTON_CANCEL (567//)
source: _Cancel
da: _Fortryde

# MSG_POPMENU_ALLOPTIONS_TITLE (582//)
source: All '%s' options
da: Alle '%s'-tilvalg

# MSG_PREFS_SERIAL_NUMBER (586//)
source: Serial number %s
da: Løbenummer %s

# MSG_WINPOPUP_ICONIFY (588//)
source: Iconify
da: Ikonificere

# MSG_WINPOPUP_SNAPSHOT (589//)
source: Snapshot
da: Fastgøre

# MSG_WINPOPUP_UNSNAPSHOT (590//)
source: Unsnapshot
da: Frigøre

# MSG_WINPOPUP_JUMP_SCREEN (597//)
source: Jump to screen
da: Gå til skærm

# MSG_WINPOPUP_JUMP_NEXT (598//)
source: Next
da: Næste

# MSG_WINPOPUP_TRANSPARENCY (601//)
source: Transparency
da: Transparens

# MSG_WINPOPUP_MUI_SETTINGS (602//)
source: MUI settings...
da: MUI-indstillinger...

# MSG_WINPOPUP_ABOUT_MUI (603//)
source: About MUI...
da: Om MUI...

# MSG_PREFS_ADJUST_SCREEN_WINDOWTITLE (604//)
source: Adjust screen for '%s'
da: Indstilling af skærm for '%s'

# MSG_PREFS_USER_IFACE_SETTINGS_WINDOWTITLE (605//)
source: User Interface Settings for '%s'
da: Brugerfladeindstillinger for '%s'

# MSG_ABOUT_SHOW_MCCS (606//)
source: Show
da: Vise

# MSG_ABOUT_EXTERNAL_CLASSES (607//)
source: %ld external classes loaded.
da: %ld eksterne klasser indlæst.

# MSG_ABOUT_OBSOLETE_FILES (608//)
source: These files are no longer in use. It is safe to delete them.
da: Disse filer benyttes ikke længere. De kan slettes uden problemer.

# MSG_ABOUT_DELETE_OBSOLETE_FILES (609//)
source: Delete %ld files
da: Slette %ld filer

# MSG_ABOUT_OBSOLETE_FILES_DELETED (610//)
source: %ld files deleted.
da: %ld filer slettet.

# MSG_CFGL_ICONIFY_SHOWDOCK (622//)
source: icon in AmiDock
da: ikon i AmiDock

# MSG_CFGB_IconifyDock (623//)
source: Show an icon in AmiDock in iconified state.
da: Viser et ikon i AmiDock ved ikonificering.

# MSG_SA_LABEL_COMPOSITING (624//)
source: Compositing
da: Montageeffekter

# MSG_SA_HELP_COMPOSITING (625//)
source: Use compositing for the screen.
da: Skærmen har montageeffekter slået til.

# MSG_SA_LABEL_LIKEWORKBENCH (626//)
source: Like Workbench
da: Som Workbench

# MSG_SA_HELP_LIKEWORKBENCH (627//)
source: Use the same settings as the Workbench screen.
da: Skærmen benytter samme indstillinger som Workbench-skærmen.

# MSG_SA_BUTTON_OPEN (628//)
source: _Open
da: _Åbne

# MSG_SA_BUTTON_CLOSE (629//)
source: _Close
da: _Lukke

# MSG_SA_BUTTON_JUMP (630//)
source: _Jump
da: _Hoppe

# MSG_CFGL_TEXT_COLOR (631//)
source: Text color:
da: Tekstfarve:

# MSG_CFGB_TextColor (632//)
source: Color used for texts.
da: Farven som anvendes til tekster.

# MSG_LIST_CTX_COLUMNS (636//)
source: Columns
da: Kolonner

# MSG_LIST_CTX_COLUMN (637//)
source: Column %ld
da: Kolonne %ld

# MSG_LIST_CTX_SHOW_ALL (638//)
source: Show all
da: Vise alt

# MSG_LIST_CTX_RESET_SIZES (639//)
source: Reset sizes
da: Nulstille størrelser

# MSG_LIST_DRAG_MANY_ITEMS (641//)
source: Dragging %ld items...
da: Trækker %ld poster...

# MSG_SA_LIST_SCREENMODEID (642//)
source: Display mode ID
da: Skærmmodus-ID

# MSG_BACKGROUNDADJ_IMAGEBROWSER (643//)
source: Imagebrowser:
da: Billeder:

# MSG_BACKGROUNDADJ_SAME_AS_PARENT (644//)
source: same as parent object
da: samme som overordnede objekt

# MSG_BACKGROUNDADJ_MODIFY_PARENTS_BRIGHTNESS (645//)
source: Modify brightness of parent's background:
da: Ændre lysstyrken på overordnedes baggrund:

# MSG_BACKGROUNDADJ_PENS (646//)
source: Pens:
da: Penne:

# MSG_BACKGROUNDADJ_COLOR (647//)
source: Color
da: Farve

# MSG_BACKGROUNDADJ_GRADIENT (648//)
source: Gradient:
da: Farveforløb:

# MSG_BACKGROUNDADJ_GRAD_HORIZONTAL (649//)
source: horizontal
da: vandret

# MSG_BACKGROUNDADJ_GRAD_VERTICAL (650//)
source: vertical
da: lodret

# MSG_BACKGROUNDADJ_GRAD_SYMMETRICAL (651//)
source: symmetrical
da: symmetrisk

# MSG_BACKGROUNDADJ_PATTERN (652//)
source: Pattern:
da: Mønster:

# MSG_FILEPANEL_DRAWER (653//)
source: Drawer:
da: Skuffe:

# MSG_FILEPANEL_FILE (654//)
source: File:
da: Fil:

# MSG_FILEPANEL_SELECT_ALL (655//)
source: _all
da: _alle

# MSG_FILEPANEL_SELECT_NONE (656//)
source: _none
da: _ingen

# MSG_FILEPANEL_PATTERN (657//)
source: Pattern:
da: Mønster:

# MSG_FILEPANEL_NUMBER_OF_FILES (658//)
source: %ld Files: %s
da: %ld filer: %s

# MSG_FILEPANEL_DIRECTORY (659//)
source: Directory
da: Katalog

# MSG_FILEPANEL_REQ_TITLE (660//)
source: Warning
da: Advarsel

# MSG_FILEPANEL_DELETE_BUTTONS (661//)
source: Delete|*Cancel
da: Slette|*Fortryde

# MSG_FILEPANEL_DELETE_QUESTION (662//)
source: Do you really want to delete%s\033b%s\033n?
da: Er du sikker på at du vil slette%s\033b%s\033n?

# MSG_FILEPANEL_ERRORS_BUTTONS_FORCE (663//)
source: Force|*Cancel
da: Gennemtvinge|*Fortryde

# MSG_FILEPANEL_ERRORS_QUESTION (665//)
source: The following %ld errors occured: %s
da: Følgende %ld fejl opstod: %s

# MSG_FILEPANEL_NEW_DRAWER (666//)
source: new drawer
da: ny skuffe

# MSG_FILEPANEL_DOS_ERROR_TITLE (667//)
source: DOS Error
da: DOS-fejl

# MSG_FILEPANEL_DIRECTORY_HISTORY (669//)
source: Directory History
da: Kataloghistorik

# MSG_FILEPANEL_DIRECTORY_HISTORY_EMPTY (670//)
source: Directory History Empty
da: Kataloghistorikken er tom

# MSG_FILEPANEL_MENU_RENAME (671//)
source: R\0Rename
da: R\0Omdøbe

# MSG_FILEPANEL_MENU_DELETE (672//)
source: D\0Delete...
da: D\0Slette...

# MSG_FILEPANEL_MENU_NEWDIR (673//)
source: N\0New Drawer
da: N\0Ny skuffe

# MSG_FILEPANEL_MENU_PARENT (674//)
source: P\0Parent
da: P\0Overordnet

# MSG_FILEPANEL_MENU_VOLUMES (675//)
source: O\0Volumes
da: O\0Voluminer

# MSG_FILEPANEL_MENU_SELECT (676//)
source: -\0Multiselect
da: -\0Vælge flere

# MSG_IMGBROWSER_READING_DIR (677//)
source: Reading image directory...
da: Læser billedkataloget...

# MSG_IMGBROWSER_BUILTIN (678//)
source: \033bBuiltin
da: \033bIndbygget

# MSG_IMGBROWSER_BUILTIN_DEFAULT (679//)
source: Builtin Default
da: Indbygget standard

# MSG_DIRLIST_NAME (680//)
source: Name %s %s
da: Navn %s %s

# MSG_DIRLIST_SIZE (681//)
source: %s Size
da: %s Størrelse

# MSG_DIRLIST_USED (682//)
source: %s Used
da: %s I brug

# MSG_DIRLIST_DATE (683//)
source: %s Date
da: %s Dato

# MSG_DIRLIST_TIME (684//)
source: %s Time
da: %s Klokkeslæt

# MSG_DIRLIST_FLAGS (685//)
source: %s Flags
da: %s Beskyttelse

# MSG_DIRLIST_COMMENT (686//)
source: Comment %s
da: Kommentar %s

# MSG_DIRLIST_DATE_TIME (688//)
source: %s Date & Time
da: %s Dato & klokkeslæt

# MSG_DIRLIST_EMPTY (689//)
source: <empty>
da: <tom>

# MSG_DIRLIST_DEVICE (690//)
source: <Device>
da: <Enhed>

# MSG_DIRLIST_VOLUME (691//)
source: <Volume>
da: <Volumen>

# MSG_DIRLIST_ASSIGN (692//)
source: <Assign>
da: <Tildeling>

# MSG_DIRLIST_DRAWER (693//)
source: <Drawer>
da: <Skuffe>

# MSG_CFGL_LIST_TITLE (694//)
source: Title:
da: Overskrift:

# MSG_COLORRING_TITLE (695//)
source: Color ring
da: Farvering

# MSG_COLORRING_TRIANGLE (696//)
source: Triangle
da: Trekant

# MSG_COLORRING_WHEEL (697//)
source: Wheel
da: Hjul

# MSG_COLORRING_NO_SLIDERS (698//)
source: No sliders
da: Ingen skydeknapper

# MSG_COLORRING_RGB_SLIDERS (699//)
source: RGB sliders
da: RGB-skydeknapper

# MSG_COLORRING_HSV_SLIDERS (700//)
source: HSV sliders
da: KML-skydeknapper

# MSG_COLORRING_RECENTLY_USED_COLORS (701//)
source: Recently used colors
da: Farver anvendt for nylig

# MSG_COLORRING_FAVORITE_COLORS (702//)
source: Favorite colors
da: Foretrukne farver

# MSG_COLORRING_STORE_CURRENT (703//)
source: Store current
da: Gemme aktuelle

# MSG_CFGL_LIST_HSCROLLER (704//)
source: Horizontal scroller:
da: Vandret rulleskakt:

# MSG_CFGB_ListHScrollerVisibility (708//)
source: Set the visibility of the horizontal scroller.
da: Vælger om og hvornår den vandrette rulleskakt skal vises.

# MSG_BACKGROUNDADJ_BALANCE_RED (710//)
source: Red:
da: Rød:

# MSG_BACKGROUNDADJ_BALANCE_GREEN (711//)
source: Green:
da: Grøn:

# MSG_BACKGROUNDADJ_BALANCE_BLUE (712//)
source: Blue:
da: Blå:

# MSG_BACKGROUNDADJ_GRAYSCALE (713//)
source: Grayscale
da: Gråtoner

# MSG_BACKGROUNDADJ_NEGATIVE (714//)
source: Negative
da: Negativ

# MSG_BACKGROUNDADJ_HCENTERING (715//)
source: H-Centering
da: Vandret centrering

# MSG_BACKGROUNDADJ_VCENTERING (716//)
source: V-Centering
da: Lodret centrering

# MSG_CFGL_LIST_GROUP_TITLE (717//)
source: Lists
da: Lister

# MSG_CFGL_LIST_EXAMPLE_TITLE (718//)
source: Title
da: Titel

# MSG_CFGL_LIST_EXAMPLE_EXAMPLE (719//)
source: Example
da: Eksempel

# MSG_CFGL_LIST_EXAMPLE_LIST (720//)
source: list
da: liste

# MSG_CFGL_LIST_EXAMPLE_WITH_SOME (721//)
source: with some
da: med nogle

# MSG_CFGL_LIST_EXAMPLE_SELECTED (722//)
source: selected
da: markerede

# MSG_CFGL_LIST_EXAMPLE_ENTRIES (723//)
source: entries
da: poster

# MSG_CFGL_LIST_FONT (724//)
source: Font:
da: Skriftsnit:

# MSG_CFGL_FONT_FIXED (725//)
source: Fixed:
da: Fast bredde:

# MSG_CFGL_FRAME_BACKGROUND_CLIPBOARD (726//)
source: Frame & Background clipboard
da: Udklipsholder for rammer og baggrunde

# MSG_CFGL_WIN_BACKGROUNDS (727//)
source: Backgrounds
da: Baggrunde

# MSG_CFGL_BUTTON_FONT (730//)
source: Font:
da: Skriftsnit:

# MSG_CFGL_BUTTON_EXAMPLE (731//)
source: Example
da: Eksempel

# MSG_FRIMAGEADJ_TITLE_SINGLE (732//)
source: Adjust %s
da: Justere %s

# MSG_FRIMAGEADJ_TITLE_DOUBLE (733//)
source: Adjust %s & %s
da: Justere %s og %s

# MSG_FRAMEADJ_TITLE (734//)
source: Frame
da: ramme

# MSG_BACKGROUNDADJ_TITLE (735//)
source: Background
da: baggrund

# MSG_FRAMEADJ_SPACING (736//)
source: Spacing:
da: Afstand:

# MSG_FRAMEADJ_VISIBILITY (737//)
source: Visibility:
da: Synlighed:

# MSG_FRAMEADJ_COLORIZE (738//)
source: Colorize
da: Farvelægge

# MSG_FRAMEADJ_SCALING (739//)
source: Scaling:
da: Skalering:

# MSG_FRAMEADJ_SCALING_ENTRIES (740//)
source: tiling|horizontally|vertically|both
da: fliselagt|vandret|lodret|begge

# MSG_FRAMEADJ_TOGGLE_STATE (741//)
source: Toggle state
da: Ombytte tilstand

# MSG_CFGL_SLIDER_GROUP_TITLE (742//)
source: Slider
da: Skydeknap

# MSG_CFGL_GAUGE_GROUP_TITLE (743//)
source: Gauge
da: Målestok

# MSG_CFGL_WINDOW_BORDERS (745//)
source: Borders
da: Kanter

# MSG_CFGL_WINDOW_TITLEBAR_SHOWS (746//)
source: Titlebar shows
da: Vise titelbjælke

# MSG_CFGL_WINDOW_TITLEBAR_POPUP_BUTTON (747//)
source: popup button
da: duk-op-knap

# MSG_CFGL_WINDOW_TITLEBAR_SETTINGS_BUTTON (748//)
source: settings button
da: indstillingsknap

# MSG_CFGL_WINDOW_TITLEBAR_SNAPSHOT_BUTTON (749//)
source: snapshot button
da: fastgørelsesknap

# MSG_CFGL_WINDOW_TITLEBAR_SCREEN_JUMP_BUTTON (750//)
source: screen jump button
da: knap til at skifte skærm

# MSG_CFGL_WINDOW_TITLEBAR_ICONIFY_BUTTON (751//)
source: iconify button
da: ikonificeringsknap

# MSG_CFGL_WINDOW_SIZEGADGET (752//)
source: Window size gadget is
da: Vinduesstørrelsesknap er

# MSG_CFGL_WINDOW_SIZEGADGET_BOTTOM_BORDER (753//)
source: in bottom border
da: i nederste kant

# MSG_CFGL_WINDOW_SIZEGADGET_RIGHT_BORDER (754//)
source: in right border
da: i højre kant

# MSG_CFGL_WINDOW_SIZEGADGET_INVISIBLE (755//)
source: invisible
da: usynlig

# MSG_CFGL_WINDOW_BORDER_SCROLLERS_OVERRIDE (756//)
source: (Border scrollers can override this setting)
da: (Rulleskakter i kanter kan overstyre denne indstilling)

# MSG_CFGL_WINDOW_WINDOW_POSITIONS (757//)
source: Window positions are
da: Vinduesplaceringer bliver

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_NOT_STORED (758//)
source: not stored
da: ikke gemt

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_UNTIL_REBOOT (759//)
source: stored until reboot
da: gemt indtil genstart

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_PERMANENTLY (760//)
source: stored permanently
da: gemt permanent

# MSG_CFGL_CLIPBOARD (761//)
source: Clipboard
da: Udklipsholder

# MSG_CFGL_SHOWMCC (762//)
source: More
da: Flere

# MSG_CFGL_BUTTON_IMAGE_PRESSED (763//)
source: Pressed:
da: Aktiveret:

# MSG_CFGL_IMAGES_USED_IMAGES (764//)
source: Used Images:
da: Benyttede billeder:

# MSG_CFGL_IMAGES_FRAME_BACKGROUND (765//)
source: Frame & Background:
da: Ramme og baggrund:

# MSG_CFGL_IMAGES_AVAILABLE_IMAGES (766//)
source: Available images:
da: Tilgængelige billeder:

# MSG_CFGL_KEYBOARD_GADGETS (769//)
source: Gadgets
da: Knapper

# MSG_CFGL_KEYBOARD_WINDOWS (770//)
source: Windows
da: Vinduer

# MSG_CFGL_KEYBOARD_CURSOR (771//)
source: Cursor
da: Markør

# MSG_CFGL_KEYBOARD_TEXTEDITING (772//)
source: Text editing
da: Tekstredigering

# MSG_KEYADJ_SAMPLE (773//)
source: Sample
da: Opfange

# MSG_KEYADJ_ADD_KEY (774//)
source: Add another key
da: Tilføje en ny tast

# MSG_KEYADJ_REMOVE_KEY (775//)
source: Remove this key
da: Fjerne denne tast

# MSG_KEYADJ_PRESS_KEY (776//)
source: <press key>
da: <tryk tast>

# MSG_CFGL_BUTTON_CYCLE_EXAMPLE_ENTRIES (777//)
source: entry 1|entry 2|entry 3|entry 4
da: post 1|post 2|post 3|post 4

# MSG_CFGL_QUICKHELP_APPEAR_HELPKEY (778//)
source: when pressing
da: ved tryk på

# MSG_CFGL_LISTS_SCROLLBAR (780//)
source: Scrollbar
da: Rulleskakt

# MSG_CFGL_STRINGS_POPBUTTON (781//)
source: Popbutton:
da: Duk-op-knap:

# MSG_CFGL_STRINGS_POPBUTTON_STYLES (782//)
source: beside|embedded
da: ved siden af|indlejret

# MSG_FRAMEADJ_NO_FRAME_IMAGES_FOUND (783//)
source: No frame images found in '%s'.
da: Der er ingen rammebilleder i '%s'.

# MSG_CFGL_KEY_DELETE (784//)
source: Delete:
da: Slette:

# MSG_CFGL_KEY_BACKSPACE (785//)
source: Backspace:
da: Slette baglæns:

# MSG_CFGL_KEY_CUT (786//)
source: Cut:
da: Klippe:

# MSG_CFGL_KEY_COPY (787//)
source: Copy:
da: Kopiere:

# MSG_CFGL_KEY_PASTE (788//)
source: Paste:
da: Indsætte:

# MSG_CFGL_KEY_UNDO (789//)
source: Undo:
da: Tilbageføre:

# MSG_CFGL_KEY_REDO (790//)
source: Redo:
da: Gendanne:

# MSG_CFGL_STRING_CONTAINER (791//)
source: Container:
da: Beholder:

# MSG_CFGL_STRING_ACTIVATED (792//)
source: Activated:
da: Aktiveret:

# MSG_CFGL_STRING_READONLY (793//)
source: Readonly:
da: Skrivebeskyttet:

# MSG_CFGL_STRING_CURSOR (794//)
source: Cursor:
da: Markør:

# MSG_CFGL_STRING_BLINKING (795//)
source: Blinking:
da: Blinkende:

# MSG_CFGL_STRING_COLOR (796//)
source: Color:
da: Farve:

# MSG_CFGL_STRING_CURSOR_STYLES (797//)
source: block|vertical|horizontal
da: blok|lodret|vandret

# MSG_CFGL_STRING_CURSOR_BLINKRATES (798//)
source: steady|50ms|100ms|150ms|200ms|250ms|300ms|350ms|400ms|450ms|500ms
da: konstant|50ms|100ms|150ms|200ms|250ms|300ms|350ms|400ms|450ms|500ms

# MSG_COLORRING_FAVORITE_COLORS_TITLE (799//)
source: Favorite colors:
da: Foretrukne farver:

# MSG_STRING_CTX_TEXT (800//)
source: Text
da: Tekst

# MSG_STRING_CTX_TEXT_CUT (801//)
source: Cut
da: Klippe

# MSG_STRING_CTX_TEXT_COPY (802//)
source: Copy
da: Kopiere

# MSG_STRING_CTX_TEXT_PASTE (803//)
source: Paste
da: Indsætte

# MSG_STRING_CTX_TEXT_EXTERNAL_EDIT (804//)
source: External edit...
da: Redigere eksternt...

# MSG_STRING_CTX_TEXT_INSERT_TEXT_FILE (805//)
source: Insert text file...
da: Indsætte tekstfil...

# MSG_STRING_CTX_TEXT_WORD_WRAP (806//)
source: Word wrap?
da: Ombryde?

# MSG_STRING_CTX_TEXT_IRC_STYLES (807//)
source: IRC styles
da: IRC-varianter

# MSG_STRING_CTX_TEXT_IRC_STYLES_BOLD (808//)
source: Bold
da: Fed

# MSG_STRING_CTX_TEXT_IRC_STYLES_UNDERLINE (809//)
source: Underline
da: Understreget

# MSG_STRING_CTX_TEXT_IRC_STYLES_INVERSE (810//)
source: Inverse
da: Omvendt

# MSG_STRING_CTX_TEXT_IRC_STYLES_RESET (811//)
source: Reset
da: Nulstille

# MSG_STRING_CTX_TEXT_IRC_STYLES_BEEP (812//)
source: Beep
da: Bippe

# MSG_SA_DEPTHSLIDER_COLORMAPPED (813//)
source: %ld bit (%ld colors)
da: %ld bits (%ld farver)

# MSG_SA_DEPTHSLIDER_DIRECTMAPPED (814//)
source: %ld bit (hi/true)
da: %ld bits (høj/fuld)

# MSG_SCREENMODEPANEL_8BIT (815//)
source: %ld bit (%ld colors)
da: %ld bits (%ld farver)

# MSG_SCREENMODEPANEL_HICOLOR (816//)
source: %ld bit (hicolor)
da: %ld bits (høj farveægthed)

# MSG_SCREENMODEPANEL_TRUECOLOR (817//)
source: %ld bit (truecolor)
da: %ld bits (fuld farveægthed)

# MSG_SCREENMODEPANEL_VALUE_TOO_SMALL (818//)
source: Value too small, valid range is from %ld to %ld.
da: Værdien er for lille, gyldigt område er fra %ld til %ld.

# MSG_SCREENMODEPANEL_VALUE_TOO_LARGE (819//)
source: Value too large, valid range is from %ld to %ld.
da: Værdien er for stor, gyldigt område er fra %ld til %ld.

# MSG_SCREENMODEPANEL_MODE (820//)
source: \033bMode
da: \033bModus

# MSG_SCREENMODEPANEL_COLORS (821//)
source: \033bColors
da: \033bFarver

# MSG_SCREENMODEPANEL_FREQUENCY (822//)
source: \033bFrequency
da: \033bFrekvens

# MSG_SCREENMODEPANEL_WIDTH (827//)
source: Width:
da: Bredde:

# MSG_SCREENMODEPANEL_HEIGHT (828//)
source: Height:
da: Højde:

# MSG_SCREENMODEPANEL_SIZE (829//)
source: Size:
da: Størrelse:

# MSG_SCREENMODEPANEL_DEFAULT (830//)
source: Default
da: Standard

# MSG_SCREENMODEPANEL_DEPTH (831//)
source: Depth:
da: Dybde:

# MSG_SCREENMODEPANEL_AUTOSCROLL (832//)
source: Autoscroll:
da: Autorulning:

# MSG_SCREENMODEPANEL_OVERSCAN (833//)
source: Overscan:
da: Overskan:

# MSG_SCREENMODEPANEL_OVERSCAN_TYPES (834//)
source: Text|Standard|Maximum|Video
da: Tekst|Standard|Maksimal|Video

# MSG_CFGL_GROUPS_XPOSITION_LEFT (835//)
source: Left
da: Til venstre

# MSG_CFGL_GROUPS_XPOSITION_CENTER (836//)
source: Center
da: Centreret

# MSG_CFGL_GROUPS_XPOSITION_RIGHT (837//)
source: Right
da: Til højre

# MSG_CFGL_GROUPS_YPOSITION_BELOW (838//)
source: Below
da: Under

# MSG_CFGL_GROUPS_YPOSITION_CENTER (839//)
source: Center
da: Centreret

# MSG_CFGL_GROUPS_YPOSITION_ABOVE (840//)
source: Above
da: Over

# MSG_CFGL_MCC_SCANNING (843//)
source: Scanning...
da: Skanner...

# MSG_CFGL_FRAMEDGROUP_GROUP_TITLE (844//)
source: Framed Groups
da: Indrammede grupper

# MSG_CFGL_FRAMEDGROUP_CONTAINER (845//)
source: Container
da: Beholder

# MSG_CFGL_FRAMEDGROUP_PAGES (846//)
source: Pages
da: Sider

# MSG_CFGL_FRAMEDGROUP_TITLE (847//)
source: Title:
da: Titel:

# MSG_CFGL_FRAMEDGROUP_TITLE_POSITION (848//)
source: Position:
da: Placering:

# MSG_CFGL_FRAMEDGROUP_TITLE_FONT (849//)
source: Font:
da: Skriftsnit:

# MSG_CFGL_FRAMEDGROUP_SPACING (850//)
source: Spacing:
da: Afstand:

# MSG_CFGL_FRAMEDGROUP_SPACING_HORIZ (851//)
source: Horizontal:
da: Vandret:

# MSG_CFGL_FRAMEDGROUP_SPACING_VERT (852//)
source: Vertical:
da: Lodret:

# MSG_CFGL_TABGROUP_GROUP_TITLE1 (853//)
source: Tab groups
da: Fanebladssystemer

# MSG_CFGL_TABGROUP_GROUP_TITLE2 (854//)
source: Example
da: Eksempel

# MSG_CFGL_TABGROUP_GROUP_TITLE3 (855//)
source: Example
da: Eksempel

# MSG_CFGL_TABGROUP_CONTAINER (856//)
source: Container
da: Beholder

# MSG_CFGL_TABGROUP_TITLE (857//)
source: Title:
da: Titel:

# MSG_CFGL_TABGROUP_POSITION (858//)
source: Position:
da: Placering:

# MSG_CFGL_TABGROUP_FONT (859//)
source: Font:
da: Skriftsnit:

# MSG_CFGL_TABGROUP_LAYOUT (860//)
source: Layout as
da: Layoute som

# MSG_CFGL_TABGROUP_LAYOUT_ROW (861//)
source: row
da: række

# MSG_CFGL_TABGROUP_LAYOUT_BUTTONS (862//)
source: buttons
da: knapper

# MSG_CFGL_TABGROUP_LAYOUT_TABS (863//)
source: tabs
da: faner

# MSG_CFGL_TABGROUP_STRETCHING (864//)
source: Stretching:
da: Strækning:

# MSG_CFGL_TABGROUP_PAGE2_CONTENT (865//)
source: Example page 2
da: Eksempel side 2

# MSG_CFGL_TABGROUP_PAGE3_CONTENT (866//)
source: Example page 3
da: Eksempel side 3

# MSG_SA_LIST_DEFAULT_PUBSCREEN_TITLE (867//)
source: MUI Public Screen
da: Offentlig MUI-skærm

# MSG_CFGL_PROPKNOBSTYLE (868//)
source: Style:
da: Stil:

# MSG_CFGL_PROPKNOBSTYLE_ENTRIES (869//)
source: None|Circle|Dots|Lines
da: Ingen|Cirkel|Prikker|Linjer

# MSG_CFGB_PropKnobStyle (870//)
source: Additional markings on slider.
da: Yderligere markeringer på skydeknappen.

# MSG_ABOUTPAGE_BUILD_INFO (871//)
source: Build:
da: Udgave:

# MSG_ABOUTPAGE_BUILD_DATE (873//)
source: Date:
da: Dato:

# MSG_POPMENU_SAVEAS (876//)
source: Save as...
da: Gemme som...

# MSG_CFGL_SETTINGS (877//)
source: Settings
da: Indstillinger

# MSG_CFGL_SETTINGS_PRESET (878//)
source: Preset: %s
da: Forvalg: %s

# MSG_FONTPANEL_FONT (880//)
source: \033bFont
da: \033bSkriftsnit

# MSG_FONTPANEL_FAMILY (881//)
source: \033bFamily
da: \033bFamilie

# MSG_FONTPANEL_ALL_FONTS (883//)
source: \033bAll Fonts
da: \033bAlle skriftsnit

# MSG_FONTPANEL_FIXED_WIDTH_FONTS (884//)
source: \033bFixed Width
da: \033bFast bredde

# MSG_FONTPANEL_UNNAMED (886//)
source: unnamed:
da: uden navn:

# MSG_FONTPANEL_CTX_FONT_FAMILIES (887//)
source: Font families
da: Skriftfamilier

# MSG_FONTPANEL_CTX_CREATE_FAMILY (888//)
source: Create new family
da: Oprette ny familie

# MSG_FONTPANEL_CTX_RENAME_FAMILY (889//)
source: Rename family '%s'
da: Omdøbe familien '%s'

# MSG_FONTPANEL_CTX_DELETE_FAMILY (890//)
source: Delete family '%s'
da: Slette familien '%s'

# MSG_FONTPANEL_REQ_TITLE (891//)
source: Warning
da: Advarsel

# MSG_FONTPANEL_DELETE_BUTTONS (892//)
source: Delete|*Cancel
da: Slette|*Fortryde

# MSG_FONTPANEL_DELETE_QUESTION (893//)
source: The font family '%s' contains %ld entries. Do you really want to delete it?
da: Skriftfamilien '%s' indeholder %ld skriftsnit. Er du sikker på at du vil slette den?

# MSG_FONTPANEL_FAMILIES_NEW (895//)
source: New
da: Ny

# MSG_FONTPANEL_FAMILIES_DELETE (896//)
source: Del
da: Slette

# MSG_FONTPANEL_FAMILIES_RENAME (897//)
source: Ren
da: Omdøbe

# MSG_FONTPANEL_PREVIEW (899//)
source: _Preview:
da: _Forhåndsvisning:

# MSG_FONTPANEL_PREVIEW_ENTRIES (900//)
source: - off -|24 pt
da: - fra -|24 pkt

# MSG_FONTPANEL_SIZE (901//)
source: Size:
da: Størrelse:

# MSG_FONTPANEL_SIZE_ENTRIES (902//)
source: Absolute|Relative
da: Absolut|Relativ

# MSG_FONTPANEL_COLORS (903//)
source: Colors:
da: Farver:

# MSG_FONTPANEL_COLORS_TEXT (904//)
source: Text
da: Tekst

# MSG_FONTPANEL_COLORS_OUTLINE (905//)
source: Outline
da: Omrids

# MSG_FONTPANEL_STYLE (906//)
source: Style:
da: Variant:

# MSG_FONTPANEL_STYLE_BOLD (907//)
source: \033bBold
da: \033bFed

# MSG_FONTPANEL_STYLE_ITALIC (908//)
source: \033iItalic
da: \033iKursiv

# MSG_FONTPANEL_STYLE_UNDERLINE (909//)
source: \033uUnderline
da: \033uUnderstreget

# MSG_FONTPANEL_STYLE_SHADOW (910//)
source: \033sShadow
da: \033sSkygge

# MSG_FONTPANEL_STYLE_OUTLINE (911//)
source: \033tOutline
da: \033tOmrids

# MSG_FONTPANEL_STYLE_PLAIN (912//)
source: Plain
da: Normal

# MSG_FONTPANEL_SAMPLE_TEXT (913//)
source: The quick brown fox jumps over the lazy dog. 1234567890
da: Max brændte høj og flyvsk quiz på wc. 1234567890

# MSG_FONTPANEL_FONT_DOES_NOT_EXIST (914//)
source: Font doesn't exist.
da: Skriftsnittet findes ikke.

# MSG_BACKGROUNDADJ_DEFAULT_COLOR (915//)
source: Default color
da: Standardfarve

# MSG_PANEL_CANCEL (917//)
source: Cancel
da: Fortryde

# MSG_FONTPANEL_ASL_TITLE (918//)
source: Select font
da: Vælg skriftsnit

# MSG_CFGL_MENU_POPUP (919//)
source: Popup menus
da: Duk-op-menuer

# MSG_CFGL_MENU_POPUP_POSITION (920//)
source: Position:
da: Placering:

# MSG_CFGL_MENU_POPUP_POSITION_ENTRIES (921//)
source: centered|top left
da: centreret|øverst til venstre

# MSG_CFGB_Menu_PopupPosition (922//)
source: Position of popup menus relative to the mouse pointer.
da: Placering af duk-op-menuer i forhold til musepilen.

# MSG_CFGL_MENU_POPUP_SELECTION_MODE (923//)
source: Selection mode:
da: Valgmodus:

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_AUTOMATIC (924//)
source: automatic
da: automatisk

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_STICKY (925//)
source: sticky
da: blive hængende

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_CLICK_HOLD (926//)
source: click & hold
da: klik og hold

# MSG_CFGL_MENU_GLOBAL (927//)
source: Global menus
da: Globale menuer

# MSG_CFGL_MENU_GLOBAL_APPEARANCE (928//)
source: Appearance:
da: Udseende:
