Repository: sacredbanana/AmigaSDK-gcc
Catalog: m68k-amigaos/lib/locale/danish.po
Languages: da

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ON_SCREEN_TITLEBAR (929//)
source: on screen titlebar
da: på skærmens titelbjælke

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_BELOW_WINDOW_TITLEBAR (930//)
source: below window titlebar
da: under vinduets titelbjælke

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ABOVE_MOUSE_POINTER (931//)
source: above mouse pointer
da: over musepilen

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_POPUP_MENUS (932//)
source: like popup menus
da: som duk-op-menuer

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_SYSTEM_MENUS (933//)
source: like system menus
da: som systemmenuer

# MSG_CFGL_MENU_EMBEDDED_FONT (937//)
source: Font:
da: Skriftsnit:

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR (938//)
source: Separator:
da: Adskillelse:

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR_ENTRIES (939//)
source: none|bar|inverted bar
da: ingen|bjælke|omvendt bjælke

# MSG_CFGL_MENU_EMBEDDED_CONTAINER (940//)
source: Container:
da: Beholder:

# MSG_CFGL_MENU_EMBEDDED_CURSOR (941//)
source: Cursor:
da: Markør:

# MSG_POPMENU_ALLOPTIONS_ALL_TITLE (942//)
source: All options
da: Alle tilvalg:

# MSG_CFGL_MENU_EMBEDDED_ENABLE_MENU_BAR (943//)
source: Enable embedded menu bar
da: Slå indlejret menubjælke til

# MSG_WINPOPUP_EMBEDDED_MENU_BAR (944//)
source: Embedded menu bar
da: Indlejret menubjælke

# MSG_VOLUMELIST_NAME (945//)
source: Name
da: Navn

# MSG_VOLUMELIST_FULL (946//)
source: full
da: fuld

# MSG_VOLUMELIST_FREE (947//)
source: free
da: ledig

# MSG_VOLUMELIST_USED (948//)
source: used
da: i brug

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_DISABLED (950//)
source: disabled
da: slået fra

# MSG_CFGL_STRINGS (951//)
source: Strings
da: Tekster

# MSG_CFGL_BUTTON_LOOK (952//)
source: Look:
da: Udseende:

# MSG_CFGL_SLIDER_LOOK (953//)
source: Look:
da: Udseende:

# MSG_CFGL_GAUGE_LOOK (954//)
source: Look:
da: Udseende:

# MSG_BACKGROUNDADJ_SAME_AS_WINDOW (955//)
source: same as window
da: samme som vindue

# MSG_CFGL_GHOSTED_GADGETS_GROUP_TITLE (956//)
source: Ghosted Gadgets
da: Skraverede knapper

# MSG_CFGL_DisabledPattern (957//)
source: Pattern:
da: Mønster:

# MSG_PATTERN_NONE (958//)
source: None
da: Intet

# MSG_CFGL_DisabledVisibility (959//)
source: Visibility:
da: Synlighed:

# MSG_CFGL_QUICKHELP_APPEAR_HOLD_MOUSE (960//)
source: when holding mouse steady for
da: når musen holdes stille i

# MSG_WINPOPUP_JUMP_NEW (961//)
source: New
da: Ny

# MSG_SCREENSPACE_UNNAMED (962//)
source: (unnamed)
da: [uden navn)

# MSG_PUBSCREENPANEL_OPEN_WINDOWS_ON (963//)
source: Open windows on
da: Åbne vinduer på

# MSG_PUBSCREENPANEL_DEFAULT (964//)
source: default public screen (usually the Workbench)
da: offentlig standardskærm (normalt Workbench)

# MSG_PUBSCREENPANEL_FRONTMOST (965//)
source: frontmost public screen (on program startup)
da: forreste offentlige skærm (ved programstart)

# MSG_PUBSCREENPANEL_FOREIGN (966//)
source: foreign public screen named
da: fremmed offentlig skærm ved navn

# MSG_PUBSCREENPANEL_MUIDATABASE (967//)
source: customized public screen from MUI database:
da: hjemmelavet offentlig skærm fra MUIs database:

# MSG_MUIREQUEST_TITLE (968//)
source: MUI Request
da: MUI-dialogboks

# MSG_ABOUTBOX_TITLE (971//)
source: About %s
da: Om %s

# MSG_ABOUTBOX_COPYRIGHT (972//)
source: Copyright
da: Ophavsret

# MSG_ABOUTBOX_ACKNOWLEDGEMENTS (973//)
source: Acknowledgements:
da: Anerkendelser:

# MSG_ABOUTBOX_DOCUMENTATION (974//)
source: Documentation:
da: Dokumentation:

# MSG_ABOUTBOX_GRAPHICS (975//)
source: Graphics:
da: Grafik:

# MSG_ABOUTBOX_ICONS (976//)
source: Icons:
da: Ikoner:

# MSG_ABOUTBOX_ICON (977//)
source: Icon:
da: Ikon:

# MSG_ABOUTBOX_TRANSLATIONS (978//)
source: Translations:
da: Oversættelser:

# MSG_ABOUTBOX_PROOFREADING (979//)
source: Proofreading:
da: Korrekturlæsning:

# MSG_ABOUTBOX_MUSIC (980//)
source: Music:
da: Musik:

# MSG_ABOUTBOX_PROGRAMMING (981//)
source: Programming:
da: Programmering:

# MSG_ABOUTBOX_ADDITIONAL_PROGRAMMING (982//)
source: Additional programming:
da: Yderligere programmering:

# MSG_ABOUTBOX_SOUND_EFFECTS (983//)
source: Sound effects:
da: Lydeffekter:

# MSG_ABOUTBOX_THANKS_TO (984//)
source: Thanks to:
da: Tak til:

# MSG_ABOUTBOX_SPECIAL_THANKS_TO (985//)
source: Special thanks to:
da: Speciel tak til:

# MSG_ABOUTBOX_DISCLAIMER (987//)
source: Disclaimer:
da: Ansvarsfraskrivelse:

# MSG_ABOUTBOX_LICENSE (988//)
source: License:
da: Licens:

# MSG_CFGL_ACTIVE_GADGETS_GROUP_TITLE (991//)
source: Active Gadgets
da: Aktive knapper

# MSG_CFGL_ACTIVE_GADGETS_FOCUS (992//)
source: Focus:
da: Fokus:

# MSG_CFGL_ACTIVE_GADGETS_BORDER_PIXEL (993//)
source: %ld pixel
da: %ld pixels

# MSG_CFGL_ACTIVE_GADGETS_BORDER (994//)
source: Border:
da: Kant:

# MSG_BUSY_SAMPLE_BUSY_BAR (995//)
source: Sample Busy-Bar
da: Eksempelvisning af Busy-bar

# MSG_BUSY_PREFERENCES (996//)
source: Preferences
da: Indstillinger

# MSG_BUSY_COLOR1 (997//)
source: Color 1:
da: Farve 1:

# MSG_BUSY_COLOR2 (998//)
source: Color 2:
da: Farve 2:

# MSG_BUSY_FRAME (999//)
source: Frame:
da: Ramme:

# MSG_BUSY_STYLE (1000//)
source: Style:
da: Stil:

# MSG_BUSY_STYLE_ENTRIES (1001//)
source: Old|Queue|Knight Rider|Star Trek|Psycho
da: Gammel|Kø|Knight Rider|Star Trek|Psyko

# MSG_BUSY_DIRECTION (1002//)
source: Direction:
da: Retning:

# MSG_BUSY_DIRECTION_ENTRIES (1003//)
source: Right / In|Left / Out
da: Til højre / Ind|Til venstre / Ud

# MSG_BUSY_SIZE (1004//)
source: Size:
da: Størrelse:

# MSG_BUSY_NUMBER (1005//)
source: Number:
da: Antal:

# MSG_BUSY_FADE (1006//)
source: Fade:
da: Dæmpe:

# MSG_BUSY_FADE_NO_FADE (1007//)
source: No Fade!
da: Ingen dæmpning.

# MSG_BUSY_FADE_FORMAT (1009//)
source: %ld segments
da: %ld segmenter

# MSG_BUSY_SPACE (1010//)
source: Space:
da: Afstand:

# MSG_BUSY_SPACE_NO_SPACE (1011//)
source: No Space!
da: Ingen afstand.

# MSG_BUSY_SPEED (1013//)
source: Speed:
da: Hastighed:

# MSG_BUSY_SPEED_OFF (1015//)
source: OFF
da: FRA

# MSG_LAMP_OFF (1017//)
source: Off:
da: Fra:

# MSG_LAMP_WARNING (1019//)
source: Warning:
da: Advarsel:

# MSG_LAMP_ERROR (1020//)
source: Error:
da: Fejl:

# MSG_LAMP_FATAL_ERROR (1021//)
source: Fatal error:
da: Fatal fejl:

# MSG_LAMP_PROCESSING (1022//)
source: Processing:
da: Arbejder:

# MSG_LAMP_LOOKING_UP (1023//)
source: Looking up:
da: Slår op:

# MSG_LAMP_CONNECTING (1024//)
source: Connecting:
da: Kobler op:

# MSG_LAMP_SENDING_DATA (1025//)
source: Sending data:
da: Sender data:

# MSG_LAMP_RECEIVING_DATA (1026//)
source: Receiving data:
da: Modtager data:

# MSG_LAMP_LOADING_DATA (1027//)
source: Loading data:
da: Indlæser data:

# MSG_LAMP_SAVING_DATA (1028//)
source: Saving data:
da: Gemmer data:

# MSG_LAMP_DEFAULT_COLORS (1029//)
source: Default colors
da: Standardfarver

# MSG_LAMP_LOOK (1030//)
source: Look:
da: Udseende:

# MSG_LAMP_SHAPE (1031//)
source: Shape:
da: Facon:

# MSG_LAMP_SHAPE_CLASSIC_BULB (1032//)
source: Classic bulb
da: Klassisk pære

# MSG_LAMP_SHAPE_SQUARE (1033//)
source: Square
da: Kvadratisk

# MSG_LAMP_FRAME_VISIBILITY (1034//)
source: Frame visibility:
da: Rammesynlighed:

# MSG_LAMP_SPECULAR_HIGHLIGHTS (1035//)
source: Specular highlights
da: Refleks-højlys

# MSG_LAMP_SAMPLES (1036//)
source: Samples
da: Eksempler

# MSG_BUSY_COLOR1_HELP (1037//)
source: The first color in Busy objects
da: Den første farve i Busy-objekter

# MSG_BUSY_COLOR2_HELP (1038//)
source: The last color in Busy objects
da: Den sidste farve i Busy-objekter

# MSG_BUSY_FRAME_HELP (1039//)
source: The frame of Busy objects
da: Rammen på Busy-objekter

# MSG_BUSY_STYLE_HELP (1040//)
source: Choose between different styles
da: Vælg mellem forskellige udseender

# MSG_BUSY_DIRECTION_HELP (1041//)
source: Choose the direction
da: Vælg retningen

# MSG_BUSY_SIZE_HELP (1042//)
source: Rectangle size in pixels
da: Rektangels størrelse i pixels

# MSG_BUSY_NUMBER_HELP (1043//)
source: Number of rectangles
da: Antal rektangler

# MSG_BUSY_FADE_HELP (1044//)
source: Number of rectangles which are used to fade
da: Antal rektangler benyttet til dæmpning

# MSG_BUSY_SPACE_HELP (1045//)
source: Number of pixels of space
da: Antal pixels i afstand

# MSG_BUSY_SPEED_HELP (1046//)
source: The Busy objects are moved with this speed
da: Busy-objekterne bevæges med denne hastighed

# MSG_BUSY_SAMPLE_HELP (1047//)
source: The sample Busy object, reacts on preferences below
da: Eksemplet på et Busy-objekt reagerer på indstillingerne nedenunder

# MSG_CFGL_LIST_HSCROLLER_ENTRIES (1048//)
source: automatic|always|never
da: automatisk|altid|aldrig

# MSG_CFGL_MENU_TITLES_ENTRIES (1049//)
source: normal|bold|3d
da: normal|fed|3d

# MSG_CFGL_DRAG_LOOK_ENTRIES (1050//)
source: always solid|ghosted on box|ghosted outside box|always ghosted
da: aldrig skraveret|skraveret på boks|skraveret uden for boks|altid skraveret

# MSG_LISTTREE_SAMPLE (1051//)
source: Sample
da: Eksempel

# MSG_LISTTREE_OPEN (1052//)
source: _Open
da: Folde _ud

# MSG_LISTTREE_CLOSE (1053//)
source: _Close
da: Folde _sammen

# MSG_LISTTREE_PREFERENCES (1054//)
source: Preferences
da: Indstillinger

# MSG_LISTTREE_RIGHT (1055//)
source: Right
da: Mod højre

# MSG_LISTTREE_DOWN (1056//)
source: Down
da: Nedad

# MSG_LISTTREE_LINES (1057//)
source: Lines
da: Linjer

# MSG_LISTTREE_SHADOW (1058//)
source: Shadow
da: Skygge

# MSG_LISTTREE_STYLE (1059//)
source: Style:
da: Stil:

# MSG_LISTTREE_STYLE_ENTRIES (1060//)
source: Normal|Inserted|Lines|Win95|Mac|Lines3D|Padiavolo
da: Normal|Indrykket|Linjer|Win95|Mac|3D-linjer|Padiavolo

# MSG_LISTTREE_SPACE (1061//)
source: Space:
da: Afstand:

# MSG_LISTTREE_REMEMBER_STATUS (1062//)
source: Remember status
da: Huske tilstand

# MSG_LISTTREE_DISPLAY_OPENED (1063//)
source: Display opened
da: Foldet ud

# MSG_LISTTREE_SAMPLE_HELP (1064//)
source: A Listtree object sample, reacts on preferences
da: Et eksempel på et Listtree-objekt, reagerer på indstillingerne.

# MSG_LISTTREE_OPEN_HELP (1065//)
source: Open all nodes
da: Folde alle knuder ud

# MSG_LISTTREE_CLOSE_HELP (1066//)
source: Close all nodes
da: Folde alle knuder sammen

# MSG_LISTTREE_RIGHT_HELP (1067//)
source: Image for a closed node
da: Symbol for en sammenfoldet knude

# MSG_LISTTREE_DOWN_HELP (1068//)
source: Image for an opened node
da: Symbol for en udfoldet knude

# MSG_LISTTREE_LINES_HELP (1069//)
source: Custom line color for styles 'Lines', 'Win95' and 'Lines3D"
da: Selvvalgt linjefarve for stilene 'Linjer', 'Win95' og 'Mac'

# MSG_LISTTREE_SHADOW_HELP (1070//)
source: Custom shadow color for style 'Lines3D'
da: Selvvalgt skyggefarve for stilen '3D-linjer'

# MSG_LISTTREE_STYLE_HELP (1071//)
source: Choose between different display modes
da: Vælg mellem forskellige visningsmoduser

# MSG_LISTTREE_SPACE_HELP (1072//)
source: Spacing between node image and text
da: Afstand mellem knudesymbol og tekst

# MSG_LISTTREE_REMEMBER_STATUS_HELP (1073//)
source: Closed nodes remember their children's states
da: Sammenfoldede knuder husker deres undertræers tilstand

# MSG_LISTTREE_DISPLAY_OPENED_HELP (1074//)
source: Adjust display position after opening a node
da: Justerer visningsplaceringen efter udfoldning af en knude

# MSG_LISTTREE_SAMPLE_NEWSGROUPS (1075//)
source: \033bNewsgroups
da: \033bNyhedsgrupper

# MSG_LISTTREE_SAMPLE_FLAGS (1076//)
source: \033bFlags
da: \033bFlag

# MSG_LISTTREE_SAMPLE_SUBSCRIBED (1077//)
source: subscribed
da: abonneret

# MSG_URLTEXT_COLORS (1078//)
source: Colors
da: Farver

# MSG_URLTEXT_COLORS_OUT (1079//)
source: Out
da: Fri

# MSG_URLTEXT_COLORS_VISITED (1081//)
source: Visited
da: Fulgt

# MSG_URLTEXT_SETTINGS (1082//)
source: Settings
da: Indstillinger

# MSG_URLTEXT_SETTINGS_UNDERLINE (1083//)
source: Underline
da: Understreget

# MSG_URLTEXT_SETTINGS_FALLBACK (1084//)
source: Fallback
da: Alt. funktion

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN (1085//)
source: Use visited pen
da: Benytte 'Fulgt'-pen

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER (1086//)
source: Use hand mouse pointer
da: Benytte hånd-musepil

# MSG_URLTEXT_FONT (1087//)
source: Font:
da: Skriftsnit:

# MSG_URLTEXT_SAMPLES (1088//)
source: Samples
da: Eksempler

# MSG_URLTEXT_COLORS_OUT_HELP (1089//)
source: Pen when the mouse is not over the link
da: Pen til når musen ikke er over linket

# MSG_URLTEXT_COLORS_OVER_HELP (1090//)
source: Pen when the mouse is over the link
da: Pen til når musen er over linket

# MSG_URLTEXT_COLORS_VISITED_HELP (1091//)
source: Pen for a visited link
da: Pen til et tidligere fulgt link

# MSG_URLTEXT_SETTINGS_UNDERLINE_HELP (1092//)
source: If selected the link is underlined
da: Ved hak her bliver linket understreget

# MSG_URLTEXT_SETTINGS_FALLBACK_HELP (1093//)
source: Active even if OpenURL is not installed
da: Virker selv hvis OpenURL ikke er installeret

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN_HELP (1094//)
source: Use 'Visited' pen for a visited link
da: Benytter 'Fulgt'-pennen til et allerede fulgt link

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER_HELP (1095//)
source: Use "hand" mouse pointer when over an URL
da: Benytter hånd-musepilen når musen er over en URL

# MSG_URLTEXT_FONT_HELP (1096//)
source: The font to use
da: Skriftsnittet der skal benyttes

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE (1097//)
source: Prefer URL: device
da: Foretrække URL:-enhed

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE_HELP (1098//)
source: Prefer URL: device over openurl.library
da: Foretrækker enhedsdriveren URL: frem for openurl.library

# MSG_URLTEXT_MENU_GOTO_URL (1099//)
source: Goto URL...
da: Følg URL...

# MSG_URLTEXT_MENU_COPY_TO_CLIPBOARD (1100//)
source: Copy URL to clipboard
da: Kopier URL til udklipsholder

# MSG_URLTEXT_MENU_ADD_TO_CMANAGER (1101//)
source: Add URL to CManager
da: Tilføj URL til CManager

# MSG_URLTEXT_MENU_OPENURL_PREFS (1102//)
source: OpenURL prefs...
da: Indstillinger for OpenURL...

# MSG_URLTEXT_MENU_URL_PREFS (1103//)
source: URL: prefs...
da: Indstillinger for URL:...

# MSG_COLORRING_FAVCOLORS_BLACK (1104//)
source: black
da: sort

# MSG_COLORRING_FAVCOLORS_WHITE (1105//)
source: white
da: hvid

# MSG_COLORRING_FAVCOLORS_GREY (1106//)
source: grey
da: grå

# MSG_COLORRING_FAVCOLORS_RED (1107//)
source: red
da: rød

# MSG_COLORRING_FAVCOLORS_GREEN (1108//)
source: green
da: grøn

# MSG_COLORRING_FAVCOLORS_BLUE (1109//)
source: blue
da: blå

# MSG_COLORRING_FAVCOLORS_YELLOW (1112//)
source: yellow
da: gul

# MSG_CFGL_OBJECT_POINTER_TYPES (1113//)
source: Object pointer types
da: Objekters musepile

# MSG_CFGB_ObjectPointerTypes (1114//)
source: Enable usage of per object mouse pointer types.
da: Gør det muligt at bruge forskellige musepiltyper for hvert objekt.

# MSG_ABOUTBOX_REGISTERED_TO (1115//)
source: Registered to:
da: Registreret til:

# MSG_ABOUTBOX_BUILD (1117//)
source: Build
da: Udgave

# MSG_COLORRING_SLIDER_H (1121//)
source: H: %03ld
da: K: %03ld

# MSG_COLORRING_SLIDER_S (1122//)
source: S: %03ld
da: M: %03ld

# MSG_COLORRING_SLIDER_V (1123//)
source: V: %03ld
da: L: %03ld

# MSG_COLORRING_HSVSLIDER_H (1125//)
source: H
da: K

# MSG_COLORRING_HSVSLIDER_ZERO_H (1126//)
source: h
da: k

# MSG_COLORRING_HSVSLIDER_S (1127//)
source: S
da: M

# MSG_COLORRING_HSVSLIDER_ZERO_S (1128//)
source: s
da: m

# MSG_COLORRING_HSVSLIDER_V (1129//)
source: V
da: L

# MSG_COLORRING_HSVSLIDER_ZERO_V (1130//)
source: v
da: l

# MSG_CFGL_LIST_ROWSTRIPING (1131//)
source: Striping:
da: Striber:

# MSG_PSI_CLI_OUTOFMEMORY (1134//)
source: Out of memory (20).
da: Løb tør for hukommelse (20).

# MSG_PSI_CLI_NOMUIMASTER (1135//)
source: Failed to open muimaster.library V20 (20).
da: Fejl ved forsøg på åbning af muimaster.library V20 (20).

# MSG_PSI_CLI_NOSCREENSPACE (1136//)
source: Failed to obtain screenspace object (20).
da: Fejl ved forsøg på at få et screenspace-objekt (20).

# MSG_PSI_CLI_SCREENOPENED (1137//)
source: Screen opened (0).
da: Skærm åbnet (0).

# MSG_PSI_CLI_SCREENOPENFAILED (1138//)
source: Failed to open screen (5).
da: Fejl ved forsøg på at åbne skærm (5).

# MSG_PSI_CLI_SCREENCLOSED (1139//)
source: Screen closed (0).
da: Skærm lukket (0).

# MSG_PSI_CLI_SCREENCLOSEFAILED (1140//)
source: Failed to close screen (5).
da: Fejl ved forsøg på at lukke skærm (5).

# MSG_PSI_CLI_SYNTAXERROR (1141//)
source: Syntax Error in command line (10).
da: Syntaksfejl i kommandolinjen (10).

# MSG_PSI_CLI_SCREENNOTFOUND (1142//)
source: Screen not found (5).
da: Skærmen findes ikke (5).

# MSG_CFGB_TabFont (1143//)
source: Font used for title of tabbed groups.
da: Skriftsnit som skal anvendes til titler på faneblade.

# MSG_CFGB_TabTitlePos (1144//)
source: Position of tabbed groups title texts.
da: Placering af faneblades titeltekster.

# MSG_TITLE_NO_TITLE (1145//)
source: no title
da: ingen titel

# MSG_PREFS_REQ_REGISTERURL (1146//)
source: To obtain a key file for MUI please order it online here: %s
da: Hvis du vil have en nøglefil til MUI, kan du bestille den online her: %s

# MSG_CFGL_TABGROUP_HIDE_SINGLE (1147//)
source: Hide single tabs
da: Skjule enlige faner.

# MSG_CFGB_TabHideSingle (1148//)
source: Hide the tab group if just a single tab is to be shown.
da: Skjuler fanebladssystemet hvis der kun ville blive vist en enkelt fane.

# MSG_CFGL_TABGROUP_HOVER_EFFECT (1149//)
source: Hover effect:
da: Svæveeffekt:

# MSG_CFGB_TabHover (1150//)
source: Highlight the tab being hovered by the mouse.
da: Fremhæver den fane som musen svæver over.

# MSG_CFGL_KEY_MARKING_QUALIFIER (1151//)
source: Marking:
da: Markering:

# MSG_CFGL_KEY_MARKING_QUALIFIER_SHIFT (1153//)
source: Shift
da: Skift

# MSG_CFGB_MarkingQualifier (1155//)
source: The text contents will be marked if this qualifier key is pressed together with the cursor keys.
da: Tekstindholdet markeres hvis denne kvalifikatortast holdes nede sammen med piletasterne.

# MSG_LISTTREE_RIGHT_TITLE (1156//)
source: Adjust image for closed nodes
da: Tilpasse billedet for lukkede knuder

# MSG_LISTTREE_DOWN_TITLE (1157//)
source: Adjust image for opened nodes
da: Tilpasse billedet for åbne knuder

# MSG_CFGL_FAILED_TO_CREATE_PREFS_CLASS (1158//)
source: Failed to create preferences class.
da: Fejl ved forsøg på at oprette en indstillilngsklasse.

# MSG_BACKGROUNDADJ_IMAGE (1165//)
source: Image:
da: Billede:

# MSG_BACKGROUNDADJ_IMAGE_BUILTIN (1166//)
source: Builtin
da: Indbygget

# MSG_BUGTRACKER_INFO (1167//)
source: If you encounter bugs in MUI then please do not hesitate to report them in the bugtracker.
da: Hvis du finder fejl i MUI, så tøv ikke med at melde dem i bugtracker'en.

# MSG_BUGTRACKER_NAME (1168//)
source: MUI bugtracker
da: MUI's bugtracker

# MSG_STRING_INSERT_TEXT_FILE (1169//)
source: Insert text file
da: Indsætte tekstfil

# MSG_APPLICATION_STACK_CHECK_TITLE (1170//)
source: MUI warning
da: Advarsel fra MUI

# MSG_APPLICATION_STACK_CHECK_BUTTONS (1172//)
source: Continue nevertheless|Exit immediately
da: Fortsætte alligevel|Afbryde omgående

# MSG_REDRAW_TASK_MISMATCH_TITLE (1173//)
source: MUI_Redraw() task mismatch
da: Task-uorden i MUI_Redraw()

# MSG_REDRAW_TASK_MISMATCH_WARNING (1174//)
source: MUI application '%s' MUI_Redraw(0x%08lx, 0x%08lx) was called from task 0x%08lx '%s' instead of the application's main task! This is a violation of basic MUI rules!
da: MUI-applikationen '%s' MUI_Redraw(0x%08lx, 0x%08lx) blev kaldt fra task 0x%08lx '%s' i stedet for fra applikationens hoved-task. Dette er i modstrid med grundlæggende MUI-regler.

# MSG_REDRAW_TASK_MISMATCH_BUTTONS (1175//)
source: Ok|Ignore this task
da: OK|Ignorere denne task

# MSG_CFGL_VISUALPREFS_COLORS (1176//)
source: VisualPrefs colors
da: VisualPrefs-farver

# MSG_CFGB_VisualPrefsColors (1177//)
source: Prefer the enhanced color settings of VisualPrefs over fixed MagicWB colors. This setting only becomes effective if VisualPrefs is configured to patch the application's screen.
da: Foretrækker de forbedrede farveindstillinger i VisualPrefs fremfor de faste MagicWB-farver. Denne indstilling er kun aktiv hvis VisualPrefs er sat op til at patche programmets skærm.

# MSG_CFGL_STRING_MARKED_TEXT (1179//)
source: Marked text:
da: Markeret tekst:

# MSG_CFGL_STRING_MARKING (1180//)
source: Marking:
da: Markering:

# MSG_CFGL_WINDOW_CONTENTS (1181//)
source: Window contents
da: Vinduesindhold

# MSG_CFGL_WINDOW_REFRESH_TYPE (1182//)
source: Refresh type
da: Genopfriskningstype

# MSG_CFGL_WINDOW_REFRESH_TYPE_SIMPLE (1184//)
source: simple
da: simpel

# MSG_HYPERLINK_COLORS (1185//)
source: Colors
da: Farver

# MSG_HYPERLINK_COLORS_NORMAL (1186//)
source: Normal:
da: Normalt:

# MSG_HYPERLINK_COLORS_PRESSED (1187//)
source: Pressed:
da: Aktiveret:

# MSG_HYPERLINK_COLORS_MOUSE_OVER_HYPERLINK (1188//)
source: Mouse over hyperlink:
da: Mus over link:

# MSG_HYPERLINK_TEXTFORMATTING (1189//)
source: Text formatting
da: Tekstformatering

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE (1190//)
source: The hyperlink is underlined
da: Linket understreges

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_ALWAYS (1191//)
source: always
da: altid

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_MOUSE_OVER_HYPERLINK (1192//)
source: when mouse is over the hyperlink
da: når musen er over linket

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_NEVER (1193//)
source: never
da: aldrig

# MSG_HYPERLINK_SETTINGS (1194//)
source: Settings
da: Indstillinger

# MSG_HYPERLINK_SAMPLES (1195//)
source: Samples
da: Eksempler

# MSG_HYPERLINK_SAMPLES_GOTO_HTTP (1196//)
source: Go to \033b%s
da: Besøge \033b%s

# MSG_HYPERLINK_SAMPLES_WRITE_MAIL (1197//)
source: Write mail to \033b%s
da: Skrive mail til \033b%s

# MSG_HYPERLINK_SAMPLES_OPEN (1198//)
source: Open \033b%s
da: Åbne \033b%s

# MSG_HYPERLINK_SAMPLES_LAUNCH (1199//)
source: Launch \033b%s
da: Starte \033b%s

# MSG_HYPERLINK_COLORS_NORMAL_HELP (1200//)
source: Text color when the mouse is not over the hyperlink
da: Tekstfarve til når musen ikke er over linket

# MSG_HYPERLINK_COLORS_PRESSED_HELP (1201//)
source: Text color when the hyperlink is being pressed
da: Tekstfarve til når der klikkes på linket

# MSG_HYPERLINK_COLORS_MOUSE_OVER_LINK_HELP (1202//)
source: Text color when the mouse is over the hyperlink
da: Tekstfarve til når musen er over linket

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_HELP (1203//)
source: Choose when the hyperlink will be underlined
da: Vælger hvordan linket understreges

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE (1204//)
source: Prefer URL: device
da: Foretrække URL:-enhed

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE_HELP (1205//)
source: Prefer URL: device over openurl.library
da: Foretrækker enhedsdriveren URL: frem for openurl.library

# MSG_HYPERLINK_MENU_FOLLOW_URI (1207//)
source: Follow URI...
da: Følge URI...

# MSG_HYPERLINK_MENU_COPY_URI_TO_CLIPBOARD (1208//)
source: Copy URI to clipboard
da: Kopiere URI til udklipsholderen

# MSG_HYPERLINK_MENU_OPENURL_PREFS (1209//)
source: OpenURL prefs...
da: Indstillinger for OpenURL...

# MSG_HYPERLINK_MENU_URL_PREFS (1210//)
source: URL: prefs...
da: Indstillinger for URL:...

# MSG_HYPERLINK_FAILURE_URL_DEVICE (1211//)
source: Failed to follow the URI '%s': URL: device not mounted
da: Fejl ved forsøg på at følge URI'en '%s' URL:-enheden er ikke aktiveret

# MSG_HYPERLINK_FAILURE_OPENURL (1212//)
source: Failed to follow the URI '%s': Unable to open openurl.library V7+
da: Fejl ved forsøg på at følge URI'en '%s' Kunne ikke åbne openurl.library V7+

# MSG_WINPOPUP_HELP (1214//)
source: Help...
da: Hjælp...

# MSG_ABOUT_HIDE_MCCS (1215//)
source: Hide
da: Skjule

# MSG_APPLICATION_STACK_CHECK_WARNING (1217//)
source: MUI application '%s' Process '%s' The stack size of %ld bytes is lower than the recommended minimum size of %ld bytes. Please raise the stack size to at least %ld bytes, otherwise the application might crash unexpectedly.
da: MUI-applikationen '%s' Processen '%s' Stakstørrelsen på %ld bytes er mindre end den anbefalede minimumsstørrelse på %ld bytes. Det anbefales at øge stakstørrelsen til mindst %ld bytes for at undgå at applikationen går ned uventet.

# MSG_STRING_CTX_TEXT_UNDO (1218//)
source: Undo
da: Fortryde
