Repository: sacredbanana/AmigaSDK-gcc
Catalog: ppc-amigaos/locale/*.po
Languages: spanish

# MSG_MENU_PROJECT (3//)
source: Project
spanish: Proyecto

# MSG_MENU_PROJECT_ABOUT (4//)
source: ?\0About...
spanish: ?\0Acerca de...

# MSG_MENU_PROJECT_OPEN (5//)
source: O\0Open...
spanish: O\0Abrir...

# MSG_MENU_PROJECT_APPEND (6//)
source: Append...
spanish: Añadir...

# MSG_MENU_PROJECT_QUIT (7//)
source: Q\0Quit
spanish: Q\0Salir

# MSG_MENU_PROJECT_SAVEAS (8//)
source: A\0Save As...
spanish: A\0Guardar como...

# MSG_MENU_SETTINGS (9//)
source: Settings
spanish: Ajustes

# MSG_MENU_SETTINGS_SCREEN (10//)
source: Screen...
spanish: Pantalla...

# MSG_MENU_SETTINGS_TESTMODE (12//)
source: +\0Test mode?
spanish: +\0Modo de prueba

# MSG_POPMENU_GADGET (15//)
source: Item
spanish: Objeto

# MSG_POPMENU_DEFAULTS (16//)
source: Reset to defaults
spanish: Valores iniciales

# MSG_POPMENU_LASTSAVED (17//)
source: Last saved
spanish: Últimos guardados

# MSG_POPMENU_RESTORE (19//)
source: Restore
spanish: Restaurar

# MSG_PREFS_WINDOWTITLE (21//)
source: MUI Preferences
spanish: Preferencias de MUI

# MSG_PREFS_SAVE (22//)
source: Save
spanish: Guardar

# MSG_PREFS_USE (23//)
source: Use
spanish: Usar

# MSG_PREFS_TEST (24//)
source: Test
spanish: Probar

# MSG_PREFS_CANCEL (25//)
source: Cancel
spanish: Cancelar

# MSG_PREFS_CLI_OUTOFMEMORY (27//)
source: Out of memory (20).
spanish: Memoria insuficiente (RC=20).

# MSG_PREFS_CLI_NOAPPLICATION (28//)
source: Failed to create application (20).
spanish: Fallo al crear aplicación, ¿ya en ejecución? (RC=20).

# MSG_PREFS_CLI_NOMUIMASTER (29//)
source: Failed to open muimaster.library V20 (20).
spanish: Fallo al abrir "muimaster.library" V20 (RC=20).

# MSG_PREFS_TXT_PUBLICKEYINVALID (30//)
source: The public keyfile from a magazine's disk or from a CD was only valid for MUI 2.3.
spanish: \033cEl fichero llave público del disco/CD de la revista, es sólo válido para MUI 2.3

# MSG_PREFS_TXT_NOREGISTRATION (31//)
source: You are running an unregistered version of MUI which falls back to the default look&feel matching your operating system style.
spanish: \033c\033bMUI instalado sin registrar. \033nLa mayoría de las opciones no las puede modificar.

# MSG_PREFS_TXT_HELLOUSER (32//)
source: Hello
spanish: HOLA

# MSG_PREFS_TXT_OLDREGISTRATION (33//)
source: Your old keyfile has expired, some new settings of this major update are disabled.
spanish: \033cSu antiguo fichero llave ha caducado. No podrá modificar algunas opciones nuevas.

# MSG_PREFS_TXT_TESTINGPURPOSE (34//)
source: A test mode, which temporarily enables all options is available under the 'Settings / Test Mode' menu item.
spanish: \033cUse la opción de menú 'Ajustes->Modo de prueba' para activar temporalmente todas las opciones.

# MSG_PREFS_TXT_TESTONLYGLOBAL (35//)
source: A test mode which temporarily enables all options is available in the MUI preference program under 'Settings / Test Mode'.
spanish: \033cEl 'Modo de prueba' en el menú Ajustes le permite temporalmente modificar todas las opciones de MUI.

# MSG_PREFS_TXT_PLEASEREGISTER (36//)
source: If you would like to have the full possibilities of defining your own MUI interface settings you would have to obtain a keyfile by registering your MUI version via http://www.sasg.com/.
spanish: \033cPara poder modificar todas las opciones de MUI obtenga un fichero llave registrándose en la web http://www.sasg.com/

# MSG_PREFS_REQ_NOTINTESTMODE (37//)
source: Please switch off the test mode with the menu 'Settings / Test mode' before performing this operation.
spanish: \033cDesactive el 'Modo de prueba' en el menú 'Ajustes' para poder guardar.

# MSG_PREFS_REQ_TESTMODEON (38//)
source: Test mode switched on, all configuration options are now temporarily enabled for evaluation purposes with the 'Test' or 'Use' buttons. Saving settings permanently is not possible while in test mode.
spanish: \033cActivado el 'Modo de prueba', todas las opciones están activadas temporalmente para evaluación. No es posible guardar los ajustes en este modo.

# MSG_PREFS_REQ_TESTMODEOFF (39//)
source: Test mode switched off, most configuration options are disabled. Saving and using of settings is restricted to the remaining available options.
spanish: \033cDesactivado el 'Modo de prueba', restablecido MUI a poder modificar sólo algunas opciones. Guardar/Usar se restringe a estas opciones.

# MSG_PREFS_REQ_REGISTERCONTINUE (40//)
source: *_Register|_Continue
spanish: *_Registrar|_Continuar

# MSG_PREFS_TXT_REGISTEREDTO (41//)
source: The installed MUI system is registered to:
spanish: \033cMUI instalado registrado a:

# MSG_PREFS_TXT_REGISTEREDTHANKS (42//)
source: Thanks a lot for your support!
spanish: \033c ¡Muchas gracias por su apoyo!

# MSG_CGR_SYSTEM (50//)
source: System
spanish: Sistema

# MSG_CGR_SCREEN (51//)
source: Screen
spanish: Pantalla

# MSG_CGR_WINDOW (52//)
source: Windows
spanish: Ventanas

# MSG_CGR_GROUP (53//)
source: Groups
spanish: Grupos

# MSG_CGR_BUTTON (54//)
source: Buttons
spanish: Botones

# MSG_CGR_MENU (55//)
source: Menus
spanish: Menús

# MSG_CGR_LIST (58//)
source: Lists
spanish: Listas

# MSG_CGR_STRING (59//)
source: Text
spanish: Texto

# MSG_CGR_KEYBOARD (60//)
source: Keyboard
spanish: Teclado

# MSG_CGR_IMAGE (61//)
source: Images
spanish: Imágenes

# MSG_CGR_DRAG (63//)
source: Drag&Drop
spanish: Arrastrar/Soltar

# MSG_CGR_HELP (64//)
source: Help
spanish: Ayuda

# MSG_CFGL_WIN_BACKWINDOW (83//)
source: Window
spanish: Ventana

# MSG_CFGL_WIN_BACKREQUESTER (84//)
source: Requester
spanish: V. Petición

# MSG_CFGL_LIST_INPUTMODE (98//)
source: Input Lists:
spanish: Lectura/ Escritura

# MSG_CFGL_LIST_READMODE (99//)
source: Readonly Lists:
spanish: Sólo lectura

# MSG_CFGL_LIST_ACTIVE (103//)
source: Active:
spanish: Entrada activada

# MSG_CFGL_LIST_SELECTED (104//)
source: Selected:
spanish: Entrada seleccionada

# MSG_CFGL_LIST_ACTSEL (105//)
source: Active & Selected:
spanish: Activada y seleccionada

# MSG_CFGL_SCR_KNOB (119//)
source: Knob:
spanish: Aspecto/ Al pulsar

# MSG_CFGL_SCR_CONTAINER (120//)
source: Container:
spanish: Fondo

# MSG_CFGL_ICONIFY (127//)
source: Iconification
spanish: Iconificar

# MSG_CFGL_ICONIFY_KEY (128//)
source: Hotkey:
spanish: Tecla rápida:

# MSG_CFGL_ICONIFY_SHOW (129//)
source: Show:
spanish: Mostrar:

# MSG_CFGL_ICONIFY_SHOWICON (130//)
source: icon on Workbench
spanish: icono en el Workbench

# MSG_CFGL_ICONIFY_SHOWMENU (131//)
source: menu item in Workbench tools menu
spanish: en el menú 'Herramientas'

# MSG_CFGL_ICONIFY_START (132//)
source: On startup:
spanish: Al inicio:

# MSG_CFGL_DRAG_TITLE (137//)
source: Drag & Drop
spanish: Arrastrar/Soltar

# MSG_CFGL_DRAG_LEFTBUTTON (138//)
source: Left Button:
spanish: Botón izq.:

# MSG_CFGL_DRAG_MIDDLEBUTTON (139//)
source: Middle Button:
spanish: Btn. central:

# MSG_CFGL_DRAG_AUTOSTART (140//)
source: Autostart:
spanish: Autoiniciar

# MSG_CFGL_DRAG_FRAME (141//)
source: Frame:
spanish: Marco

# MSG_CFGL_DRAG_LOOK (142//)
source: Look:
spanish: Aspecto

# MSG_CFGL_KEY_PRESS (148//)
source: Press:
spanish: Pulsar "enter":

# MSG_CFGL_KEY_TOGGLE (149//)
source: Toggle:
spanish: Invertir:

# MSG_CFGL_KEY_UP (150//)
source: Cursor up:
spanish: Arriba:

# MSG_CFGL_KEY_DOWN (151//)
source: Cursor down:
spanish: Abajo:

# MSG_CFGL_KEY_PAGEUP (152//)
source: Page up:
spanish: Pág. arriba:

# MSG_CFGL_KEY_PAGEDOWN (153//)
source: Page down:
spanish: Pág. abajo:

# MSG_CFGL_KEY_TOP (154//)
source: Top:
spanish: Inicio:

# MSG_CFGL_KEY_BOTTOM (155//)
source: Bottom:
spanish: Fin:

# MSG_CFGL_KEY_LEFT (156//)
source: Cursor left:
spanish: Izquierda:

# MSG_CFGL_KEY_RIGHT (157//)
source: Cursor right:
spanish: Derecha:

# MSG_CFGL_KEY_WORDLEFT (158//)
source: Word left:
spanish: Palabra izq.:

# MSG_CFGL_KEY_WORDRIGHT (159//)
source: Word right:
spanish: Palabra dch.:

# MSG_CFGL_KEY_LINESTART (160//)
source: Line start:
spanish: Inicio de línea:

# MSG_CFGL_KEY_LINEEND (161//)
source: Line end:
spanish: Fin de línea:

# MSG_CFGL_KEY_GADGET_NEXT (162//)
source: Next gadget:
spanish: Siguiente:

# MSG_CFGL_KEY_GADGET_PREV (163//)
source: Previous gadget:
spanish: Anterior:

# MSG_CFGL_KEY_GADGET_OFF (164//)
source: Gadget off:
spanish: Desactivar:

# MSG_CFGL_KEY_WINDOW_CLOSE (165//)
source: Close window:
spanish: Cerrar:

# MSG_CFGL_KEY_WINDOW_NEXT (166//)
source: Next window:
spanish: Siguiente:

# MSG_CFGL_KEY_WINDOW_PREV (167//)
source: Previous window:
spanish: Anterior:

# MSG_CFGL_KEY_POPUP (169//)
source: Popup:
spanish: Desplegar:

# MSG_CFGL_INTERFACES (170//)
source: Interfaces
spanish: Puerto

# MSG_CFGL_INTERFACES_AREXX (171//)
source: Enable ARexx interface
spanish: Activar puerto ARexx

# MSG_CFGL_CYCLEPOP_POSITION (177//)
source: Position:
spanish: Posición

# MSG_CFGL_CYCLEPOP_POSITION_BELOW (178//)
source: below
spanish: debajo

# MSG_CFGL_CYCLEPOP_POSITION_ACTIVE (179//)
source: on active
spanish: en activa

# MSG_CFGL_GAUGE_FONT (195//)
source: Font:
spanish: Tipo letra:

# MSG_CFGL_GROUP_SPACING (197//)
source: Spacing
spanish: Espaciado

# MSG_CFGL_GROUP_TITLE (200//)
source: Title
spanish: Título

# MSG_CFGL_GROUP_TITLE_POS (201//)
source: Y-Position:
spanish: Justificación

# MSG_CFGL_GROUP_TITLE_POS_ABOVE (202//)
source: above
spanish: en línea

# MSG_CFGL_GROUP_TITLE_POS_CENTERED (203//)
source: centered
spanish: medio

# MSG_CFGL_GROUP_TITLE_XPOS (204//)
source: X-Position:
spanish: Posición

# MSG_CFGL_GROUP_TITLE_XPOS_CENTERED (205//)
source: centered
spanish: centro

# MSG_CFGL_GROUP_TITLE_XPOS_LEFT (206//)
source: left
spanish: izquierda

# MSG_CFGL_GROUP_TITLE_COLOR (207//)
source: Color:
spanish: Etiqueta

# MSG_CFGL_GROUP_TITLE_COL_STANDARD (208//)
source: standard
spanish: color Text

# MSG_CFGL_GROUP_TITLE_COL_HILITE (209//)
source: hilite
spanish: color Highlight Text

# MSG_CFGL_GROUP_TITLE_COL_3D (210//)
source: 3d
spanish: sombreada

# MSG_CFGL_GROUP_TITLE_FONT (211//)
source: Font:
spanish: Tipo letra:

# MSG_CFGL_GROUP_FRAME (215//)
source: Frame
spanish: Marco

# MSG_CFGL_GROUP_BACKGROUND (216//)
source: Background
spanish: Fondo

# MSG_CFGL_GROUP_BGNORMAL (217//)
source: Framed
spanish: Grupo

# MSG_CFGL_GROUP_BGREGISTER (218//)
source: Register
spanish: Registrar

# MSG_CFGL_GROUP_BGPAGE (219//)
source: Page
spanish: Página

# MSG_CFGL_TXTBUT_TITLE (220//)
source: Text Buttons
spanish: Botón Con Texto

# MSG_CFGL_FONT_TITLE (237//)
source: Fonts
spanish: Tipo De Letra

# MSG_CFGL_FONT_TINY (239//)
source: Tiny:
spanish: Pequeña:

# MSG_CFGL_FONT_BIG (240//)
source: Big:
spanish: Grande:

# MSG_CFGL_STRING_EXAMPLE (250//)
source: Example
spanish: Ejemplo

# MSG_CFGL_SLIDER_FONT (257//)
source: Font:
spanish: Tipo letra:

# MSG_CFGL_WTIT_FREQ_OPEN (288//)
source: Open MUI settings
spanish: Prefs. de MUI a cargar

# MSG_CFGL_WTIT_FREQ_APPEND (289//)
source: Append MUI settings
spanish: Prefs. de MUI a añadir

# MSG_CFGL_WTIT_FREQ_SAVEAS (290//)
source: Save MUI settings
spanish: Guardar prefs. de MUI como

# MSG_CFGB_BACKGROUND (291//)
source: This is a button to adjust a background color or pattern. Click it to open an adjust window or use drag&drop facilities to copy from or to another background gadget.
spanish: Pulsar para definir un patrón, color o imagen como fondo. También puede arrastrar/soltar desde otro botón del mismo tipo.

# MSG_CFGB_PEN (292//)
source: This is a button to adjust a drawing pen. Click it to open an adjust window or use drag&drop facilities to copy from or to another pen gadget.
spanish: Pulsar para definir el color. También puede arrastrar/soltar desde otro botón del mismo tipo.

# MSG_CFGB_IMAGE (293//)
source: This is a button to adjust an image. Click it to open an adjust window or use drag&drop facilities to copy from or to another image gadget.
spanish: Pulsar para definir la imagen. También puede arrastrar/soltar desde otro botón del mismo tipo.

# MSG_CFGB_FRAME (294//)
source: This is a button to adjust a frame. Click it to open an adjust window or use drag&drop facilities to copy from or to another frame gadget.
spanish: Pulsar para definir el marco. También puede arrastrar/soltar desde otro botón del mismo tipo.

# MSG_CFGB_GroupSpacingHoriz (302//)
source: Horizontal spacing in groups.
spanish: Espaciado horizontal entre grupos.

# MSG_CFGB_GroupSpacingVert (303//)
source: Vertical spacing in groups.
spanish: Espaciado vertical entre grupos.

# MSG_CFGB_ScrollbarType (304//)
source: Arrangement of gadgets in scrollbars.
spanish: Disposición de los elementos en las barras deslizadoras.

# MSG_CFGB_GroupTitlePos (310//)
source: Position of groups title texts.
spanish: Posición del título de grupo.

# MSG_CFGB_PopPosition (313//)
source: Position of cycle gadget popup menus.
spanish: Posición de las entradas en botones cíclicos.

# MSG_CFGB_IconifyGadget (314//)
source: Window border gadget to iconify an application.
spanish: Añadir a las ventanas MUI un botón para iconificar.

# MSG_CFGB_IconifyIcon (315//)
source: Show an icon on Workbench in iconified state.
spanish: Mostrar un icono en el Workbench al iconificar.

# MSG_CFGB_StartIconified (316//)
source: Start the application in iconified state.
spanish: Iniciar el programa en modo iconificado.

# MSG_CFGB_NormalFont (322//)
source: Default font for all GUI elements. Will also be used for all other font settings if they remain empty.
spanish: Tipo de letra por omisión para los elemento de la GUI. Se usará también si algún otro ajuste de tipo de letra permanece vacío.

# MSG_CFGB_ListFont (323//)
source: Font used within listviews.
spanish: Tipo de letra a usar dentro de las listas.

# MSG_CFGB_TinyFont (324//)
source: Font used if application requests a tiny font.
spanish: Tipo de letra a usar si la aplicación requiere un tipo de letra pequeña.

# MSG_CFGB_FixedFont (325//)
source: Font used if application requests a fixed width font.
spanish: Tipo de letra de anchura fija a usar dentro de las listas si la aplicación así lo requiere.

# MSG_CFGB_TitleFont (326//)
source: Font used for title of framed groups.
spanish: Tipo de letra para el título del grupo.

# MSG_CFGB_BigFont (327//)
source: Font used if application requests a big font.
spanish: Tipo de letra a usar si la aplicación requiere un tipo de letra grande.

# MSG_CFGB_PublicScreen (328//)
source: Name of public screen the program should open on.
spanish: Nombre de la pantalla pública donde abrir el programa.

# MSG_CFGB_Hotkey (329//)
source: Hotkey to iconify and uniconify a program.
spanish: Tecla rápida para (des)iconificar.

# MSG_CFGB_SnapshotGadget (330//)
source: Window border gadget to snapshot window position.
spanish: Añadir a las ventanas MUI un botón para congelar la posición de la ventana.

# MSG_CFGB_PrefsGadget (331//)
source: Window border gadget to call a programs MUI settings.
spanish: Añadir a las ventanas MUI un botón para ejecutar los ajustes MUI del programa.

# MSG_CFGB_PopupGadget (332//)
source: Window border gadget to show a popup menu with all functions.
spanish: Añadir a las ventanas MUI un botón que muestra un menú desplegable con las funciones de los botones y más.

# MSG_CFGB_OnExitWindows (333//)
source: What to do with window positions if a program exits.
spanish: Qué hacer con las posiciones de las ventanas MUI al salir del programa.

# MSG_CFGB_IconifyMenu (336//)
source: Add a Tools menu item in iconified state.
spanish: Añadir al menú 'Herramientas' del Workbench al iconificar.

# MSG_CFGB_UseRexx (337//)
source: When enabled, the general ARexx interface for MUI applications will be enabled.
spanish: Activar el puerto ARexx para las aplicaciones MUI.

# MSG_CFGB_ButtonFont (338//)
source: Font for text buttons.
spanish: Tipo de letra para los botones.

# MSG_CFGB_StringBack (342//)
source: Background color for inactive string gadgets.
spanish: Color del fondo en campos de texto inactivos.

# MSG_CFGB_StringActiveBack (344//)
source: Background color for active string gadgets.
spanish: Color del fondo en campos de texto activos.

# MSG_CFGB_SliderFont (346//)
source: Font to use for sliders.
spanish: Tipo de letra para los botones deslizadores.

# MSG_CFGB_DragLMB (347//)
source: Allow dragging with left mouse button and qualifier.
spanish: Arrastar/Soltar con el botón izquierdo ratón + tecla.

# MSG_CFGB_DragMMB (348//)
source: Allow dragging with middle mouse button and qualifier.
spanish: Arrastar/Soltar con el botón central ratón + tecla.

# MSG_CFGB_DragQualiLMB (349//)
source: Qualifier for left mouse button dragging.
spanish: Tecla a usar con el botón izquierdo del ratón.

# MSG_CFGB_DragQualiMMB (350//)
source: Qualifier for middle mouse button dragging.
spanish: Tecla a usar con el botón central del ratón.

# MSG_CFGB_DragAuto (351//)
source: Autostart drag when mouse is moved this number of pixels with LMB held down.
spanish: Autoiniciar el arrastre si se mueve el ratón estos píxeles con el botón izquierdo ratón pulsado.

# MSG_CFGB_DragAutoPixel (352//)
source: Moving the mouse for this number of pixels triggers a drag action.
spanish: Mover el ratón estos píxeles activa la acción de arrastrar.

# MSG_CFGB_ActiveObjectPen (353//)
source: Color used to show active objects.
spanish: Color a usar para mostrar el objeto activo.

# MSG_CFGB_DragShineThrough (354//)
source: Select between different modes of displaying a dragged item.
spanish: Formas de mostrar un objeto que está siendo arrastrado.

# MSG_CFGL_HELP_BUBBLEHEIGHT (355//)
source: Bubble Height:
spanish: Altura de los cuadros de ayuda.

# MSG_CFGB_BubbleHeight (356//)
source: Preferred height of a help bubble, given in percentage of its width.
spanish: Altura de los cuadros de ayuda, dada en porcentaje de su anchura.

# MSG_CFGB_JumpGadget (359//)
source: Window border gadget to jump to next public screen.
spanish: Añadir a las ventanas MUI un botón para saltar a la siguiente pantalla pública.

# MSG_SA_BUTTON_USE (360//)
source: _Use
spanish: _Usar

# MSG_SA_BUTTON_CANCEL (361//)
source: _Cancel
spanish: Cancelar

# MSG_SA_BUTTON_NEW (362//)
source: _New
spanish: _Nuevo

# MSG_SA_BUTTON_COPY (363//)
source: _Copy
spanish: _Duplicar

# MSG_SA_BUTTON_EDIT (364//)
source: _Edit...
spanish: _Editar...

# MSG_SA_BUTTON_DELETE (365//)
source: Delete
spanish: Eliminar

# MSG_SA_DELREQ_TITLE (366//)
source: Delete Public Screen
spanish: MUI: Eliminar pantalla

# MSG_SA_DELREQ_TEXT (367//)
source: Do you really want to delete the screen '\033b%s\033n' ?
spanish: \033c¿Está seguro de querer ELIMINAR la pantalla \033b%s\033n?

# MSG_SA_DELREQ_GADGETS (368//)
source: Yes|No
spanish: Sí|No

# MSG_SA_LABEL_PUBLICNAME (369//)
source: _Name:
spanish: _Nombre:

# MSG_SA_LABEL_SCREENTITLE (370//)
source: _Title:
spanish: _Título:

# MSG_SA_LABEL_DEFAULTFONT (372//)
source: _Font:
spanish: Ti_po letra:

# MSG_SA_LABEL_BACKGROUND (373//)
source: _Back- ground:
spanish: _Fondo

# MSG_SA_WINTITLE_EDITWINDOW (374//)
source: Edit screen
spanish: MUI: Editar pantalla

# MSG_SA_WINTITLE_FRBACKGROUND (375//)
source: Please select background picture
spanish: Ajustar Fondo

# MSG_SA_WINTITLE_FRFONT (376//)
source: Please select default font
spanish: Elegir tipo de letra

# MSG_SA_LIST_SCREENNAME (385//)
source: Name
spanish: Nombre

# MSG_SA_LIST_SCREENMODE (386//)
source: Display mode
spanish: Tipo de pantalla

# MSG_SA_LIST_UNKNOWNMODE (387//)
source: (unknown)
spanish: (desconocido)

# MSG_SA_LABEL_AUTOSCROLL (389//)
source: _Autoscroll
spanish: Autodesli_zable

# MSG_SA_LABEL_OPENBEHIND (393//)
source: Open Be_hind
spanish: Abrir al fon_do

# MSG_SA_PAGE_COLORS (407//)
source: Colors
spanish: Colores

# MSG_SA_PALETTE_FIRST (408//)
source: First 4 colors
spanish: 4 primeros:

# MSG_SA_PALETTE_LAST (409//)
source: Last 4 colors
spanish: 4 últimos:

# MSG_SA_SYSPEN_HIGHLIGHT (418//)
source: Highlight
spanish: Highlight Text

# MSG_SA_COLORMENU_TITLE (422//)
source: Color Presets
spanish: Colores Predefinidos

# MSG_SA_COLORMENU_STANDARD (423//)
source: Standard
spanish: Estándar

# MSG_SA_COLORMENU_TINT (424//)
source: Tint
spanish: Tinta

# MSG_SA_COLORMENU_PHARAO (425//)
source: Pharao
spanish: Faraón

# MSG_SA_COLORMENU_SUNSET (426//)
source: Sunset
spanish: Ocaso

# MSG_SA_COLORMENU_OCEAN (427//)
source: Ocean
spanish: Océano

# MSG_SA_COLORMENU_STEEL (428//)
source: Steel
spanish: Acero

# MSG_SA_COLORMENU_PEWTER (430//)
source: Pewter
spanish: Estaño

# MSG_SA_COLORMENU_WINE (431//)
source: Wine
spanish: Vino

# MSG_SA_COLORMENU_CLONEWB (433//)
source: Clone WB
spanish: Workbench

# MSG_SA_OVERSCAN_TEXT (434//)
source: Text
spanish: Texto

# MSG_SA_OVERSCAN_GRAPHICS (435//)
source: Graphics
spanish: Gráfico

# MSG_SA_OVERSCAN_EXTREME (436//)
source: Extreme
spanish: Extremo

# MSG_SA_OVERSCAN_MAXIMUM (437//)
source: Maximum
spanish: Máximo

# MSG_SA_HELP_TITLE (441//)
source: Text that appears in the screen's title bar.
spanish: Texto que aparece en la barra de título de la pantalla.

# MSG_SA_HELP_FONT (442//)
source: Default font for the screen.
spanish: Tipo de letra de la pantalla.

# MSG_SA_HELP_BACKGROUND (443//)
source: Image to be used as background pattern.
spanish: Imagen usada como fondo de la pantalla.

# MSG_SA_HELP_AUTOSCROLL (444//)
source: The screen scrolls when the mouse hits its borders.
spanish: Desplazarse de forma automática en pantallas sobredimensionadas (ancho y/o alto > tamaño visible).

# MSG_SA_HELP_BEHIND (448//)
source: The screen opens behind all other screens.
spanish: Se abre detrás de todas las pantallas (la "última").

# MSG_SA_HELP_OVERSCAN (454//)
source: Overscan size adjustment.
spanish: Dimensiones del tamaño overscan.

# MSG_SA_HELP_WIDTH (455//)
source: Width of screen, measured in pixels.
spanish: Ancho de la pantalla (en píxeles).

# MSG_SA_HELP_HEIGHT (456//)
source: Height of screen, measured in pixels.
spanish: Alto de la pantalla (en píxeles).

# MSG_SA_HELP_DEPTH (457//)
source: Depth of screen, measured in planes.
spanish: Colores de la pantalla (en bits).

# MSG_CFGL_PIXEL (477//)
source: %ld pixel
spanish: %ld px

# MSG_CFGL_TIT_ADJUST_BACKGROUND (478//)
source: Adjust Background
spanish: Ajustar Fondo

# MSG_CFGL_TIT_ADJUST_PEN (479//)
source: Adjust Pen
spanish: Ajustar Color

# MSG_CFGL_TIT_ADJUST_FRAME (480//)
source: Adjust Frame
spanish: Ajustar Marco

# MSG_CFGL_MENU_BOX (481//)
source: Menubox Design
spanish: Aspecto

# MSG_CFGL_MENU_CONTAINER (482//)
source: Container
spanish: Marco

# MSG_CFGL_MENU_CURSOR (483//)
source: Cursor
spanish: Colores

# MSG_CFGL_MENU_FONT (484//)
source: Font:
spanish: Tipo letra:

# MSG_CFGL_MENU_SHADOWS (485//)
source: Shadows:
spanish: Sombreado

# MSG_CFGL_MENU_DELAY (486//)
source: Delay:
spanish: Retardo

# MSG_CFGL_MENU_TITLES (487//)
source: Titles:
spanish: Título

# MSG_CFGL_CYCLE_BUTTONS (519//)
source: Cycle Buttons
spanish: Botón Cíclico

# MSG_CFGL_CYCLE_MENU (520//)
source: Menu:
spanish: Desplegar:

# MSG_CFGL_CYCLE_POSITION (521//)
source: Position:
spanish: Posición despliegue:

# MSG_CFGL_CYCLEPOP_NEVER (522//)
source: never
spanish: nunca

# MSG_CFGL_CYCLEPOP_ALWAYS (523//)
source: always
spanish: siempre

# MSG_CFGL_CYCLEPOP_3MORE (524//)
source: 3 or more
spanish: mínimo 3 entradas

# MSG_CFGL_ICONIFY_IMMEDIATELY (530//)
source: immediately switch to iconified state
spanish: iconificar de inmediato

# MSG_CFGL_QUICKHELP_APPEAR (532//)
source: Quick help appears
spanish: Marco de ayuda aparece:

# MSG_CFGL_QUICKHELP_DISAPPEAR (536//)
source: Quick help disappears
spanish: Y desaparece:

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_MOVE (537//)
source: on every mouse movement
spanish: al mover el ratón

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_LEAVE (538//)
source: when mouse leaves object
spanish: al abandonar el objeto

# MSG_CFGL_QUICKHELP_LOOK (539//)
source: Quick help look
spanish: Aspecto:

# MSG_CFGL_QUICKHELP_LOOK_BUBBLE (540//)
source: comic bubbles
spanish: globo de cómic \0

# MSG_CFGL_QUICKHELP_LOOK_RECTANGLE (541//)
source: rectangles
spanish: rectangular
