Repository: sacredbanana/AmigaSDK-gcc
Catalog: ppc-amigaos/locale/*.po
Languages: spanish

# MSG_CFGL_QUICKHELP_FONT (544//)
source: Quick help uses font
spanish: Tipo de letra:

# MSG_CFGL_QUICKHELP_HEIGHT1 (545//)
source: Quick help height is
spanish: La altura del marco de ayuda es el

# MSG_CFGL_QUICKHELP_HEIGHT2 (546//)
source: of width.
spanish: de su anchura

# MSG_ABOUT_ABOUT_MUI (547//)
source: About MUI
spanish: Acerca de MUI

# MSG_ABOUT_CUSTOM_CLASS (548//)
source: \033bCustom Class
spanish: \033bClase

# MSG_ABOUT_VERSION (549//)
source: \033bVersion
spanish: \033bVersión

# MSG_ABOUT_DATE (550//)
source: \033bDate
spanish: \033bFecha

# MSG_REGISTER (558//)
source: _Register
spanish: _Registrar

# MSG_CGR_INFO (559//)
source: Info
spanish: Información

# MSG_COLADJ_RED (561//)
source: Red:
spanish: Rojo

# MSG_COLADJ_GREEN (562//)
source: Green:
spanish: Verde

# MSG_COLADJ_BLUE (563//)
source: Blue:
spanish: Azul

# MSG_POP_BUTTON_USE (566//)
source: _Use
spanish: _Usar

# MSG_POP_BUTTON_CANCEL (567//)
source: _Cancel
spanish: _Cancelar

# MSG_POPMENU_ALLOPTIONS_TITLE (582//)
source: All '%s' options
spanish: Opciones de \033b%s\033n

# MSG_PREFS_SERIAL_NUMBER (586//)
source: Serial number %s
spanish: \033cRegistro número: %s

# MSG_WINPOPUP_ICONIFY (588//)
source: Iconify
spanish: Iconificar

# MSG_WINPOPUP_SNAPSHOT (589//)
source: Snapshot
spanish: Congelar

# MSG_WINPOPUP_UNSNAPSHOT (590//)
source: Unsnapshot
spanish: Descongelar

# MSG_WINPOPUP_JUMP_SCREEN (597//)
source: Jump to screen
spanish: Ir a pantalla

# MSG_WINPOPUP_JUMP_NEXT (598//)
source: Next
spanish: Siguiente

# MSG_WINPOPUP_TRANSPARENCY (601//)
source: Transparency
spanish: Transparencia

# MSG_WINPOPUP_MUI_SETTINGS (602//)
source: MUI settings...
spanish: Ajustes MUI...

# MSG_WINPOPUP_ABOUT_MUI (603//)
source: About MUI...
spanish: Acerca de MUI...

# MSG_PREFS_ADJUST_SCREEN_WINDOWTITLE (604//)
source: Adjust screen for '%s'
spanish: Ajustes de pantalla para '%s'

# MSG_PREFS_USER_IFACE_SETTINGS_WINDOWTITLE (605//)
source: User Interface Settings for '%s'
spanish: Ajustes de la interfaz para '%s'

# MSG_ABOUT_SHOW_MCCS (606//)
source: Show
spanish: Mostrar

# MSG_ABOUT_EXTERNAL_CLASSES (607//)
source: %ld external classes loaded.
spanish: %ld clases externas cargadas

# MSG_ABOUT_OBSOLETE_FILES (608//)
source: These files are no longer in use. It is safe to delete them.
spanish: Estos ficheros están desfasados y puede eliminarlos:

# MSG_ABOUT_DELETE_OBSOLETE_FILES (609//)
source: Delete %ld files
spanish: Eliminarlos ahora (%ld)

# MSG_ABOUT_OBSOLETE_FILES_DELETED (610//)
source: %ld files deleted.
spanish: \033bEliminados (%ld)

# MSG_CFGL_ICONIFY_SHOWDOCK (622//)
source: icon in AmiDock
spanish: icono en AmiDock

# MSG_CFGB_IconifyDock (623//)
source: Show an icon in AmiDock in iconified state.
spanish: Mostrar un icono en AmiDock al iconificar.

# MSG_SA_LABEL_COMPOSITING (624//)
source: Compositing
spanish: Ef. co_mposición

# MSG_SA_HELP_COMPOSITING (625//)
source: Use compositing for the screen.
spanish: Usar efectos de composición.

# MSG_SA_LABEL_LIKEWORKBENCH (626//)
source: Like Workbench
spanish: Como el _WB

# MSG_SA_HELP_LIKEWORKBENCH (627//)
source: Use the same settings as the Workbench screen.
spanish: Usar los mismos ajustes que los de la pantalla del Workbench.

# MSG_SA_BUTTON_OPEN (628//)
source: _Open
spanish: _Abrir

# MSG_SA_BUTTON_CLOSE (629//)
source: _Close
spanish: _Cerrar

# MSG_SA_BUTTON_JUMP (630//)
source: _Jump
spanish: _Mostrar

# MSG_CFGL_TEXT_COLOR (631//)
source: Text color:
spanish: Color

# MSG_CFGB_TextColor (632//)
source: Color used for texts.
spanish: Color a usar con estos tipos de letra.

# MSG_LIST_CTX_COLUMNS (636//)
source: Columns
spanish: Columnas

# MSG_LIST_CTX_COLUMN (637//)
source: Column %ld
spanish: Columna %ld

# MSG_LIST_CTX_SHOW_ALL (638//)
source: Show all
spanish: Mostrar todo

# MSG_LIST_CTX_RESET_SIZES (639//)
source: Reset sizes
spanish: Reiniciar tamaños

# MSG_LIST_DRAG_MANY_ITEMS (641//)
source: Dragging %ld items...
spanish: Arrastrando %ld objetos...

# MSG_SA_LIST_SCREENMODEID (642//)
source: Display mode ID
spanish: Modo ID

# MSG_BACKGROUNDADJ_IMAGEBROWSER (643//)
source: Imagebrowser:
spanish: Imágenes disponibles:

# MSG_BACKGROUNDADJ_SAME_AS_PARENT (644//)
source: same as parent object
spanish: como su objeto "padre"

# MSG_BACKGROUNDADJ_MODIFY_PARENTS_BRIGHTNESS (645//)
source: Modify brightness of parent's background:
spanish: Brillo del fondo del objeto anterior

# MSG_BACKGROUNDADJ_PENS (646//)
source: Pens:
spanish: Colores (GUI):

# MSG_BACKGROUNDADJ_GRADIENT (648//)
source: Gradient:
spanish: Gradiente:

# MSG_BACKGROUNDADJ_GRAD_SYMMETRICAL (651//)
source: symmetrical
spanish: simétrico

# MSG_BACKGROUNDADJ_PATTERN (652//)
source: Pattern:
spanish: Patrón:

# MSG_FILEPANEL_DRAWER (653//)
source: Drawer:
spanish: Dir.:

# MSG_FILEPANEL_FILE (654//)
source: File:
spanish: Fich.:

# MSG_FILEPANEL_SELECT_ALL (655//)
source: _all
spanish: _todo

# MSG_FILEPANEL_SELECT_NONE (656//)
source: _none
spanish: _nada

# MSG_FILEPANEL_PATTERN (657//)
source: Pattern:
spanish: Patrón:

# MSG_FILEPANEL_NUMBER_OF_FILES (658//)
source: %ld Files: %s
spanish: F:%ld %s

# MSG_FILEPANEL_DIRECTORY (659//)
source: Directory
spanish: Directorio

# MSG_FILEPANEL_REQ_TITLE (660//)
source: Warning
spanish: Aviso

# MSG_FILEPANEL_DELETE_BUTTONS (661//)
source: Delete|*Cancel
spanish: Borrar|*Cancelar

# MSG_FILEPANEL_DELETE_QUESTION (662//)
source: Do you really want to delete%s\033b%s\033n?
spanish: \033c¿Desea BORRAR%s\033b%s\033n?

# MSG_FILEPANEL_ERRORS_BUTTONS_FORCE (663//)
source: Force|*Cancel
spanish: Forzar|*Cancelar

# MSG_FILEPANEL_ERRORS_BUTTONS_OK (664//)
source: *Ok
spanish: *Aceptar

# MSG_FILEPANEL_ERRORS_QUESTION (665//)
source: The following %ld errors occured: %s
spanish: Errores ocurridos: %ld %s.

# MSG_FILEPANEL_NEW_DRAWER (666//)
source: new drawer
spanish: Nuevo_Cajón

# MSG_FILEPANEL_DOS_ERROR_TITLE (667//)
source: DOS Error
spanish: ERROR DOS

# MSG_FILEPANEL_DOS_ERROR_BUTTONS (668//)
source: *Ok
spanish: *Aceptar

# MSG_FILEPANEL_DIRECTORY_HISTORY (669//)
source: Directory History
spanish: Historial

# MSG_FILEPANEL_DIRECTORY_HISTORY_EMPTY (670//)
source: Directory History Empty
spanish: Historial vacío

# MSG_FILEPANEL_MENU_RENAME (671//)
source: R\0Rename
spanish: R\0Renombrar

# MSG_FILEPANEL_MENU_DELETE (672//)
source: D\0Delete...
spanish: D\0Borrar...

# MSG_FILEPANEL_MENU_NEWDIR (673//)
source: N\0New Drawer
spanish: N\0Nuevo cajón

# MSG_FILEPANEL_MENU_PARENT (674//)
source: P\0Parent
spanish: P\0Anterior

# MSG_FILEPANEL_MENU_VOLUMES (675//)
source: O\0Volumes
spanish: O\0Volúmenes

# MSG_FILEPANEL_MENU_SELECT (676//)
source: -\0Multiselect
spanish: -\0Multiselec.

# MSG_IMGBROWSER_READING_DIR (677//)
source: Reading image directory...
spanish: Leyendo imágenes...

# MSG_IMGBROWSER_BUILTIN (678//)
source: \033bBuiltin
spanish: \033bInternas

# MSG_IMGBROWSER_BUILTIN_DEFAULT (679//)
source: Builtin Default
spanish: por omisión (Internas)

# MSG_DIRLIST_NAME (680//)
source: Name %s %s
spanish: Nombre %s %s

# MSG_DIRLIST_SIZE (681//)
source: %s Size
spanish: %s Tamaño

# MSG_DIRLIST_USED (682//)
source: %s Used
spanish: %s Usado

# MSG_DIRLIST_DATE (683//)
source: %s Date
spanish: %s Fecha

# MSG_DIRLIST_TIME (684//)
source: %s Time
spanish: %s Hora

# MSG_DIRLIST_FLAGS (685//)
source: %s Flags
spanish: %s Atribs.

# MSG_DIRLIST_COMMENT (686//)
source: Comment %s
spanish: Comentario %s

# MSG_DIRLIST_TYPE (687//)
source: Type %s
spanish: Tipo %s

# MSG_DIRLIST_DATE_TIME (688//)
source: %s Date & Time
spanish: %s Fecha/Hora

# MSG_DIRLIST_EMPTY (689//)
source: <empty>
spanish: <vacío>

# MSG_DIRLIST_DEVICE (690//)
source: <Device>
spanish: (DEV)

# MSG_DIRLIST_VOLUME (691//)
source: <Volume>
spanish: (VOL)

# MSG_DIRLIST_ASSIGN (692//)
source: <Assign>
spanish: (ASN)

# MSG_DIRLIST_DRAWER (693//)
source: <Drawer>
spanish: Dir.

# MSG_CFGL_LIST_TITLE (694//)
source: Title:
spanish: Título

# MSG_COLORRING_TITLE (695//)
source: Color ring
spanish: Anillo de Color

# MSG_COLORRING_TRIANGLE (696//)
source: Triangle
spanish: Triángulo

# MSG_COLORRING_WHEEL (697//)
source: Wheel
spanish: Rueda

# MSG_COLORRING_NO_SLIDERS (698//)
source: No sliders
spanish: Sin deslizantes

# MSG_COLORRING_RGB_SLIDERS (699//)
source: RGB sliders
spanish: Desliz. RGB

# MSG_COLORRING_HSV_SLIDERS (700//)
source: HSV sliders
spanish: Desliz. HSV

# MSG_COLORRING_RECENTLY_USED_COLORS (701//)
source: Recently used colors
spanish: Recientes

# MSG_COLORRING_FAVORITE_COLORS (702//)
source: Favorite colors
spanish: Favoritos

# MSG_COLORRING_STORE_CURRENT (703//)
source: Store current
spanish: Guardar actual

# MSG_CFGL_LIST_HSCROLLER (704//)
source: Horizontal scroller:
spanish: Desliz. horiz.

# MSG_CFGB_ListHScrollerVisibility (708//)
source: Set the visibility of the horizontal scroller.
spanish: Visibilidad del deslizador horizontal en listas.

# MSG_BACKGROUNDADJ_BALANCE_RED (710//)
source: Red:
spanish: Rojo (R)

# MSG_BACKGROUNDADJ_BALANCE_GREEN (711//)
source: Green:
spanish: Verde (G)

# MSG_BACKGROUNDADJ_BALANCE_BLUE (712//)
source: Blue:
spanish: Azul (B)

# MSG_BACKGROUNDADJ_GRAYSCALE (713//)
source: Grayscale
spanish: Grises

# MSG_BACKGROUNDADJ_NEGATIVE (714//)
source: Negative
spanish: Negativo

# MSG_BACKGROUNDADJ_HCENTERING (715//)
source: H-Centering
spanish: Centrar horiz.

# MSG_BACKGROUNDADJ_VCENTERING (716//)
source: V-Centering
spanish: Centrar vert.

# MSG_CFGL_LIST_GROUP_TITLE (717//)
source: Lists
spanish: Lista

# MSG_CFGL_LIST_EXAMPLE_TITLE (718//)
source: Title
spanish: Título

# MSG_CFGL_LIST_EXAMPLE_EXAMPLE (719//)
source: Example
spanish: Ejemplo

# MSG_CFGL_LIST_EXAMPLE_LIST (720//)
source: list
spanish: de lista

# MSG_CFGL_LIST_EXAMPLE_WITH_SOME (721//)
source: with some
spanish: con algunas

# MSG_CFGL_LIST_EXAMPLE_SELECTED (722//)
source: selected
spanish: entradas

# MSG_CFGL_LIST_EXAMPLE_ENTRIES (723//)
source: entries
spanish: seleccionadas

# MSG_CFGL_LIST_FONT (724//)
source: Font:
spanish: Tipo letra:

# MSG_CFGL_FONT_FIXED (725//)
source: Fixed:
spanish: Anch. fija:

# MSG_CFGL_FRAME_BACKGROUND_CLIPBOARD (726//)
source: Frame & Background clipboard
spanish: Marco y fondo (portapapeles)

# MSG_CFGL_WIN_BACKGROUNDS (727//)
source: Backgrounds
spanish: Fondos

# MSG_CFGL_BUTTON_FONT (730//)
source: Font:
spanish: Tipo letra:

# MSG_CFGL_BUTTON_EXAMPLE (731//)
source: Example
spanish: Ejemplo

# MSG_FRIMAGEADJ_TITLE_SINGLE (732//)
source: Adjust %s
spanish: Ajustar %s

# MSG_FRIMAGEADJ_TITLE_DOUBLE (733//)
source: Adjust %s & %s
spanish: Ajustar %s y %s

# MSG_FRAMEADJ_TITLE (734//)
source: Frame
spanish: Marco

# MSG_BACKGROUNDADJ_TITLE (735//)
source: Background
spanish: Fondo

# MSG_FRAMEADJ_SPACING (736//)
source: Spacing:
spanish: Espaciado

# MSG_FRAMEADJ_VISIBILITY (737//)
source: Visibility:
spanish: Visibilidad

# MSG_FRAMEADJ_COLORIZE (738//)
source: Colorize
spanish: Colorear

# MSG_FRAMEADJ_SCALING (739//)
source: Scaling:
spanish: Escalar

# MSG_FRAMEADJ_SCALING_ENTRIES (740//)
source: tiling|horizontally|vertically|both
spanish: mosaico|horiz.|vert.|ambos

# MSG_FRAMEADJ_TOGGLE_STATE (741//)
source: Toggle state
spanish: Invertir estado

# MSG_CFGL_SLIDER_GROUP_TITLE (742//)
source: Slider
spanish: Deslizador

# MSG_CFGL_GAUGE_GROUP_TITLE (743//)
source: Gauge
spanish: Indicador

# MSG_CFGL_GAUGE_ZEBRA (744//)
source: Zebra:
spanish: Rayado

# MSG_CFGL_WINDOW_BORDERS (745//)
source: Borders
spanish: Miscelánea

# MSG_CFGL_WINDOW_TITLEBAR_SHOWS (746//)
source: Titlebar shows
spanish: Incluir los botones de:

# MSG_CFGL_WINDOW_TITLEBAR_POPUP_BUTTON (747//)
source: popup button
spanish: menú desplegable

# MSG_CFGL_WINDOW_TITLEBAR_SETTINGS_BUTTON (748//)
source: settings button
spanish: ajustes

# MSG_CFGL_WINDOW_TITLEBAR_SNAPSHOT_BUTTON (749//)
source: snapshot button
spanish: congelar

# MSG_CFGL_WINDOW_TITLEBAR_SCREEN_JUMP_BUTTON (750//)
source: screen jump button
spanish: ir a pantalla

# MSG_CFGL_WINDOW_TITLEBAR_ICONIFY_BUTTON (751//)
source: iconify button
spanish: iconificar

# MSG_CFGL_WINDOW_SIZEGADGET (752//)
source: Window size gadget is
spanish: Botón ajustar tamaño ventana:

# MSG_CFGL_WINDOW_SIZEGADGET_BOTTOM_BORDER (753//)
source: in bottom border
spanish: contorno inferior

# MSG_CFGL_WINDOW_SIZEGADGET_RIGHT_BORDER (754//)
source: in right border
spanish: contorno derecho

# MSG_CFGL_WINDOW_BORDER_SCROLLERS_OVERRIDE (756//)
source: (Border scrollers can override this setting)
spanish: (Deslizadores en contorno pueden modificarlo)

# MSG_CFGL_WINDOW_WINDOW_POSITIONS (757//)
source: Window positions are
spanish: Recordar posición ventanas:

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_NOT_STORED (758//)
source: not stored
spanish: no

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_UNTIL_REBOOT (759//)
source: stored until reboot
spanish: hasta reiniciar

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_PERMANENTLY (760//)
source: stored permanently
spanish: siempre

# MSG_CFGL_CLIPBOARD (761//)
source: Clipboard
spanish: Portapapeles

# MSG_CFGL_SHOWMCC (762//)
source: More
spanish: Más clases

# MSG_CFGL_BUTTON_IMAGE_PRESSED (763//)
source: Pressed:
spanish: Pulsado

# MSG_CFGL_IMAGES_USED_IMAGES (764//)
source: Used Images:
spanish: Imágenes en uso:

# MSG_CFGL_IMAGES_FRAME_BACKGROUND (765//)
source: Frame & Background:
spanish: \033cMarco Fondo

# MSG_CFGL_IMAGES_AVAILABLE_IMAGES (766//)
source: Available images:
spanish: Imágenes disponibles:

# MSG_CFGL_KEYBOARD_GADGETS (769//)
source: Gadgets
spanish: Objetos

# MSG_CFGL_KEYBOARD_WINDOWS (770//)
source: Windows
spanish: Ventanas

# MSG_CFGL_KEYBOARD_TEXTEDITING (772//)
source: Text editing
spanish: Editar Texto

# MSG_KEYADJ_SAMPLE (773//)
source: Sample
spanish: Aprender

# MSG_KEYADJ_ADD_KEY (774//)
source: Add another key
spanish: Añadir

# MSG_KEYADJ_REMOVE_KEY (775//)
source: Remove this key
spanish: Eliminar

# MSG_KEYADJ_PRESS_KEY (776//)
source: <press key>
spanish: <puslar tecla>

# MSG_CFGL_BUTTON_CYCLE_EXAMPLE_ENTRIES (777//)
source: entry 1|entry 2|entry 3|entry 4
spanish: entrada 1|entrada 2|entrada 3|entrada 4

# MSG_CFGL_QUICKHELP_APPEAR_HELPKEY (778//)
source: when pressing
spanish: al pulsar:

# MSG_CFGL_LISTS_SCROLLBAR (780//)
source: Scrollbar
spanish: Deslizador

# MSG_CFGL_STRINGS_POPBUTTON (781//)
source: Popbutton:
spanish: Botón

# MSG_CFGL_STRINGS_POPBUTTON_STYLES (782//)
source: beside|embedded
spanish: al lado|incrustado

# MSG_FRAMEADJ_NO_FRAME_IMAGES_FOUND (783//)
source: No frame images found in '%s'.
spanish: Imágenes no encontradas en '%s'.

# MSG_CFGL_KEY_DELETE (784//)
source: Delete:
spanish: Suprimir:

# MSG_CFGL_KEY_BACKSPACE (785//)
source: Backspace:
spanish: Retroceso:

# MSG_CFGL_KEY_CUT (786//)
source: Cut:
spanish: Cortar:

# MSG_CFGL_KEY_COPY (787//)
source: Copy:
spanish: Copiar:

# MSG_CFGL_KEY_PASTE (788//)
source: Paste:
spanish: Pegar:

# MSG_CFGL_KEY_UNDO (789//)
source: Undo:
spanish: Deshacer:

# MSG_CFGL_KEY_REDO (790//)
source: Redo:
spanish: Rehacer:

# MSG_CFGL_STRING_CONTAINER (791//)
source: Container:
spanish: Contenedor

# MSG_CFGL_STRING_ACTIVATED (792//)
source: Activated:
spanish: Activado

# MSG_CFGL_STRING_READONLY (793//)
source: Readonly:
spanish: Sólo lectura

# MSG_CFGL_STRING_BLINKING (795//)
source: Blinking:
spanish: Parpadeo

# MSG_CFGL_STRING_CURSOR_STYLES (797//)
source: block|vertical|horizontal
spanish: bloque|vertical|horizontal

# MSG_CFGL_STRING_CURSOR_BLINKRATES (798//)
source: steady|50ms|100ms|150ms|200ms|250ms|300ms|350ms|400ms|450ms|500ms
spanish: no|50 ms|100 ms|150 ms|200 ms|250 ms|300 ms|350 ms|400 ms|450 ms|500 ms

# MSG_COLORRING_FAVORITE_COLORS_TITLE (799//)
source: Favorite colors:
spanish: Colores favoritos:

# MSG_STRING_CTX_TEXT (800//)
source: Text
spanish: Texto

# MSG_STRING_CTX_TEXT_CUT (801//)
source: Cut
spanish: Cortar

# MSG_STRING_CTX_TEXT_COPY (802//)
source: Copy
spanish: Copiar

# MSG_STRING_CTX_TEXT_PASTE (803//)
source: Paste
spanish: Pegar

# MSG_STRING_CTX_TEXT_EXTERNAL_EDIT (804//)
source: External edit...
spanish: Editor...

# MSG_STRING_CTX_TEXT_INSERT_TEXT_FILE (805//)
source: Insert text file...
spanish: Insertar texto...

# MSG_STRING_CTX_TEXT_WORD_WRAP (806//)
source: Word wrap?
spanish: Ajustar texto

# MSG_STRING_CTX_TEXT_IRC_STYLES (807//)
source: IRC styles
spanish: Estilos IRC

# MSG_STRING_CTX_TEXT_IRC_STYLES_BOLD (808//)
source: Bold
spanish: Negrita

# MSG_STRING_CTX_TEXT_IRC_STYLES_UNDERLINE (809//)
source: Underline
spanish: Subrayado

# MSG_STRING_CTX_TEXT_IRC_STYLES_INVERSE (810//)
source: Inverse
spanish: Inverso

# MSG_STRING_CTX_TEXT_IRC_STYLES_RESET (811//)
source: Reset
spanish: Reiniciar

# MSG_STRING_CTX_TEXT_IRC_STYLES_BEEP (812//)
source: Beep
spanish: Pitido

# MSG_SA_DEPTHSLIDER_COLORMAPPED (813//)
source: %ld bit (%ld colors)
spanish: (%ldbits) %ld

# MSG_SA_DEPTHSLIDER_DIRECTMAPPED (814//)
source: %ld bit (hi/true)
spanish: (%ldbits) 64K/16M

# MSG_SCREENMODEPANEL_8BIT (815//)
source: %ld bit (%ld colors)
spanish: (%ldbits) %ld

# MSG_SCREENMODEPANEL_HICOLOR (816//)
source: %ld bit (hicolor)
spanish: (%ldbits) 64K

# MSG_SCREENMODEPANEL_TRUECOLOR (817//)
source: %ld bit (truecolor)
spanish: (%ldbits) 16M

# MSG_SCREENMODEPANEL_VALUE_TOO_SMALL (818//)
source: Value too small, valid range is from %ld to %ld.
spanish: Valor demasiado pequeño. Validos: %ld a %ld

# MSG_SCREENMODEPANEL_VALUE_TOO_LARGE (819//)
source: Value too large, valid range is from %ld to %ld.
spanish: Valor demasiado grande. Válidos: %ld a %ld

# MSG_SCREENMODEPANEL_MODE (820//)
source: \033bMode
spanish: \033bTipo de pantalla

# MSG_SCREENMODEPANEL_COLORS (821//)
source: \033bColors
spanish: \033bRGB

# MSG_SCREENMODEPANEL_FREQUENCY (822//)
source: \033bFrequency
spanish: \033bFrec. vert.

# MSG_SCREENMODEPANEL_ID (823//)
source: \033bID
spanish: \033bModo ID

# MSG_SCREENMODEPANEL_GUNS (826//)
source: %ldx%ldx%ld
spanish: %ld×%ld×%ld

# MSG_SCREENMODEPANEL_WIDTH (827//)
source: Width:
spanish: Ancho:

# MSG_SCREENMODEPANEL_HEIGHT (828//)
source: Height:
spanish: Alto:

# MSG_SCREENMODEPANEL_SIZE (829//)
source: Size:
spanish: Ancho/Alto:

# MSG_SCREENMODEPANEL_DEFAULT (830//)
source: Default
spanish: Por omisión

# MSG_SCREENMODEPANEL_DEPTH (831//)
source: Depth:
spanish: Colores

# MSG_SCREENMODEPANEL_AUTOSCROLL (832//)
source: Autoscroll:
spanish: Autodesliz.:

# MSG_SCREENMODEPANEL_OVERSCAN_TYPES (834//)
source: Text|Standard|Maximum|Video
spanish: Texto|Mínimo|Máximo|Gráfico

# MSG_CFGL_GROUPS_XPOSITION_LEFT (835//)
source: Left
spanish: izq.

# MSG_CFGL_GROUPS_XPOSITION_CENTER (836//)
source: Center
spanish: centro

# MSG_CFGL_GROUPS_XPOSITION_RIGHT (837//)
source: Right
spanish: dch.

# MSG_CFGL_GROUPS_YPOSITION_BELOW (838//)
source: Below
spanish: abajo

# MSG_CFGL_GROUPS_YPOSITION_CENTER (839//)
source: Center
spanish: centro

# MSG_CFGL_GROUPS_YPOSITION_ABOVE (840//)
source: Above
spanish: arriba

# MSG_CFGL_MCC_SCANNING (843//)
source: Scanning...
spanish: Examinando...

# MSG_CFGL_FRAMEDGROUP_GROUP_TITLE (844//)
source: Framed Groups
spanish: Grupos En Marcos

# MSG_CFGL_FRAMEDGROUP_CONTAINER (845//)
source: Container
spanish: Contenedor

# MSG_CFGL_FRAMEDGROUP_PAGES (846//)
source: Pages
spanish: Páginas

# MSG_CFGL_FRAMEDGROUP_TITLE (847//)
source: Title:
spanish: Título

# MSG_CFGL_FRAMEDGROUP_TITLE_POSITION (848//)
source: Position:
spanish: Pos. X/Y

# MSG_CFGL_FRAMEDGROUP_TITLE_FONT (849//)
source: Font:
spanish: T. letra:

# MSG_CFGL_FRAMEDGROUP_SPACING (850//)
source: Spacing:
spanish: \033cEspaciado

# MSG_CFGL_TABGROUP_GROUP_TITLE1 (853//)
source: Tab groups
spanish: Grupos de pestañas

# MSG_CFGL_TABGROUP_GROUP_TITLE2 (854//)
source: Example
spanish: Pestaña2

# MSG_CFGL_TABGROUP_GROUP_TITLE3 (855//)
source: Example
spanish: Pestaña3

# MSG_CFGL_TABGROUP_CONTAINER (856//)
source: Container
spanish: Contenedor

# MSG_CFGL_TABGROUP_TITLE (857//)
source: Title:
spanish: Título

# MSG_CFGL_TABGROUP_POSITION (858//)
source: Position:
spanish: Pos. X/Y

# MSG_CFGL_TABGROUP_FONT (859//)
source: Font:
spanish: T. letra:

# MSG_CFGL_TABGROUP_LAYOUT (860//)
source: Layout as
spanish: Mostrar como:

# MSG_CFGL_TABGROUP_LAYOUT_ROW (861//)
source: row
spanish: etiquetas

# MSG_CFGL_TABGROUP_LAYOUT_BUTTONS (862//)
source: buttons
spanish: botones

# MSG_CFGL_TABGROUP_LAYOUT_TABS (863//)
source: tabs
spanish: pestañas

# MSG_CFGL_TABGROUP_STRETCHING (864//)
source: Stretching:
spanish: Anchura pestaña

# MSG_CFGL_TABGROUP_PAGE2_CONTENT (865//)
source: Example page 2
spanish: Página de ejemplo 2

# MSG_CFGL_TABGROUP_PAGE3_CONTENT (866//)
source: Example page 3
spanish: Página de ejemplo 3

# MSG_SA_LIST_DEFAULT_PUBSCREEN_TITLE (867//)
source: MUI Public Screen
spanish: Pantalla pública MUI

# MSG_CFGL_PROPKNOBSTYLE (868//)
source: Style:
spanish: Estilo

# MSG_CFGL_PROPKNOBSTYLE_ENTRIES (869//)
source: None|Circle|Dots|Lines
spanish: ninguno|círculo|puntos|líneas

# MSG_CFGB_PropKnobStyle (870//)
source: Additional markings on slider.
spanish: Estilo de las marcas en el deslizador.

# MSG_ABOUTPAGE_BUILD_INFO (871//)
source: Build:
spanish: Sistema:

# MSG_ABOUTPAGE_BUILD_VERSION (872//)
source: Version:
spanish: Versión:

# MSG_ABOUTPAGE_BUILD_DATE (873//)
source: Date:
spanish: Fecha:

# MSG_POPMENU_SAVEAS (876//)
source: Save as...
spanish: Guardar como...

# MSG_CFGL_SETTINGS (877//)
source: Settings
spanish: Ajustes

# MSG_CFGL_SETTINGS_PRESET (878//)
source: Preset: %s
spanish: %s

# MSG_PENADJ_TITLE (879//)
source: Pen
spanish: Color

# MSG_FONTPANEL_FONT (880//)
source: \033bFont
spanish: \033bT. letra

# MSG_FONTPANEL_FAMILY (881//)
source: \033bFamily
spanish: \033bFamilia

# MSG_FONTPANEL_FAMILYNUMBER (882//)
source: \033bNr
spanish: \033bNº

# MSG_FONTPANEL_ALL_FONTS (883//)
source: \033bAll Fonts
spanish: \033bTodas

# MSG_FONTPANEL_FIXED_WIDTH_FONTS (884//)
source: \033bFixed Width
spanish: \033bAnchura fija

# MSG_FONTPANEL_UNNAMED (886//)
source: unnamed:
spanish: sin_nombre

# MSG_FONTPANEL_CTX_FONT_FAMILIES (887//)
source: Font families
spanish: Familias

# MSG_FONTPANEL_CTX_CREATE_FAMILY (888//)
source: Create new family
spanish: Crear familia

# MSG_FONTPANEL_CTX_RENAME_FAMILY (889//)
source: Rename family '%s'
spanish: Renombrar '%s'

# MSG_FONTPANEL_CTX_DELETE_FAMILY (890//)
source: Delete family '%s'
spanish: Borrar '%s'

# MSG_FONTPANEL_REQ_TITLE (891//)
source: Warning
spanish: Aviso

# MSG_FONTPANEL_DELETE_BUTTONS (892//)
source: Delete|*Cancel
spanish: Borrar|*Cancelar

# MSG_FONTPANEL_DELETE_QUESTION (893//)
source: The font family '%s' contains %ld entries. Do you really want to delete it?
spanish: \033cFamilia '%s' tiene %ld entradas. ¿Seguro que desea eliminarla?

# MSG_FONTPANEL_FAMILIES_NEW (895//)
source: New
spanish: Nueva

# MSG_FONTPANEL_FAMILIES_DELETE (896//)
source: Del
spanish: Borrar

# MSG_FONTPANEL_PREVIEW (899//)
source: _Preview:
spanish: _Previsualizar

# MSG_FONTPANEL_PREVIEW_ENTRIES (900//)
source: - off -|24 pt
spanish: no|24 pt

# MSG_FONTPANEL_SIZE (901//)
source: Size:
spanish: Tamaño:

# MSG_FONTPANEL_SIZE_ENTRIES (902//)
source: Absolute|Relative
spanish: Absoluto|Relativo

# MSG_FONTPANEL_COLORS_TEXT (904//)
source: Text
spanish: Texto

# MSG_FONTPANEL_COLORS_OUTLINE (905//)
source: Outline
spanish: Contorno

# MSG_FONTPANEL_STYLE_BOLD (907//)
source: \033bBold
spanish: \033bNegrita

# MSG_FONTPANEL_STYLE_ITALIC (908//)
source: \033iItalic
spanish: \033iCursiva

# MSG_FONTPANEL_STYLE_UNDERLINE (909//)
source: \033uUnderline
spanish: \033uSubrayada\033n \0

# MSG_FONTPANEL_STYLE_SHADOW (910//)
source: \033sShadow
spanish: \033sSombreada\033n \0

# MSG_FONTPANEL_STYLE_OUTLINE (911//)
source: \033tOutline
spanish: \033tReborde

# MSG_FONTPANEL_STYLE_PLAIN (912//)
source: Plain
spanish: Normal

# MSG_FONTPANEL_SAMPLE_TEXT (913//)
source: The quick brown fox jumps over the lazy dog. 1234567890
spanish: El rápido zorro pardo brinca sobre el perezoso perro. 0123456789
