Repository: sacredbanana/AmigaSDK-gcc
Catalog: ppc-amigaos/locale/*.po
Languages: spanish

# MSG_FONTPANEL_FONT_DOES_NOT_EXIST (914//)
source: Font doesn't exist.
spanish: Tipo de letra no existe.

# MSG_BACKGROUNDADJ_DEFAULT_COLOR (915//)
source: Default color
spanish: Por omisión

# MSG_PANEL_OK (916//)
source: Ok
spanish: Aceptar

# MSG_PANEL_CANCEL (917//)
source: Cancel
spanish: Cancelar

# MSG_FONTPANEL_ASL_TITLE (918//)
source: Select font
spanish: Elegir tipo de letra

# MSG_CFGL_MENU_POPUP (919//)
source: Popup menus
spanish: Menú Emergente

# MSG_CFGL_MENU_POPUP_POSITION (920//)
source: Position:
spanish: Posición

# MSG_CFGL_MENU_POPUP_POSITION_ENTRIES (921//)
source: centered|top left
spanish: centro|esquina superior izq.

# MSG_CFGB_Menu_PopupPosition (922//)
source: Position of popup menus relative to the mouse pointer.
spanish: Posición del menú emergente relativa al puntero del ratón.

# MSG_CFGL_MENU_POPUP_SELECTION_MODE (923//)
source: Selection mode:
spanish: Modo:

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_AUTOMATIC (924//)
source: automatic
spanish: automático

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_STICKY (925//)
source: sticky
spanish: fijo

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_CLICK_HOLD (926//)
source: click & hold
spanish: botón pulsado

# MSG_CFGL_MENU_GLOBAL (927//)
source: Global menus
spanish: Menús Globales

# MSG_CFGL_MENU_GLOBAL_APPEARANCE (928//)
source: Appearance:
spanish: Se muestran:

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ON_SCREEN_TITLEBAR (929//)
source: on screen titlebar
spanish: barra título pantalla

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_BELOW_WINDOW_TITLEBAR (930//)
source: below window titlebar
spanish: barra título ventana

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ABOVE_MOUSE_POINTER (931//)
source: above mouse pointer
spanish: bajo pos. del puntero

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_POPUP_MENUS (932//)
source: like popup menus
spanish: como menú emergente

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_SYSTEM_MENUS (933//)
source: like system menus
spanish: como en Prefs. de GUI

# MSG_CFGL_MENU_EMBEDDED_FONT (937//)
source: Font:
spanish: T. letra

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR (938//)
source: Separator:
spanish: Separador

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR_ENTRIES (939//)
source: none|bar|inverted bar
spanish: no|barra|barra invertida

# MSG_CFGL_MENU_EMBEDDED_CONTAINER (940//)
source: Container:
spanish: Contenedor

# MSG_POPMENU_ALLOPTIONS_ALL_TITLE (942//)
source: All options
spanish: Todo

# MSG_CFGL_MENU_EMBEDDED_ENABLE_MENU_BAR (943//)
source: Enable embedded menu bar
spanish: Activar menú incrustado

# MSG_WINPOPUP_EMBEDDED_MENU_BAR (944//)
source: Embedded menu bar
spanish: Menú incrustado

# MSG_VOLUMELIST_NAME (945//)
source: Name
spanish: Nombre

# MSG_VOLUMELIST_FULL (946//)
source: full
spanish: lleno

# MSG_VOLUMELIST_FREE (947//)
source: free
spanish: libres

# MSG_VOLUMELIST_USED (948//)
source: used
spanish: en uso

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_DISABLED (950//)
source: disabled
spanish: nunca

# MSG_CFGL_STRINGS (951//)
source: Strings
spanish: Textos

# MSG_CFGL_BUTTON_LOOK (952//)
source: Look:
spanish: Aspecto

# MSG_CFGL_SLIDER_LOOK (953//)
source: Look:
spanish: Aspecto

# MSG_CFGL_GAUGE_LOOK (954//)
source: Look:
spanish: Aspecto

# MSG_BACKGROUNDADJ_SAME_AS_WINDOW (955//)
source: same as window
spanish: como la ventana

# MSG_CFGL_GHOSTED_GADGETS_GROUP_TITLE (956//)
source: Ghosted Gadgets
spanish: Objetos Ocultos/Desactivados

# MSG_CFGL_DisabledPattern (957//)
source: Pattern:
spanish: Modo

# MSG_PATTERN_NONE (958//)
source: None
spanish: visual

# MSG_CFGL_DisabledVisibility (959//)
source: Visibility:
spanish: Visibilidad

# MSG_CFGL_QUICKHELP_APPEAR_HOLD_MOUSE (960//)
source: when holding mouse steady for
spanish: al mantener el ratón durante

# MSG_WINPOPUP_JUMP_NEW (961//)
source: New
spanish: Nueva

# MSG_SCREENSPACE_UNNAMED (962//)
source: (unnamed)
spanish: SinNombre

# MSG_PUBSCREENPANEL_OPEN_WINDOWS_ON (963//)
source: Open windows on
spanish: Abrir ventanas en:

# MSG_PUBSCREENPANEL_DEFAULT (964//)
source: default public screen (usually the Workbench)
spanish: pantalla pública por omisión (Workbench)

# MSG_PUBSCREENPANEL_FRONTMOST (965//)
source: frontmost public screen (on program startup)
spanish: pantalla pública al frente

# MSG_PUBSCREENPANEL_FOREIGN (966//)
source: foreign public screen named
spanish: pantalla pública:

# MSG_PUBSCREENPANEL_MUIDATABASE (967//)
source: customized public screen from MUI database:
spanish: pantalla pública definida en MUI

# MSG_MUIREQUEST_TITLE (968//)
source: MUI Request
spanish: MUI: V. de petición

# MSG_MUIREQUEST_OK (969//)
source: Ok
spanish: Aceptar

# MSG_ABOUTBOX_OK (970//)
source: _Ok
spanish: _Aceptar

# MSG_ABOUTBOX_TITLE (971//)
source: About %s
spanish: Acerca de %s

# MSG_ABOUTBOX_ACKNOWLEDGEMENTS (973//)
source: Acknowledgements:
spanish: Reconocimientos:

# MSG_ABOUTBOX_DOCUMENTATION (974//)
source: Documentation:
spanish: Documentación:

# MSG_ABOUTBOX_GRAPHICS (975//)
source: Graphics:
spanish: Gráficos:

# MSG_ABOUTBOX_ICONS (976//)
source: Icons:
spanish: Iconos:

# MSG_ABOUTBOX_ICON (977//)
source: Icon:
spanish: Icono:

# MSG_ABOUTBOX_TRANSLATIONS (978//)
source: Translations:
spanish: Traducciones:

# MSG_ABOUTBOX_PROOFREADING (979//)
source: Proofreading:
spanish: Correcciones:

# MSG_ABOUTBOX_MUSIC (980//)
source: Music:
spanish: Música:

# MSG_ABOUTBOX_PROGRAMMING (981//)
source: Programming:
spanish: Programación:

# MSG_ABOUTBOX_ADDITIONAL_PROGRAMMING (982//)
source: Additional programming:
spanish: Programación adicional:

# MSG_ABOUTBOX_SOUND_EFFECTS (983//)
source: Sound effects:
spanish: Efectos de sonido:

# MSG_ABOUTBOX_THANKS_TO (984//)
source: Thanks to:
spanish: Agradecimientos:

# MSG_ABOUTBOX_SPECIAL_THANKS_TO (985//)
source: Special thanks to:
spanish: Agradecimientos especiales:

# MSG_ABOUTBOX_WEB_SUPPORT (986//)
source: Web support:
spanish: Soporte web:

# MSG_ABOUTBOX_DISCLAIMER (987//)
source: Disclaimer:
spanish: Responsabilidad:

# MSG_ABOUTBOX_LICENSE (988//)
source: License:
spanish: Licencia:

# MSG_CFGL_ACTIVE_GADGETS_GROUP_TITLE (991//)
source: Active Gadgets
spanish: Objeto Activo

# MSG_CFGL_ACTIVE_GADGETS_FOCUS (992//)
source: Focus:
spanish: Foco

# MSG_CFGL_ACTIVE_GADGETS_BORDER_PIXEL (993//)
source: %ld pixel
spanish: %ld px

# MSG_CFGL_ACTIVE_GADGETS_BORDER (994//)
source: Border:
spanish: Marco

# MSG_BUSY_SAMPLE_BUSY_BAR (995//)
source: Sample Busy-Bar
spanish: Ejemplo

# MSG_BUSY_PREFERENCES (996//)
source: Preferences
spanish: Aspecto

# MSG_BUSY_COLOR1 (997//)
source: Color 1:
spanish: Color final

# MSG_BUSY_COLOR2 (998//)
source: Color 2:
spanish: Color inicial

# MSG_BUSY_FRAME (999//)
source: Frame:
spanish: Marco

# MSG_BUSY_STYLE (1000//)
source: Style:
spanish: Estilo

# MSG_BUSY_STYLE_ENTRIES (1001//)
source: Old|Queue|Knight Rider|Star Trek|Psycho
spanish: antiguo|cola|Coche Fantástico|Star Trek|Psicosis

# MSG_BUSY_DIRECTION (1002//)
source: Direction:
spanish: Dirección

# MSG_BUSY_DIRECTION_ENTRIES (1003//)
source: Right / In|Left / Out
spanish: dch. / adentro|izq. / afuera

# MSG_BUSY_SIZE (1004//)
source: Size:
spanish: Anchura

# MSG_BUSY_NUMBER (1005//)
source: Number:
spanish: Segmentos

# MSG_BUSY_FADE (1006//)
source: Fade:
spanish: Fundido

# MSG_BUSY_FADE_NO_FADE (1007//)
source: No Fade!
spanish: no

# MSG_BUSY_FADE_FORMAT (1009//)
source: %ld segments
spanish: %ld sgm

# MSG_BUSY_SPACE (1010//)
source: Space:
spanish: Espaciado

# MSG_BUSY_SPACE_NO_SPACE (1011//)
source: No Space!
spanish: 0 px

# MSG_BUSY_SPACE_FORMAT (1012//)
source: %ld pixels
spanish: %ld px

# MSG_BUSY_SPEED (1013//)
source: Speed:
spanish: Velocidad

# MSG_BUSY_SPEED_WOWWW (1014//)
source: Wowww!
spanish: máx.

# MSG_BUSY_SPEED_OFF (1015//)
source: OFF
spanish: 0 ms

# MSG_LAMP_OFF (1017//)
source: Off:
spanish: Desactivado

# MSG_LAMP_OK (1018//)
source: Ok:
spanish: Correcto

# MSG_LAMP_WARNING (1019//)
source: Warning:
spanish: Aviso

# MSG_LAMP_FATAL_ERROR (1021//)
source: Fatal error:
spanish: Error fatal

# MSG_LAMP_PROCESSING (1022//)
source: Processing:
spanish: Procesando

# MSG_LAMP_LOOKING_UP (1023//)
source: Looking up:
spanish: Buscando

# MSG_LAMP_CONNECTING (1024//)
source: Connecting:
spanish: Conectando

# MSG_LAMP_SENDING_DATA (1025//)
source: Sending data:
spanish: Enviando

# MSG_LAMP_RECEIVING_DATA (1026//)
source: Receiving data:
spanish: Recibiendo

# MSG_LAMP_LOADING_DATA (1027//)
source: Loading data:
spanish: Cargando

# MSG_LAMP_SAVING_DATA (1028//)
source: Saving data:
spanish: Guardando

# MSG_LAMP_DEFAULT_COLORS (1029//)
source: Default colors
spanish: Colores De Las Lámparas

# MSG_LAMP_LOOK (1030//)
source: Look:
spanish: Aspecto

# MSG_LAMP_SHAPE (1031//)
source: Shape:
spanish: Forma:

# MSG_LAMP_SHAPE_CLASSIC_BULB (1032//)
source: Classic bulb
spanish: redonda \0

# MSG_LAMP_SHAPE_SQUARE (1033//)
source: Square
spanish: cuadrada

# MSG_LAMP_FRAME_VISIBILITY (1034//)
source: Frame visibility:
spanish: Marco

# MSG_LAMP_SPECULAR_HIGHLIGHTS (1035//)
source: Specular highlights
spanish: Marcas de reflejos

# MSG_LAMP_SAMPLES (1036//)
source: Samples
spanish: Ejem.

# MSG_BUSY_COLOR1_HELP (1037//)
source: The first color in Busy objects
spanish: Color del segmento final del deslizador de ocupado.

# MSG_BUSY_COLOR2_HELP (1038//)
source: The last color in Busy objects
spanish: Color del segmento inicial del deslizador de ocupado.

# MSG_BUSY_FRAME_HELP (1039//)
source: The frame of Busy objects
spanish: Marco del deslizador de ocupado.

# MSG_BUSY_STYLE_HELP (1040//)
source: Choose between different styles
spanish: Estilos de movimiento del deslizador de ocupado.

# MSG_BUSY_DIRECTION_HELP (1041//)
source: Choose the direction
spanish: Dirección del deslizador de ocupado.

# MSG_BUSY_SIZE_HELP (1042//)
source: Rectangle size in pixels
spanish: Píxeles de anchura del deslizador de ocupado (sólo con estilo antiguo).

# MSG_BUSY_NUMBER_HELP (1043//)
source: Number of rectangles
spanish: Segmentos en que se divide el deslizador de ocupado.

# MSG_BUSY_FADE_HELP (1044//)
source: Number of rectangles which are used to fade
spanish: Cantidad de segmentos para el fundido con el color final del deslizador de ocupado.

# MSG_BUSY_SPACE_HELP (1045//)
source: Number of pixels of space
spanish: Píxeles de espaciado del segmento.

# MSG_BUSY_SPEED_HELP (1046//)
source: The Busy objects are moved with this speed
spanish: Velocidad del deslizador de ocupado.

# MSG_BUSY_SAMPLE_HELP (1047//)
source: The sample Busy object, reacts on preferences below
spanish: Muestra de ejemplo del deslizador de ocupado.

# MSG_CFGL_LIST_HSCROLLER_ENTRIES (1048//)
source: automatic|always|never
spanish: automático|siempre|nunca

# MSG_CFGL_MENU_TITLES_ENTRIES (1049//)
source: normal|bold|3d
spanish: normal|negrita|sombreado

# MSG_CFGL_DRAG_LOOK_ENTRIES (1050//)
source: always solid|ghosted on box|ghosted outside box|always ghosted
spanish: siempre sólido|transparente en el marco|transparente fuera del marco|siempre transparente

# MSG_LISTTREE_SAMPLE (1051//)
source: Sample
spanish: Ejemplo

# MSG_LISTTREE_OPEN (1052//)
source: _Open
spanish: _Desplegar nodos

# MSG_LISTTREE_CLOSE (1053//)
source: _Close
spanish: _Plegar nodos

# MSG_LISTTREE_PREFERENCES (1054//)
source: Preferences
spanish: Aspecto

# MSG_LISTTREE_RIGHT (1055//)
source: Right
spanish: Nodo plegado

# MSG_LISTTREE_DOWN (1056//)
source: Down
spanish: Nodo desplegado

# MSG_LISTTREE_LINES (1057//)
source: Lines
spanish: Líneas

# MSG_LISTTREE_SHADOW (1058//)
source: Shadow
spanish: Sombra

# MSG_LISTTREE_STYLE (1059//)
source: Style:
spanish: Estilo

# MSG_LISTTREE_STYLE_ENTRIES (1060//)
source: Normal|Inserted|Lines|Win95|Mac|Lines3D|Padiavolo
spanish: normal|insertado|líneas|Win95|Mac|líneas+sombra|Padiavolo

# MSG_LISTTREE_SPACE (1061//)
source: Space:
spanish: Espaciado

# MSG_LISTTREE_REMEMBER_STATUS (1062//)
source: Remember status
spanish: Recordar estado

# MSG_LISTTREE_DISPLAY_OPENED (1063//)
source: Display opened
spanish: Desplazar lista

# MSG_LISTTREE_SAMPLE_HELP (1064//)
source: A Listtree object sample, reacts on preferences
spanish: Ejemplo de Listtree

# MSG_LISTTREE_OPEN_HELP (1065//)
source: Open all nodes
spanish: Desplegar (abrir) todos los nodos.

# MSG_LISTTREE_CLOSE_HELP (1066//)
source: Close all nodes
spanish: Plegar (cerrar) todos los nodos.

# MSG_LISTTREE_RIGHT_HELP (1067//)
source: Image for a closed node
spanish: Imagen para nodo de lista plegado (cerrado).

# MSG_LISTTREE_DOWN_HELP (1068//)
source: Image for an opened node
spanish: Imagen para nodo de lista desplegado (abierto).

# MSG_LISTTREE_LINES_HELP (1069//)
source: Custom line color for styles 'Lines', 'Win95' and 'Lines3D"
spanish: Color de la línea de la lista (sólo con estilo 'líneas', 'Win95' y 'líneas+sombra').

# MSG_LISTTREE_SHADOW_HELP (1070//)
source: Custom shadow color for style 'Lines3D'
spanish: Color de la sombra de las líneas.

# MSG_LISTTREE_STYLE_HELP (1071//)
source: Choose between different display modes
spanish: Estilos de los nodos de lista.

# MSG_LISTTREE_SPACE_HELP (1072//)
source: Spacing between node image and text
spanish: Espaciado horizontal en píxeles entre el nodo/imagen y el texto.

# MSG_LISTTREE_REMEMBER_STATUS_HELP (1073//)
source: Closed nodes remember their children's states
spanish: Recordar el estado de los nodos de la lista.

# MSG_LISTTREE_DISPLAY_OPENED_HELP (1074//)
source: Adjust display position after opening a node
spanish: Ajustar la zona visible de la lista al abrir nodos.

# MSG_LISTTREE_SAMPLE_NEWSGROUPS (1075//)
source: \033bNewsgroups
spanish: \033bGrupo noticias

# MSG_LISTTREE_SAMPLE_FLAGS (1076//)
source: \033bFlags
spanish: \033bOpciones

# MSG_LISTTREE_SAMPLE_SUBSCRIBED (1077//)
source: subscribed
spanish: suscrito

# MSG_URLTEXT_COLORS (1078//)
source: Colors
spanish: Colores

# MSG_URLTEXT_COLORS_OUT (1079//)
source: Out
spanish: Enlace

# MSG_URLTEXT_COLORS_OVER (1080//)
source: Over
spanish: Sobre enlace

# MSG_URLTEXT_COLORS_VISITED (1081//)
source: Visited
spanish: Visitado

# MSG_URLTEXT_SETTINGS (1082//)
source: Settings
spanish: Ajustes

# MSG_URLTEXT_SETTINGS_UNDERLINE (1083//)
source: Underline
spanish: Subrayado

# MSG_URLTEXT_SETTINGS_FALLBACK (1084//)
source: Fallback
spanish: Siempre como enlaces

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN (1085//)
source: Use visited pen
spanish: Usar color visitado

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER (1086//)
source: Use hand mouse pointer
spanish: Usar puntero con forma de mano

# MSG_URLTEXT_FONT (1087//)
source: Font:
spanish: Tipo de letra:

# MSG_URLTEXT_SAMPLES (1088//)
source: Samples
spanish: Ejemplos

# MSG_URLTEXT_COLORS_OUT_HELP (1089//)
source: Pen when the mouse is not over the link
spanish: Color de los enlaces

# MSG_URLTEXT_COLORS_OVER_HELP (1090//)
source: Pen when the mouse is over the link
spanish: Color del enlace cuando el raton está sobre el

# MSG_URLTEXT_COLORS_VISITED_HELP (1091//)
source: Pen for a visited link
spanish: Color para enlaces ya visitados.

# MSG_URLTEXT_SETTINGS_UNDERLINE_HELP (1092//)
source: If selected the link is underlined
spanish: Subrayar los enlaces

# MSG_URLTEXT_SETTINGS_FALLBACK_HELP (1093//)
source: Active even if OpenURL is not installed
spanish: Activado incluso si OpenURL no está instalado

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN_HELP (1094//)
source: Use 'Visited' pen for a visited link
spanish: Usar color 'Visitado' en enlace visitado

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER_HELP (1095//)
source: Use "hand" mouse pointer when over an URL
spanish: Usar puntero de imagen con mano al pasar sobre enlace

# MSG_URLTEXT_FONT_HELP (1096//)
source: The font to use
spanish: Tipo de letra a usar.

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE (1097//)
source: Prefer URL: device
spanish: Preferir URL: a 'openurl.libray'

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE_HELP (1098//)
source: Prefer URL: device over openurl.library
spanish: Usar antes URL: que 'openurl.library'

# MSG_URLTEXT_MENU_GOTO_URL (1099//)
source: Goto URL...
spanish: Abrir enlace...

# MSG_URLTEXT_MENU_COPY_TO_CLIPBOARD (1100//)
source: Copy URL to clipboard
spanish: Copiar enlace al portapapeles

# MSG_URLTEXT_MENU_ADD_TO_CMANAGER (1101//)
source: Add URL to CManager
spanish: Añadir enlace a CManager

# MSG_URLTEXT_MENU_OPENURL_PREFS (1102//)
source: OpenURL prefs...
spanish: Prefs. de OpenURL...

# MSG_URLTEXT_MENU_URL_PREFS (1103//)
source: URL: prefs...
spanish: Prefs. de URL...

# MSG_COLORRING_FAVCOLORS_BLACK (1104//)
source: black
spanish: negro

# MSG_COLORRING_FAVCOLORS_WHITE (1105//)
source: white
spanish: blanco

# MSG_COLORRING_FAVCOLORS_GREY (1106//)
source: grey
spanish: gris

# MSG_COLORRING_FAVCOLORS_RED (1107//)
source: red
spanish: rojo

# MSG_COLORRING_FAVCOLORS_GREEN (1108//)
source: green
spanish: verde

# MSG_COLORRING_FAVCOLORS_BLUE (1109//)
source: blue
spanish: azul

# MSG_COLORRING_FAVCOLORS_CYAN (1110//)
source: cyan
spanish: cian

# MSG_COLORRING_FAVCOLORS_YELLOW (1112//)
source: yellow
spanish: amarillo

# MSG_CFGL_OBJECT_POINTER_TYPES (1113//)
source: Object pointer types
spanish: Punteros del ratón según objeto

# MSG_CFGB_ObjectPointerTypes (1114//)
source: Enable usage of per object mouse pointer types.
spanish: Usar punteros de ratón diferentes según en el objeto que está.

# MSG_ABOUTBOX_REGISTERED_TO (1115//)
source: Registered to:
spanish: Registrado a:

# MSG_ABOUTBOX_VERSION (1116//)
source: Version
spanish: Versión:

# MSG_ABOUTBOX_BUILD (1117//)
source: Build
spanish: Sistema:

# MSG_CFGL_LIST_ROWSTRIPING (1131//)
source: Striping:
spanish: Rayado

# MSG_PSI_CLI_OUTOFMEMORY (1134//)
source: Out of memory (20).
spanish: Memoria insuficiente (RC=20).

# MSG_PSI_CLI_NOMUIMASTER (1135//)
source: Failed to open muimaster.library V20 (20).
spanish: Fallo al abrir "muimaster.library" V20 (RC=20).

# MSG_PSI_CLI_NOSCREENSPACE (1136//)
source: Failed to obtain screenspace object (20).
spanish: Fallo al obtener 'ScreenSpaceObject' (RC=20).

# MSG_PSI_CLI_SCREENOPENED (1137//)
source: Screen opened (0).
spanish: Pantalla abierta (RC=0).

# MSG_PSI_CLI_SCREENOPENFAILED (1138//)
source: Failed to open screen (5).
spanish: Fallo al abrir pantalla (RC=5).

# MSG_PSI_CLI_SCREENCLOSED (1139//)
source: Screen closed (0).
spanish: Pantalla cerrada (RC=0).

# MSG_PSI_CLI_SCREENCLOSEFAILED (1140//)
source: Failed to close screen (5).
spanish: Fallo al cerrar pantalla (RC=5).

# MSG_PSI_CLI_SYNTAXERROR (1141//)
source: Syntax Error in command line (10).
spanish: Error de sintaxis en línea de comandos (RC=10).

# MSG_PSI_CLI_SCREENNOTFOUND (1142//)
source: Screen not found (5).
spanish: Pantalla no encontrada (RC=5).

# MSG_CFGB_TabFont (1143//)
source: Font used for title of tabbed groups.
spanish: Tipo de letra para el título de la pestaña.

# MSG_CFGB_TabTitlePos (1144//)
source: Position of tabbed groups title texts.
spanish: Posición del título en la pestaña.

# MSG_TITLE_NO_TITLE (1145//)
source: no title
spanish: sin título

# MSG_PREFS_REQ_REGISTERURL (1146//)
source: To obtain a key file for MUI please order it online here: %s
spanish: Obtener el fichero llave de MUI en línea: %s

# MSG_CFGL_TABGROUP_HIDE_SINGLE (1147//)
source: Hide single tabs
spanish: Ocultar pestaña única

# MSG_CFGB_TabHideSingle (1148//)
source: Hide the tab group if just a single tab is to be shown.
spanish: Ocultar si es una única pestaña.

# MSG_CFGL_TABGROUP_HOVER_EFFECT (1149//)
source: Hover effect:
spanish: Resaltar pestaña

# MSG_CFGB_TabHover (1150//)
source: Highlight the tab being hovered by the mouse.
spanish: Resaltar la pestaña bajo el puntero.

# MSG_CFGL_KEY_MARKING_QUALIFIER (1151//)
source: Marking:
spanish: Marcar texto con:

# MSG_CFGB_MarkingQualifier (1155//)
source: The text contents will be marked if this qualifier key is pressed together with the cursor keys.
spanish: Marcar texto al mantener esta tecla y pulsar las flechas.

# MSG_LISTTREE_RIGHT_TITLE (1156//)
source: Adjust image for closed nodes
spanish: Imagen para nodo plegado

# MSG_LISTTREE_DOWN_TITLE (1157//)
source: Adjust image for opened nodes
spanish: Imagen para nodo desplegado

# MSG_CFGL_FAILED_TO_CREATE_PREFS_CLASS (1158//)
source: Failed to create preferences class.
spanish: Fallo al crear clase de preferencias.

# MSG_ABOUT_SUPPORT (1164//)
source: Support:
spanish: Soporte:

# MSG_BACKGROUNDADJ_IMAGE (1165//)
source: Image:
spanish: Imagen:

# MSG_BACKGROUNDADJ_IMAGE_BUILTIN (1166//)
source: Builtin
spanish: Interna

# MSG_BUGTRACKER_INFO (1167//)
source: If you encounter bugs in MUI then please do not hesitate to report them in the bugtracker.
spanish: \033rSi encuentra algún fallo en MUI, no dude de informarlo en: \0

# MSG_STRING_INSERT_TEXT_FILE (1169//)
source: Insert text file
spanish: Insertar fichero de texto

# MSG_APPLICATION_STACK_CHECK_TITLE (1170//)
source: MUI warning
spanish: MUI: Aviso

# MSG_APPLICATION_STACK_CHECK_BUTTONS (1172//)
source: Continue nevertheless|Exit immediately
spanish: Continuar|Salir

# MSG_REDRAW_TASK_MISMATCH_TITLE (1173//)
source: MUI_Redraw() task mismatch
spanish: Fallo en 'MUI_Redraw()'

# MSG_REDRAW_TASK_MISMATCH_WARNING (1174//)
source: MUI application '%s' MUI_Redraw(0x%08lx, 0x%08lx) was called from task 0x%08lx '%s' instead of the application's main task! This is a violation of basic MUI rules!
spanish: Programa MUI '%s' 'MUI_Redraw(0x%08lx, 0x%08lx)' fue llamada desde la tarea 0x%08lx '%s' en vez desde la tarea principal del programa. ¡Esto es una violación de las reglas básicas de MUI!

# MSG_REDRAW_TASK_MISMATCH_BUTTONS (1175//)
source: Ok|Ignore this task
spanish: Aceptar|Ignorar esta tarea

# MSG_CFGL_VISUALPREFS_COLORS (1176//)
source: VisualPrefs colors
spanish: Colores de VisualPrefs

# MSG_CFGB_VisualPrefsColors (1177//)
source: Prefer the enhanced color settings of VisualPrefs over fixed MagicWB colors. This setting only becomes effective if VisualPrefs is configured to patch the application's screen.
spanish: Usar los ajustes de colores de VisualPrefs en vez de los de MagicWB. NOTA: VisualPrefs ha de estar configurado para parchear "application's screen" (pantalla de la aplicación).

# MSG_CFGL_STRING_MARKED_TEXT (1179//)
source: Marked text:
spanish: Marcado (texto)

# MSG_CFGL_STRING_MARKING (1180//)
source: Marking:
spanish: Marcado (fondo)

# MSG_CFGL_WINDOW_CONTENTS (1181//)
source: Window contents
spanish: Contenido

# MSG_CFGL_WINDOW_REFRESH_TYPE (1182//)
source: Refresh type
spanish: Refresco:

# MSG_CFGL_WINDOW_REFRESH_TYPE_SMART (1183//)
source: smart
spanish: inteligente

# MSG_HYPERLINK_COLORS (1185//)
source: Colors
spanish: Colores

# MSG_HYPERLINK_COLORS_NORMAL (1186//)
source: Normal:
spanish: \033rEnlace

# MSG_HYPERLINK_COLORS_PRESSED (1187//)
source: Pressed:
spanish: \033rVisitado

# MSG_HYPERLINK_COLORS_MOUSE_OVER_HYPERLINK (1188//)
source: Mouse over hyperlink:
spanish: Sobre enlace

# MSG_HYPERLINK_TEXTFORMATTING (1189//)
source: Text formatting
spanish: Aspecto

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE (1190//)
source: The hyperlink is underlined
spanish: Subrayar enlaces:

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_ALWAYS (1191//)
source: always
spanish: siempre

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_MOUSE_OVER_HYPERLINK (1192//)
source: when mouse is over the hyperlink
spanish: al pasar puntero sobre enlace

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_NEVER (1193//)
source: never
spanish: nunca

# MSG_HYPERLINK_SETTINGS (1194//)
source: Settings
spanish: Ajustes

# MSG_HYPERLINK_SAMPLES (1195//)
source: Samples
spanish: Ejemplos

# MSG_HYPERLINK_SAMPLES_GOTO_HTTP (1196//)
source: Go to \033b%s
spanish: Ir a \033b%s

# MSG_HYPERLINK_SAMPLES_WRITE_MAIL (1197//)
source: Write mail to \033b%s
spanish: Mensaje a \033b%s

# MSG_HYPERLINK_SAMPLES_OPEN (1198//)
source: Open \033b%s
spanish: Abrir \033b%s

# MSG_HYPERLINK_SAMPLES_LAUNCH (1199//)
source: Launch \033b%s
spanish: Ejecutar \033b%s
