Repository: sacredbanana/AmigaSDK-gcc
Catalog: ppc-amigaos/locale/*.po
Languages: spanish

# MSG_HYPERLINK_COLORS_NORMAL_HELP (1200//)
source: Text color when the mouse is not over the hyperlink
spanish: Color 'normal' de enlaces.

# MSG_HYPERLINK_COLORS_PRESSED_HELP (1201//)
source: Text color when the hyperlink is being pressed
spanish: Color para enlaces ya visitados.

# MSG_HYPERLINK_COLORS_MOUSE_OVER_LINK_HELP (1202//)
source: Text color when the mouse is over the hyperlink
spanish: Color del enlace al pasar el ratón sobre él.

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_HELP (1203//)
source: Choose when the hyperlink will be underlined
spanish: Cuándo subrayar los enlaces.

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE (1204//)
source: Prefer URL: device
spanish: Preferir URL: a 'openurl.libray'

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE_HELP (1205//)
source: Prefer URL: device over openurl.library
spanish: Preferir usar 'URL:' en vez de 'openurl.library'

# MSG_HYPERLINK_MENU_TITLE (1206//)
source: URI
spanish: Enlace

# MSG_HYPERLINK_MENU_FOLLOW_URI (1207//)
source: Follow URI...
spanish: Actuar en enlace...

# MSG_HYPERLINK_MENU_COPY_URI_TO_CLIPBOARD (1208//)
source: Copy URI to clipboard
spanish: Copiar enlace al portapapeles

# MSG_HYPERLINK_MENU_OPENURL_PREFS (1209//)
source: OpenURL prefs...
spanish: Prefs. de OpenURL...

# MSG_HYPERLINK_MENU_URL_PREFS (1210//)
source: URL: prefs...
spanish: Prefs. de URL...

# MSG_HYPERLINK_FAILURE_URL_DEVICE (1211//)
source: Failed to follow the URI '%s': URL: device not mounted
spanish: No se puede acceder al enlace '%s': Dispositivo URL: no montado

# MSG_HYPERLINK_FAILURE_OPENURL (1212//)
source: Failed to follow the URI '%s': Unable to open openurl.library V7+
spanish: No se puede acceder al enlace '%s': Necesita 'openurl.library' V7+

# MSG_HYPERLINK_FAILURE_BUTTON (1213//)
source: *Ok
spanish: *Aceptar

# MSG_WINPOPUP_HELP (1214//)
source: Help...
spanish: Ayuda...

# MSG_ABOUT_HIDE_MCCS (1215//)
source: Hide
spanish: Ocultar

# MSG_APPLICATION_STACK_CHECK_WARNING (1217//)
source: MUI application '%s' Process '%s' The stack size of %ld bytes is lower than the recommended minimum size of %ld bytes. Please raise the stack size to at least %ld bytes, otherwise the application might crash unexpectedly.
spanish: Aplicación MUI '%s' Proceso '%s' El tamaño de pila de %ld bytes es inferior al recomendado (%ld bytes). Increméntelo como mínimo a %ld bytes o la aplicación podría fallar inesperadamente.

# MSG_STRING_CTX_TEXT_UNDO (1218//)
source: Undo
spanish: Deshacer

# MSG_STRING_CTX_TEXT_REDO (1219//)
source: Redo
spanish: Rehacer

# MSG_STRING_CTX_TEXT_SELECTALL (1220//)
source: Select all
spanish: Seleccionar todo

# MSG_MUI_EXPIRES_SOON (1221//)
source: This version of MUI expires in %ld days. Please download an updated version from http://muidev.de
spanish: Esta versión de MUI expira en %ld días. Descargue una versión actualizada de http://muidev.de

# MSG_MUI_EXPIRES_SOON_TITLE (1222//)
source: MUI expires soon
spanish: MUI expirará en breve

# MSG_MUI_EXPIRES_SOON_BUTTONS (1223//)
source: Ok
spanish: Aceptar

# MSG_MUI_HAS_EXPIRED (1224//)
source: This version of MUI has expired. Please download an updated version from http://muidev.de
spanish: Esta versión de MUI ha expirado. Descargue una versión actualizada de http://muidev.de

# MSG_MUI_HAS_EXPIRED_TITLE (1225//)
source: MUI has expired
spanish: MUI ha expirado

# MSG_ABOUTPAGE_EXPIRE_DATE (1227//)
source: This build expires on %02ld-%s-%04ld
spanish: Esta compilación expira el %02ld-%s-%04ld

# MSG_BRIGHTNESS_OFF (1228//)
source: off
spanish: no

# MSG_CFGL_LIST_COLUMN_HIGHLIGHTING (1229//)
source: Brightening:
spanish: Resaltado

# MSG_CFGB_ListRowStriping (1231//)
source: The striping effect will be applied to every second row of the list.
spanish: Aplicar el efecto de rayado cada segunda fila de la lista.

# MSG_CFGB_ListColumnHighlighting (1232//)
source: The highlighting effect will be applied to the currently sorted column of the list.
spanish: Aplicar el efecto de resaltado en la columna actualmente ordenada de la lista.

# MSG_HYPERLINK_SAMPLES_ABOUT (1233//)
source: About \033b%s
spanish: Acerca de \033b%s

# MSG_CFGL_MENU_POPUP_AISS (1234//)
source: AISS images:
spanish: AISS

# MSG_CFGL_MENU_POPUP_AISS_ENTRIES (1237//)
source: none|automatic|16px|24px
spanish: no|automático|16x16 píxeles|24x24 píxeles

# MSG_CFGB_Menu_PopupAISS (1238//)
source: Show AISS images in popup menus if they are provided by the application and define their size.
spanish: Mostrar imágenes AISS, y su tamaño, en los menús emergentes si están disponibles por la aplicación.

# MSG_LAYGROUP_PREFERENCES (1239//)
source: Preferences
spanish: Aspecto

# MSG_LAYGROUP_CONTAINER (1240//)
source: Container:
spanish: Contenedor

# MSG_LAYGROUP_HORIZONTAL_SPACE (1241//)
source: Horizontal space:
spanish: Espaciado horiz.

# MSG_LAYGROUP_VERTICAL_SPACE (1242//)
source: Vertical space:
spanish: Espaciado vert.

# MSG_LAYGROUP_LEFT_OFFSET (1243//)
source: Left offset:
spanish: Ajuste izquierdo

# MSG_LAYGROUP_TOP_OFFSET (1244//)
source: Top offset:
spanish: Ajuste superior

# MSG_LAYGROUP_OFFSET_CENTERED (1245//)
source: centered
spanish: centro

# MSG_LAYGROUP_SAMPLES (1246//)
source: Samples
spanish: Ejemplos

# MSG_LAYGROUP_SAMPLES_BASIC (1247//)
source: Basic
spanish: Básico

# MSG_LAYGROUP_SAMPLES_COMPLEX1 (1248//)
source: Complex 1
spanish: Complejo 1

# MSG_LAYGROUP_SAMPLES_COMPLEX2 (1249//)
source: Complex 2
spanish: Complejo 2

# MSG_LAYGROUP_SAMPLES_COMPLEX2_TEXT (1250//)
source: Every single word of this text is a \033iText.mui\0330 object. You can enter a new string in the text gadget below and a special routine will parse and convert it to Text.mui objects. There are a few exceptions: every word prefixed by the "@" character will be converted to a @button and if you use the "#" character, it will be converted to a #string gadget. To output the special character itself, simply write it twice. \033bAnyway\0330 it's better to set the left and top offset to a fixed value, otherwise strange things may happen. The background of this object is fixed to MUII_TextBack. Enjoy the \033bpower\0330 of LayGroup.mcc.
spanish: Cada palabra de este texto es un objeto \033iText.mui\0330. Puedes introducir cualquier texto en el recuadro de abajo y este se "convertirá" a objetos Text.mui. Existen algunas excepciones: palabras precedidas con "@" se convierten en un @botón y con "#" se convierten en un objeto #cadena . Para mostrar estos caracteres escríbelos dos veces. \033bSe\0330 \033brecomienda\0330 establecer el ajuste izquierdo y superior a valores fijos o pueden ocurrir cosas extrañas. El fondo de este objeto está fijado a MUII_TextBack. Disfruta del \033bpoder\0330 de LayGroup.mcc.

# MSG_LAYGROUP_SAMPLES_COMPLEX2_SECRET (1251//)
source: You've discovered the secret example!
spanish: ¡Has descubierto el ejemplo secreto!

# MSG_CFGL_FONT_HUGE (1252//)
source: Huge:
spanish: Enorme:

# MSG_CFGB_HugeFont (1253//)
source: Font used if application requests a huge font.
spanish: Tipo de letra a usar si la aplicación requiere un tipo de letra enorme.

# MSG_MUI_HAS_EXPIRED_BUTTONS (1254//)
source: Ok|Continue nevertheless
spanish: Aceptar|Continuar usándola
