Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos3/sdk/m68k-amigaos/lib/locale/*.po
Languages: french

# MSG_MENU_PROJECT (3//)
source: Project
french: Projet

# MSG_MENU_PROJECT_ABOUT (4//)
source: ?\0About...
french: ?\0À propos...

# MSG_MENU_PROJECT_OPEN (5//)
source: O\0Open...
french: O\0Ouvrir...

# MSG_MENU_PROJECT_APPEND (6//)
source: Append...
french: Ajouter...

# MSG_MENU_PROJECT_QUIT (7//)
source: Q\0Quit
french: Q\0Quitter

# MSG_MENU_PROJECT_SAVEAS (8//)
source: A\0Save As...
french: A\0Enregistrer sous...

# MSG_MENU_SETTINGS (9//)
source: Settings
french: Réglages

# MSG_MENU_SETTINGS_SCREEN (10//)
source: Screen...
french: Écran...

# MSG_MENU_SETTINGS_TESTMODE (12//)
source: +\0Test mode?
french: +\0Mode de test

# MSG_POPMENU_GADGET (15//)
source: Item
french: Gadget

# MSG_POPMENU_DEFAULTS (16//)
source: Reset to defaults
french: Valeurs par défaut

# MSG_POPMENU_LASTSAVED (17//)
source: Last saved
french: Derniers réglages enregistrés

# MSG_POPMENU_RESTORE (19//)
source: Restore
french: Valeurs initiales

# MSG_PREFS_WINDOWTITLE (21//)
source: MUI Preferences
french: Préférence MUI (interface graphique des applications MUI)

# MSG_PREFS_SAVE (22//)
source: Save
french: Enregi_strer

# MSG_PREFS_USE (23//)
source: Use
french: _Utiliser

# MSG_PREFS_TEST (24//)
source: Test
french: _Tester

# MSG_PREFS_CANCEL (25//)
source: Cancel
french: _Annuler

# MSG_PREFS_CLI_OUTOFMEMORY (27//)
source: Out of memory (20).
french: Pas assez de mémoire (20).

# MSG_PREFS_CLI_NOAPPLICATION (28//)
source: Failed to create application (20).
french: La création de l'application a échoué (20).

# MSG_PREFS_CLI_NOMUIMASTER (29//)
source: Failed to open muimaster.library V20 (20).
french: L'ouverture de la muimaster.library V20 a échoué (20).

# MSG_PREFS_TXT_PUBLICKEYINVALID (30//)
source: The public keyfile from a magazine's disk or from a CD was only valid for MUI 2.3.
french: La clé distribuée sur une disquette ou un CD de magazine n'était valide que pour MUI 2.3.

# MSG_PREFS_TXT_NOREGISTRATION (31//)
source: You are running an unregistered version of MUI which falls back to the default look&feel matching your operating system style.
french: Vous utilisez une version de MUI sans clé d'enregistrement. Le style de l'interface par défaut est celui de votre système d'exploitation.

# MSG_PREFS_TXT_HELLOUSER (32//)
source: Hello
french: Bienvenue

# MSG_PREFS_TXT_OLDREGISTRATION (33//)
source: Your old keyfile has expired, some new settings of this major update are disabled.
french: Votre clé a expiré. Certains réglages de cette mise à jour majeure sont désactivés.

# MSG_PREFS_TXT_TESTINGPURPOSE (34//)
source: A test mode, which temporarily enables all options is available under the 'Settings / Test Mode' menu item.
french: Un mode activant temporairement toutes les options disponibles est accessible dans le menu « Réglages / Mode de test ».

# MSG_PREFS_TXT_TESTONLYGLOBAL (35//)
source: A test mode which temporarily enables all options is available in the MUI preference program under 'Settings / Test Mode'.
french: Un mode activant temporairement toutes les options disponibles est accessible dans le menu « Réglages / Mode de test » de la Préférence MUI.

# MSG_PREFS_TXT_PLEASEREGISTER (36//)
source: If you would like to have the full possibilities of defining your own MUI interface settings you would have to obtain a keyfile by registering your MUI version via http://www.sasg.com/.
french: Si vous souhaitez pouvoir définir l'ensemble des réglages de MUI, vous devez obtenir une clé d'enregistrement sur http://www.sasg.com.

# MSG_PREFS_REQ_NOTINTESTMODE (37//)
source: Please switch off the test mode with the menu 'Settings / Test mode' before performing this operation.
french: Veuillez arrêter le mode de test dans le menu « Réglages / Mode de test » avant d'effectuer cette opération.

# MSG_PREFS_REQ_TESTMODEON (38//)
source: Test mode switched on, all configuration options are now temporarily enabled for evaluation purposes with the 'Test' or 'Use' buttons. Saving settings permanently is not possible while in test mode.
french: Mode de test actif. Toutes les options sont temporairement activées dans un but d'évaluation (boutons « Tester » ou « Utiliser »). La sauvegarde de manière permanente n'est pas possible en mode de test.

# MSG_PREFS_REQ_TESTMODEOFF (39//)
source: Test mode switched off, most configuration options are disabled. Saving and using of settings is restricted to the remaining available options.
french: Mode de test inactif. La plupart des options sont désactivées. La sauvegarde et l'utilisation des réglages sont limitées aux options disponibles restantes.

# MSG_PREFS_REQ_REGISTERCONTINUE (40//)
source: *_Register|_Continue
french: *_Obtenir une clé|_Continuer

# MSG_PREFS_TXT_REGISTEREDTO (41//)
source: The installed MUI system is registered to:
french: Système MUI installé avec une clé d'enregistrement au nom de :

# MSG_PREFS_TXT_REGISTEREDTHANKS (42//)
source: Thanks a lot for your support!
french: Merci beaucoup pour votre soutien !

# MSG_CGR_SYSTEM (50//)
source: System
french: Système

# MSG_CGR_SCREEN (51//)
source: Screen
french: Écran

# MSG_CGR_WINDOW (52//)
source: Windows
french: Fenêtre

# MSG_CGR_GROUP (53//)
source: Groups
french: Groupe

# MSG_CGR_BUTTON (54//)
source: Buttons
french: Bouton

# MSG_CGR_MENU (55//)
source: Menus
french: Menu

# MSG_CGR_LIST (58//)
source: Lists
french: Liste

# MSG_CGR_STRING (59//)
source: Text
french: Texte

# MSG_CGR_KEYBOARD (60//)
source: Keyboard
french: Raccourci clavier

# MSG_CGR_IMAGE (61//)
source: Images
french: Image

# MSG_CGR_DRAG (63//)
source: Drag&Drop
french: Glisser/Déposer

# MSG_CGR_HELP (64//)
source: Help
french: Aide

# MSG_CFGL_WIN_BACKWINDOW (83//)
source: Window
french: Fenêtre

# MSG_CFGL_WIN_BACKREQUESTER (84//)
source: Requester
french: Requête

# MSG_CFGL_LIST_INPUTMODE (98//)
source: Input Lists:
french: Liste d'échange :

# MSG_CFGL_LIST_READMODE (99//)
source: Readonly Lists:
french: Liste en lecture :

# MSG_CFGL_LIST_ACTIVE (103//)
source: Active:
french: Actif :

# MSG_CFGL_LIST_SELECTED (104//)
source: Selected:
french: Sélectionné :

# MSG_CFGL_LIST_ACTSEL (105//)
source: Active & Selected:
french: Actif et sélectionné :

# MSG_CFGL_SCR_KNOB (119//)
source: Knob:
french: Curseur :

# MSG_CFGL_SCR_CONTAINER (120//)
source: Container:
french: Arrière-plan :

# MSG_CFGL_ICONIFY (127//)
source: Iconification
french: Icônification

# MSG_CFGL_ICONIFY_KEY (128//)
source: Hotkey:
french: Raccourci :

# MSG_CFGL_ICONIFY_SHOW (129//)
source: Show:
french: Choix :

# MSG_CFGL_ICONIFY_SHOWICON (130//)
source: icon on Workbench
french: icône sur le Workbench

# MSG_CFGL_ICONIFY_SHOWMENU (131//)
source: menu item in Workbench tools menu
french: entrée dans le menu 'Outils' du Workbench

# MSG_CFGL_ICONIFY_START (132//)
source: On startup:
french: Au démarrage :

# MSG_CFGL_DRAG_TITLE (137//)
source: Drag & Drop
french: Glisser/Déposer

# MSG_CFGL_DRAG_LEFTBUTTON (138//)
source: Left Button:
french: Bouton gauche :

# MSG_CFGL_DRAG_MIDDLEBUTTON (139//)
source: Middle Button:
french: Bouton milieu :

# MSG_CFGL_DRAG_AUTOSTART (140//)
source: Autostart:
french: Prise auto. :

# MSG_CFGL_DRAG_FRAME (141//)
source: Frame:
french: Cadre :

# MSG_CFGL_DRAG_LOOK (142//)
source: Look:
french: Aspect :

# MSG_CFGL_KEY_PRESS (148//)
source: Press:
french: Presser :

# MSG_CFGL_KEY_TOGGLE (149//)
source: Toggle:
french: Commuter :

# MSG_CFGL_KEY_UP (150//)
source: Cursor up:
french: Monter curseur :

# MSG_CFGL_KEY_DOWN (151//)
source: Cursor down:
french: Descendre curseur :

# MSG_CFGL_KEY_PAGEUP (152//)
source: Page up:
french: Page précédente :

# MSG_CFGL_KEY_PAGEDOWN (153//)
source: Page down:
french: Page suivante :

# MSG_CFGL_KEY_TOP (154//)
source: Top:
french: Origine :

# MSG_CFGL_KEY_BOTTOM (155//)
source: Bottom:
french: Fin :

# MSG_CFGL_KEY_LEFT (156//)
source: Cursor left:
french: Curseur à gauche :

# MSG_CFGL_KEY_RIGHT (157//)
source: Cursor right:
french: Curseur à droite :

# MSG_CFGL_KEY_WORDLEFT (158//)
source: Word left:
french: Mot à gauche :

# MSG_CFGL_KEY_WORDRIGHT (159//)
source: Word right:
french: Mot à droite :

# MSG_CFGL_KEY_LINESTART (160//)
source: Line start:
french: Début de ligne :

# MSG_CFGL_KEY_LINEEND (161//)
source: Line end:
french: Fin de ligne :

# MSG_CFGL_KEY_GADGET_NEXT (162//)
source: Next gadget:
french: Gadget suivant :

# MSG_CFGL_KEY_GADGET_PREV (163//)
source: Previous gadget:
french: Gadget précédent :

# MSG_CFGL_KEY_GADGET_OFF (164//)
source: Gadget off:
french: Désactiver gadget :

# MSG_CFGL_KEY_WINDOW_CLOSE (165//)
source: Close window:
french: Fermer fenêtre :

# MSG_CFGL_KEY_WINDOW_NEXT (166//)
source: Next window:
french: Fenêtre suivante :

# MSG_CFGL_KEY_WINDOW_PREV (167//)
source: Previous window:
french: Fenêtre précédente :

# MSG_CFGL_KEY_POPUP (169//)
source: Popup:
french: Menu :

# MSG_CFGL_INTERFACES_AREXX (171//)
source: Enable ARexx interface
french: Activer le port ARexx

# MSG_CFGL_CYCLEPOP_POSITION_BELOW (178//)
source: below
french: en dessous

# MSG_CFGL_CYCLEPOP_POSITION_ACTIVE (179//)
source: on active
french: centré sur élément actif

# MSG_CFGL_GAUGE_FONT (195//)
source: Font:
french: Police :

# MSG_CFGL_GROUP_SPACING (197//)
source: Spacing
french: Espacement

# MSG_CFGL_GROUP_TITLE (200//)
source: Title
french: Titre

# MSG_CFGL_GROUP_TITLE_POS (201//)
source: Y-Position:
french: Position verticale :

# MSG_CFGL_GROUP_TITLE_POS_ABOVE (202//)
source: above
french: en haut

# MSG_CFGL_GROUP_TITLE_POS_CENTERED (203//)
source: centered
french: centré

# MSG_CFGL_GROUP_TITLE_XPOS (204//)
source: X-Position:
french: Position horizontale :

# MSG_CFGL_GROUP_TITLE_XPOS_CENTERED (205//)
source: centered
french: centré

# MSG_CFGL_GROUP_TITLE_XPOS_LEFT (206//)
source: left
french: à gauche

# MSG_CFGL_GROUP_TITLE_COLOR (207//)
source: Color:
french: Effet :

# MSG_CFGL_GROUP_TITLE_COL_HILITE (209//)
source: hilite
french: surbrillance

# MSG_CFGL_GROUP_TITLE_COL_3D (210//)
source: 3d
french: relief

# MSG_CFGL_GROUP_TITLE_FONT (211//)
source: Font:
french: Police :

# MSG_CFGL_GROUP_VIRTUAL (214//)
source: Virtual
french: Virtuel

# MSG_CFGL_GROUP_FRAME (215//)
source: Frame
french: Cadre

# MSG_CFGL_GROUP_BACKGROUND (216//)
source: Background
french: Arrière-plan

# MSG_CFGL_GROUP_BGNORMAL (217//)
source: Framed
french: Encadré

# MSG_CFGL_GROUP_BGREGISTER (218//)
source: Register
french: Onglet

# MSG_CFGL_TXTBUT_TITLE (220//)
source: Text Buttons
french: Bouton de texte

# MSG_CFGL_FONT_TITLE (237//)
source: Fonts
french: Polices

# MSG_CFGL_FONT_NORMAL (238//)
source: Normal:
french: Normale :

# MSG_CFGL_FONT_TINY (239//)
source: Tiny:
french: Petite :

# MSG_CFGL_FONT_BIG (240//)
source: Big:
french: Grande :

# MSG_CFGL_STRING_EXAMPLE (250//)
source: Example
french: Exemple

# MSG_CFGL_SLIDER_FONT (257//)
source: Font:
french: Police :

# MSG_CFGL_WTIT_FREQ_OPEN (288//)
source: Open MUI settings
french: Ouvrir réglages MUI

# MSG_CFGL_WTIT_FREQ_APPEND (289//)
source: Append MUI settings
french: Ajouter réglages MUI

# MSG_CFGL_WTIT_FREQ_SAVEAS (290//)
source: Save MUI settings
french: Préférence MUI : enregistrer un fichier de configuration

# MSG_CFGB_BACKGROUND (291//)
source: This is a button to adjust a background color or pattern. Click it to open an adjust window or use drag&drop facilities to copy from or to another background gadget.
french: Ce gadget permet de choisir la couleur ou un motif pour l'arrière-plan. Cliquez le pour ouvrir une fenêtre de choix ou utilisez les facilités du glisser/déposer pour copier depuis ou vers un autre gadget de même type.

# MSG_CFGB_PEN (292//)
source: This is a button to adjust a drawing pen. Click it to open an adjust window or use drag&drop facilities to copy from or to another pen gadget.
french: Ce gadget permet de choisir un pinceau. Cliquez le pour ouvrir une fenêtre de choix ou utilisez les facilités du glisser/déposer pour copier depuis ou vers un autre gadget de même type.

# MSG_CFGB_IMAGE (293//)
source: This is a button to adjust an image. Click it to open an adjust window or use drag&drop facilities to copy from or to another image gadget.
french: Ce gadget permet de choisir une image. Cliquez le pour ouvrir une fenêtre de choix ou utilisez les facilités du glisser/déposer pour copier depuis ou vers un autre gadget de même type.

# MSG_CFGB_FRAME (294//)
source: This is a button to adjust a frame. Click it to open an adjust window or use drag&drop facilities to copy from or to another frame gadget.
french: Ce gadget permet de définir le cadre et l'arrière-plan. Cliquez le pour ouvrir une fenêtre de choix ou utilisez les facilités du glisser/déposer pour copier depuis ou vers un autre gadget de même type.

# MSG_CFGB_GroupSpacingHoriz (302//)
source: Horizontal spacing in groups.
french: Espacement horizontal entre les groupes.

# MSG_CFGB_GroupSpacingVert (303//)
source: Vertical spacing in groups.
french: Espacement vertical entre les groupes.

# MSG_CFGB_ScrollbarType (304//)
source: Arrangement of gadgets in scrollbars.
french: Disposition des gadgets dans les barres de défilement.

# MSG_CFGB_GroupTitlePos (310//)
source: Position of groups title texts.
french: Position des titres des groupes.

# MSG_CFGB_PopPosition (313//)
source: Position of cycle gadget popup menus.
french: Position des menus instantanés des boutons cycliques.

# MSG_CFGB_IconifyGadget (314//)
source: Window border gadget to iconify an application.
french: Gadget en coin de fenêtre permettant d'icônifier une application.

# MSG_CFGB_IconifyIcon (315//)
source: Show an icon on Workbench in iconified state.
french: L'état icônifié se traduit par l'affichage d'une icône sur le Workbench.

# MSG_CFGB_StartIconified (316//)
source: Start the application in iconified state.
french: Démarrer l'application en état iconifié.

# MSG_CFGB_NormalFont (322//)
source: Default font for all GUI elements. Will also be used for all other font settings if they remain empty.
french: Police par défaut pour tous les éléments de l'interface. Sera également utilisé pour toutes les polices non définies.

# MSG_CFGB_ListFont (323//)
source: Font used within listviews.
french: Police utilisée pour les listes.

# MSG_CFGB_TinyFont (324//)
source: Font used if application requests a tiny font.
french: Police utilisée si l'application demande une petite police.

# MSG_CFGB_FixedFont (325//)
source: Font used if application requests a fixed width font.
french: Police utilisée si l'application demande une police à largeur fixe.

# MSG_CFGB_TitleFont (326//)
source: Font used for title of framed groups.
french: Police utilisée pour le titre des groupes.

# MSG_CFGB_BigFont (327//)
source: Font used if application requests a big font.
french: Police utilisée si l'application demande une grande police.

# MSG_CFGB_PublicScreen (328//)
source: Name of public screen the program should open on.
french: Nom de l'écran public sur lequel le programme doit s'ouvrir.

# MSG_CFGB_Hotkey (329//)
source: Hotkey to iconify and uniconify a program.
french: Raccourci pour icônifier et réouvrir un programme.

# MSG_CFGB_SnapshotGadget (330//)
source: Window border gadget to snapshot window position.
french: Gadget en coin de fenêtre pour figer la position de la fenêtre.

# MSG_CFGB_PrefsGadget (331//)
source: Window border gadget to call a programs MUI settings.
french: Gadget en coin de fenêtre pour ouvrir les réglages MUI.

# MSG_CFGB_PopupGadget (332//)
source: Window border gadget to show a popup menu with all functions.
french: Gadget en coin de fenêtre affichant un menu instantané avec diverses fonctions.

# MSG_CFGB_OnExitWindows (333//)
source: What to do with window positions if a program exits.
french: Permet de mémoriser ou non la position des fenêtres lorsque l'on quitte un programme.

# MSG_CFGB_IconifyMenu (336//)
source: Add a Tools menu item in iconified state.
french: L'état icônifié se traduit par l'ajout du nom dans le menu « Outils ».

# MSG_CFGB_UseRexx (337//)
source: When enabled, the general ARexx interface for MUI applications will be enabled.
french: Active l'interface ARexx des programmes MUI.

# MSG_CFGB_ButtonFont (338//)
source: Font for text buttons.
french: Police pour le texte des boutons.

# MSG_CFGB_StringBack (342//)
source: Background color for inactive string gadgets.
french: Couleur de l'arrière-plan des zones de saisies inactives.

# MSG_CFGB_StringActiveBack (344//)
source: Background color for active string gadgets.
french: Couleur de l'arrière-plan des zones de saisies actives.

# MSG_CFGB_SliderFont (346//)
source: Font to use for sliders.
french: Police à utiliser pour les curseurs de valeur.

# MSG_CFGB_DragLMB (347//)
source: Allow dragging with left mouse button and qualifier.
french: Autoriser le déplacement avec le bouton gauche et un qualifieur.

# MSG_CFGB_DragMMB (348//)
source: Allow dragging with middle mouse button and qualifier.
french: Autoriser le déplacement avec le bouton du milieu et un qualifieur.

# MSG_CFGB_DragQualiLMB (349//)
source: Qualifier for left mouse button dragging.
french: Qualifieur pour le déplacement avec le bouton gauche.

# MSG_CFGB_DragQualiMMB (350//)
source: Qualifier for middle mouse button dragging.
french: Qualifieur pour le déplacement avec le bouton du milieu.

# MSG_CFGB_DragAuto (351//)
source: Autostart drag when mouse is moved this number of pixels with LMB held down.
french: Démarrage automatique du déplacement quand la souris est déplacée de ce nombre de pixels avec le bouton gauche enfoncé.

# MSG_CFGB_DragAutoPixel (352//)
source: Moving the mouse for this number of pixels triggers a drag action.
french: Déplacer la souris de ce nombre de pixels déclenche une action de déplacement de l'objet.

# MSG_CFGB_ActiveObjectPen (353//)
source: Color used to show active objects.
french: Couleur utilisée pour montrer les objets actifs.

# MSG_CFGB_DragShineThrough (354//)
source: Select between different modes of displaying a dragged item.
french: Sélection du mode d'affichage d'un élément déplacé.

# MSG_CFGL_HELP_BUBBLEHEIGHT (355//)
source: Bubble Height:
french: Hauteur bulle :

# MSG_CFGB_BubbleHeight (356//)
source: Preferred height of a help bubble, given in percentage of its width.
french: Hauteur souhaitée de la bulle d'aide, en pourcentage de sa largeur.

# MSG_CFGB_JumpGadget (359//)
source: Window border gadget to jump to next public screen.
french: Gadget en coin de fenêtre pour aller à l'écran public suivant.

# MSG_SA_BUTTON_USE (360//)
source: _Use
french: _Utiliser

# MSG_SA_BUTTON_CANCEL (361//)
source: _Cancel
french: _Annuler

# MSG_SA_BUTTON_NEW (362//)
source: _New
french: _Nouveau

# MSG_SA_BUTTON_COPY (363//)
source: _Copy
french: _Dupliquer

# MSG_SA_BUTTON_EDIT (364//)
source: _Edit...
french: _Modifier...

# MSG_SA_BUTTON_DELETE (365//)
source: Delete
french: Su_pprimer

# MSG_SA_DELREQ_TITLE (366//)
source: Delete Public Screen
french: Suppression d'écran

# MSG_SA_DELREQ_TEXT (367//)
source: Do you really want to delete the screen '\033b%s\033n' ?
french: Voulez-vous vraiment supprimer l'écran '\033b%s\033n' ?

# MSG_SA_DELREQ_GADGETS (368//)
source: Yes|No
french: _Oui|*_Non

# MSG_SA_LABEL_PUBLICNAME (369//)
source: _Name:
french: _Nom :

# MSG_SA_LABEL_SCREENTITLE (370//)
source: _Title:
french: _Titre :

# MSG_SA_LABEL_DEFAULTFONT (372//)
source: _Font:
french: _Police :

# MSG_SA_LABEL_BACKGROUND (373//)
source: _Back- ground:
french: A_rrière-plan :

# MSG_SA_WINTITLE_EDITWINDOW (374//)
source: Edit screen
french: Réglage de l'écran

# MSG_SA_WINTITLE_FRBACKGROUND (375//)
source: Please select background picture
french: Séléctionnez l'image d'arrière-plan

# MSG_SA_WINTITLE_FRFONT (376//)
source: Please select default font
french: Sélectionnez la police par défaut

# MSG_SA_LIST_SCREENNAME (385//)
source: Name
french: Nom

# MSG_SA_LIST_SCREENMODE (386//)
source: Display mode
french: Mode d'affichage

# MSG_SA_LIST_UNKNOWNMODE (387//)
source: (unknown)
french: (inconnu)

# MSG_SA_LABEL_AUTOSCROLL (389//)
source: _Autoscroll
french: Déplacement automatique

# MSG_SA_LABEL_OPENBEHIND (393//)
source: Open Be_hind
french: Ouvrir en arrière-plan

# MSG_SA_PAGE_COLORS (407//)
source: Colors
french: Couleurs

# MSG_SA_PALETTE_FIRST (408//)
source: First 4 colors
french: 4 premières couleurs

# MSG_SA_PALETTE_LAST (409//)
source: Last 4 colors
french: 4 dernières couleurs

# MSG_SA_SYSPEN_TEXT (412//)
source: Text
french: Texte

# MSG_SA_SYSPEN_SHINE (413//)
source: Shine
french: Arête brillante

# MSG_SA_SYSPEN_SHADOW (414//)
source: Shadow
french: Arête ombrée

# MSG_SA_SYSPEN_FILL (415//)
source: Fill
french: Remplissage

# MSG_SA_SYSPEN_FILLTEXT (416//)
source: Filltext
french: Texte du remplissage

# MSG_SA_SYSPEN_HIGHLIGHT (418//)
source: Highlight
french: Surbrillance

# MSG_SA_SYSPEN_BARDETAIL (419//)
source: Bardetail
french: Détail de barre

# MSG_SA_SYSPEN_BARBLOCK (420//)
source: Barblock
french: Bloc de barre

# MSG_SA_SYSPEN_BARTRIM (421//)
source: Bartrim
french: Bord de barre

# MSG_SA_COLORMENU_TITLE (422//)
source: Color Presets
french: Thèmes

# MSG_SA_COLORMENU_TINT (424//)
source: Tint
french: Nuance

# MSG_SA_COLORMENU_PHARAO (425//)
source: Pharao
french: Pharaon

# MSG_SA_COLORMENU_SUNSET (426//)
source: Sunset
french: Coucher de soleil

# MSG_SA_COLORMENU_OCEAN (427//)
source: Ocean
french: Océan

# MSG_SA_COLORMENU_STEEL (428//)
source: Steel
french: Acier

# MSG_SA_COLORMENU_CHOCOLATE (429//)
source: Chocolate
french: Chocolat

# MSG_SA_COLORMENU_PEWTER (430//)
source: Pewter
french: Étain

# MSG_SA_COLORMENU_WINE (431//)
source: Wine
french: Vin

# MSG_SA_COLORMENU_CLONEWB (433//)
source: Clone WB
french: Comme Workbench

# MSG_SA_OVERSCAN_TEXT (434//)
source: Text
french: Texte

# MSG_SA_OVERSCAN_GRAPHICS (435//)
source: Graphics
french: Graphique

# MSG_SA_OVERSCAN_EXTREME (436//)
source: Extreme
french: Extrême

# MSG_SA_HELP_TITLE (441//)
source: Text that appears in the screen's title bar.
french: Texte apparaissant dans la barre de titre de l'écran.

# MSG_SA_HELP_FONT (442//)
source: Default font for the screen.
french: Police par défaut de l'écran.

# MSG_SA_HELP_BACKGROUND (443//)
source: Image to be used as background pattern.
french: Image utilisée comme motif d'arrière-plan.

# MSG_SA_HELP_AUTOSCROLL (444//)
source: The screen scrolls when the mouse hits its borders.
french: L'écran défile quand le pointeur de souris atteint ses bords.

# MSG_SA_HELP_BEHIND (448//)
source: The screen opens behind all other screens.
french: L'écran s'ouvre derrière tous les autres.

# MSG_SA_HELP_OVERSCAN (454//)
source: Overscan size adjustment.
french: Choix de la taille du suraffichage.

# MSG_SA_HELP_WIDTH (455//)
source: Width of screen, measured in pixels.
french: Largeur de l'écran mesurée en pixels.

# MSG_SA_HELP_HEIGHT (456//)
source: Height of screen, measured in pixels.
french: Hauteur de l'écran mesurée en pixels.

# MSG_SA_HELP_DEPTH (457//)
source: Depth of screen, measured in planes.
french: Profondeur de l'écran (nombre de couleurs disponibles).

# MSG_CFGL_PIXEL (477//)
source: %ld pixel
french: %ld pixel(s)

# MSG_CFGL_TIT_ADJUST_BACKGROUND (478//)
source: Adjust Background
french: Choix de l'arrière-plan

# MSG_CFGL_TIT_ADJUST_PEN (479//)
source: Adjust Pen
french: Choix du pinceau

# MSG_CFGL_TIT_ADJUST_FRAME (480//)
source: Adjust Frame
french: Choix du cadre

# MSG_CFGL_MENU_BOX (481//)
source: Menubox Design
french: Aspect du menu

# MSG_CFGL_MENU_CONTAINER (482//)
source: Container
french: Apparence par défaut

# MSG_CFGL_MENU_CURSOR (483//)
source: Cursor
french: Entrée sélectionnée

# MSG_CFGL_MENU_FONT (484//)
source: Font:
french: Police :

# MSG_CFGL_MENU_SHADOWS (485//)
source: Shadows:
french: Ombre :

# MSG_CFGL_MENU_DELAY (486//)
source: Delay:
french: Délai :

# MSG_CFGL_MENU_TITLES (487//)
source: Titles:
french: Titre :

# MSG_CFGL_CYCLE_BUTTONS (519//)
source: Cycle Buttons
french: Bouton cyclique
