Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos3/sdk/m68k-amigaos/lib/locale/*.po
Languages: french

# MSG_FONTPANEL_COLORS_OUTLINE (905//)
source: Outline
french: Contour

# MSG_FONTPANEL_STYLE_BOLD (907//)
source: \033bBold
french: \033bGras

# MSG_FONTPANEL_STYLE_ITALIC (908//)
source: \033iItalic
french: \033iItalique

# MSG_FONTPANEL_STYLE_UNDERLINE (909//)
source: \033uUnderline
french: \033uSouligné

# MSG_FONTPANEL_STYLE_SHADOW (910//)
source: \033sShadow
french: \033sOmbré

# MSG_FONTPANEL_STYLE_OUTLINE (911//)
source: \033tOutline
french: \033tContour

# MSG_FONTPANEL_STYLE_PLAIN (912//)
source: Plain
french: Simple

# MSG_FONTPANEL_SAMPLE_TEXT (913//)
source: The quick brown fox jumps over the lazy dog. 1234567890
french: Portez ce vieux whisky au juge blond qui fume. 0123456789

# MSG_FONTPANEL_FONT_DOES_NOT_EXIST (914//)
source: Font doesn't exist.
french: La police n'existe pas.

# MSG_BACKGROUNDADJ_DEFAULT_COLOR (915//)
source: Default color
french: Couleur par défaut

# MSG_PANEL_CANCEL (917//)
source: Cancel
french: _Annuler

# MSG_FONTPANEL_ASL_TITLE (918//)
source: Select font
french: Sélection de la police

# MSG_CFGL_MENU_POPUP (919//)
source: Popup menus
french: Menus contextuels

# MSG_CFGL_MENU_POPUP_POSITION_ENTRIES (921//)
source: centered|top left
french: centré|en haut à gauche

# MSG_CFGB_Menu_PopupPosition (922//)
source: Position of popup menus relative to the mouse pointer.
french: Position des menus contextuels par rapport au pointeur de la souris.

# MSG_CFGL_MENU_POPUP_SELECTION_MODE (923//)
source: Selection mode:
french: Mode de sélection :

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_AUTOMATIC (924//)
source: automatic
french: automatique

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_STICKY (925//)
source: sticky
french: collant

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_CLICK_HOLD (926//)
source: click & hold
french: cliquer et relacher

# MSG_CFGL_MENU_GLOBAL (927//)
source: Global menus
french: Menus de l'application

# MSG_CFGL_MENU_GLOBAL_APPEARANCE (928//)
source: Appearance:
french: Type de menu :

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ON_SCREEN_TITLEBAR (929//)
source: on screen titlebar
french: sur la barre de titre de l'écran

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_BELOW_WINDOW_TITLEBAR (930//)
source: below window titlebar
french: en dessous de la barre de titre de la fenêtre

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ABOVE_MOUSE_POINTER (931//)
source: above mouse pointer
french: au niveau du pointeur de la souris

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_POPUP_MENUS (932//)
source: like popup menus
french: comme les menus contextuels

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_SYSTEM_MENUS (933//)
source: like system menus
french: comme les menus du Workbench

# MSG_CFGL_MENU_EMBEDDED_FONT (937//)
source: Font:
french: Police :

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR (938//)
source: Separator:
french: Séparateur :

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR_ENTRIES (939//)
source: none|bar|inverted bar
french: aucun|barre|barre inversée

# MSG_CFGL_MENU_EMBEDDED_CONTAINER (940//)
source: Container:
french: Menu :

# MSG_CFGL_MENU_EMBEDDED_CURSOR (941//)
source: Cursor:
french: État sélectionné :

# MSG_POPMENU_ALLOPTIONS_ALL_TITLE (942//)
source: All options
french: Tous les réglages

# MSG_CFGL_MENU_EMBEDDED_ENABLE_MENU_BAR (943//)
source: Enable embedded menu bar
french: Menu embarqué dans la fenêtre

# MSG_WINPOPUP_EMBEDDED_MENU_BAR (944//)
source: Embedded menu bar
french: Barre de menu intégrée

# MSG_VOLUMELIST_NAME (945//)
source: Name
french: Nom

# MSG_VOLUMELIST_FULL (946//)
source: full
french: plein

# MSG_VOLUMELIST_FREE (947//)
source: free
french: libre

# MSG_VOLUMELIST_USED (948//)
source: used
french: utilisé

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_DISABLED (950//)
source: disabled
french: désactivé

# MSG_CFGL_STRINGS (951//)
source: Strings
french: Champs de texte

# MSG_CFGL_BUTTON_LOOK (952//)
source: Look:
french: Aspect :

# MSG_CFGL_SLIDER_LOOK (953//)
source: Look:
french: Aspect :

# MSG_CFGL_GAUGE_LOOK (954//)
source: Look:
french: Aspect :

# MSG_BACKGROUNDADJ_SAME_AS_WINDOW (955//)
source: same as window
french: comme la fenêtre

# MSG_CFGL_GHOSTED_GADGETS_GROUP_TITLE (956//)
source: Ghosted Gadgets
french: Gadget non sélectionnable

# MSG_CFGL_DisabledPattern (957//)
source: Pattern:
french: Motif :

# MSG_PATTERN_NONE (958//)
source: None
french: Aucun

# MSG_CFGL_DisabledVisibility (959//)
source: Visibility:
french: Visibilité :

# MSG_CFGL_QUICKHELP_APPEAR_HOLD_MOUSE (960//)
source: when holding mouse steady for
french: quand la souris est immobile depuis

# MSG_WINPOPUP_JUMP_NEW (961//)
source: New
french: Nouveau

# MSG_SCREENSPACE_UNNAMED (962//)
source: (unnamed)
french: (anonyme)

# MSG_PUBSCREENPANEL_OPEN_WINDOWS_ON (963//)
source: Open windows on
french: Ouvrir les fenêtres sur

# MSG_PUBSCREENPANEL_DEFAULT (964//)
source: default public screen (usually the Workbench)
french: l'écran public par défaut (généralement le Workbench)

# MSG_PUBSCREENPANEL_FRONTMOST (965//)
source: frontmost public screen (on program startup)
french: l'écran public au premier plan (au démarrage du programme)

# MSG_PUBSCREENPANEL_FOREIGN (966//)
source: foreign public screen named
french: l'écran public nommé

# MSG_PUBSCREENPANEL_MUIDATABASE (967//)
source: customized public screen from MUI database:
french: l'écran public personnalisé de la base de donnée MUI :

# MSG_MUIREQUEST_TITLE (968//)
source: MUI Request
french: Requête MUI

# MSG_ABOUTBOX_TITLE (971//)
source: About %s
french: À propos de %s

# MSG_ABOUTBOX_ACKNOWLEDGEMENTS (973//)
source: Acknowledgements:
french: Remerciements :

# MSG_ABOUTBOX_GRAPHICS (975//)
source: Graphics:
french: Graphismes :

# MSG_ABOUTBOX_ICONS (976//)
source: Icons:
french: Icônes :

# MSG_ABOUTBOX_ICON (977//)
source: Icon:
french: Icône :

# MSG_ABOUTBOX_TRANSLATIONS (978//)
source: Translations:
french: Traductions :

# MSG_ABOUTBOX_PROOFREADING (979//)
source: Proofreading:
french: Relecture :

# MSG_ABOUTBOX_MUSIC (980//)
source: Music:
french: Musique :

# MSG_ABOUTBOX_PROGRAMMING (981//)
source: Programming:
french: Programmation :

# MSG_ABOUTBOX_ADDITIONAL_PROGRAMMING (982//)
source: Additional programming:
french: Programmation supplémentaire :

# MSG_ABOUTBOX_SOUND_EFFECTS (983//)
source: Sound effects:
french: Effets sonores :

# MSG_ABOUTBOX_THANKS_TO (984//)
source: Thanks to:
french: Remerciements à :

# MSG_ABOUTBOX_SPECIAL_THANKS_TO (985//)
source: Special thanks to:
french: Remerciements spécifiques à :

# MSG_ABOUTBOX_WEB_SUPPORT (986//)
source: Web support:
french: Internet :

# MSG_ABOUTBOX_DISCLAIMER (987//)
source: Disclaimer:
french: Limitation de responsabilité :

# MSG_ABOUTBOX_LICENSE (988//)
source: License:
french: Licence :

# MSG_CFGL_ACTIVE_GADGETS_GROUP_TITLE (991//)
source: Active Gadgets
french: Gadget actif

# MSG_CFGL_ACTIVE_GADGETS_FOCUS (992//)
source: Focus:
french: Contour :

# MSG_CFGL_ACTIVE_GADGETS_BORDER_PIXEL (993//)
source: %ld pixel
french: %ld pixel(s)

# MSG_CFGL_ACTIVE_GADGETS_BORDER (994//)
source: Border:
french: Bord :

# MSG_BUSY_SAMPLE_BUSY_BAR (995//)
source: Sample Busy-Bar
french: Exemple de barre d'activité

# MSG_BUSY_PREFERENCES (996//)
source: Preferences
french: Réglages

# MSG_BUSY_COLOR1 (997//)
source: Color 1:
french: Couleur 1 :

# MSG_BUSY_COLOR2 (998//)
source: Color 2:
french: Couleur 2 :

# MSG_BUSY_FRAME (999//)
source: Frame:
french: Cadre :

# MSG_BUSY_STYLE_ENTRIES (1001//)
source: Old|Queue|Knight Rider|Star Trek|Psycho
french: Classique|Trainée|K 2000|Star Trek|Psycho

# MSG_BUSY_DIRECTION_ENTRIES (1003//)
source: Right / In|Left / Out
french: vers la droite / l'intérieure|vers la gauche / l'extérieure

# MSG_BUSY_SIZE (1004//)
source: Size:
french: Taille :

# MSG_BUSY_NUMBER (1005//)
source: Number:
french: Nombre :

# MSG_BUSY_FADE (1006//)
source: Fade:
french: Dégradé :

# MSG_BUSY_FADE_NO_FADE (1007//)
source: No Fade!
french: Pas de dégradé !

# MSG_BUSY_FADE_FORMAT (1009//)
source: %ld segments
french: %ld rectangle(s)

# MSG_BUSY_SPACE (1010//)
source: Space:
french: Espacement :

# MSG_BUSY_SPACE_NO_SPACE (1011//)
source: No Space!
french: Aucun !

# MSG_BUSY_SPEED (1013//)
source: Speed:
french: Vitesse :

# MSG_BUSY_SPEED_WOWWW (1014//)
source: Wowww!
french: Rapide !

# MSG_BUSY_SPEED_OFF (1015//)
source: OFF
french: Aucune

# MSG_LAMP_OFF (1017//)
source: Off:
french: Déconnecté :

# MSG_LAMP_WARNING (1019//)
source: Warning:
french: Alerte :

# MSG_LAMP_ERROR (1020//)
source: Error:
french: Erreur :

# MSG_LAMP_FATAL_ERROR (1021//)
source: Fatal error:
french: Erreur fatale :

# MSG_LAMP_PROCESSING (1022//)
source: Processing:
french: Traitement en cours :

# MSG_LAMP_LOOKING_UP (1023//)
source: Looking up:
french: Recherche de connexion :

# MSG_LAMP_CONNECTING (1024//)
source: Connecting:
french: Connexion en cours :

# MSG_LAMP_SENDING_DATA (1025//)
source: Sending data:
french: Envoi des données :

# MSG_LAMP_RECEIVING_DATA (1026//)
source: Receiving data:
french: Réception des données :

# MSG_LAMP_LOADING_DATA (1027//)
source: Loading data:
french: Chargement des données :

# MSG_LAMP_SAVING_DATA (1028//)
source: Saving data:
french: Enregistrement des données :

# MSG_LAMP_DEFAULT_COLORS (1029//)
source: Default colors
french: Couleurs par défaut

# MSG_LAMP_LOOK (1030//)
source: Look:
french: Apparence

# MSG_LAMP_SHAPE (1031//)
source: Shape:
french: Forme :

# MSG_LAMP_SHAPE_CLASSIC_BULB (1032//)
source: Classic bulb
french: Cercle

# MSG_LAMP_SHAPE_SQUARE (1033//)
source: Square
french: Carré

# MSG_LAMP_FRAME_VISIBILITY (1034//)
source: Frame visibility:
french: Visibilité du contour :

# MSG_LAMP_SPECULAR_HIGHLIGHTS (1035//)
source: Specular highlights
french: Effet de lumière

# MSG_LAMP_SAMPLES (1036//)
source: Samples
french: Test

# MSG_BUSY_COLOR1_HELP (1037//)
source: The first color in Busy objects
french: La couleur de départ de ce type d'objet

# MSG_BUSY_COLOR2_HELP (1038//)
source: The last color in Busy objects
french: La couleur finale de ce type d'objet

# MSG_BUSY_FRAME_HELP (1039//)
source: The frame of Busy objects
french: Le contour de ce type d'objet

# MSG_BUSY_STYLE_HELP (1040//)
source: Choose between different styles
french: Permet de choisir entre différents styles

# MSG_BUSY_DIRECTION_HELP (1041//)
source: Choose the direction
french: Permet de choisir le sens du défilement

# MSG_BUSY_SIZE_HELP (1042//)
source: Rectangle size in pixels
french: Permet de choisir la taille du rectangle qui défile (en pixels)

# MSG_BUSY_NUMBER_HELP (1043//)
source: Number of rectangles
french: Permet de chosir le nombre de rectangles qui défilent

# MSG_BUSY_FADE_HELP (1044//)
source: Number of rectangles which are used to fade
french: Permet de choisir le nombre de rectangles soumis au dégradé

# MSG_BUSY_SPACE_HELP (1045//)
source: Number of pixels of space
french: Permet de choisir le nombre de pixels entre chaque rectangle

# MSG_BUSY_SPEED_HELP (1046//)
source: The Busy objects are moved with this speed
french: Permet de choisir la vitesse de défilement

# MSG_BUSY_SAMPLE_HELP (1047//)
source: The sample Busy object, reacts on preferences below
french: Modifiez les réglages ci-dessous, pour voir l'impact sur cette barre d'activité

# MSG_CFGL_LIST_HSCROLLER_ENTRIES (1048//)
source: automatic|always|never
french: automatique|toujours|jamais

# MSG_CFGL_MENU_TITLES_ENTRIES (1049//)
source: normal|bold|3d
french: normal|gras|relief

# MSG_CFGL_DRAG_LOOK_ENTRIES (1050//)
source: always solid|ghosted on box|ghosted outside box|always ghosted
french: sans transparence|transparent uniquement sur le gadget|transparent uniquement en dehors du gadget|toujours transparent

# MSG_LISTTREE_SAMPLE (1051//)
source: Sample
french: Exemple

# MSG_LISTTREE_OPEN (1052//)
source: _Open
french: _Ouvrir

# MSG_LISTTREE_CLOSE (1053//)
source: _Close
french: _Fermer

# MSG_LISTTREE_PREFERENCES (1054//)
source: Preferences
french: Réglages

# MSG_LISTTREE_RIGHT (1055//)
source: Right
french: Ouvrir

# MSG_LISTTREE_DOWN (1056//)
source: Down
french: Fermer

# MSG_LISTTREE_LINES (1057//)
source: Lines
french: Ligne

# MSG_LISTTREE_SHADOW (1058//)
source: Shadow
french: Ombre

# MSG_LISTTREE_STYLE_ENTRIES (1060//)
source: Normal|Inserted|Lines|Win95|Mac|Lines3D|Padiavolo
french: Normal|Décalé|Lignes|Win95|Mac|Relief|Padiavolo

# MSG_LISTTREE_SPACE (1061//)
source: Space:
french: Décalage :

# MSG_LISTTREE_REMEMBER_STATUS (1062//)
source: Remember status
french: Mémoriser

# MSG_LISTTREE_DISPLAY_OPENED (1063//)
source: Display opened
french: Affichage ouvert

# MSG_LISTTREE_SAMPLE_HELP (1064//)
source: A Listtree object sample, reacts on preferences
french: Un exemple d'arborescence 'Listtree', réagit aux préférences

# MSG_LISTTREE_OPEN_HELP (1065//)
source: Open all nodes
french: Ouvre tous les noeuds

# MSG_LISTTREE_CLOSE_HELP (1066//)
source: Close all nodes
french: Ferme tous les noeuds

# MSG_LISTTREE_RIGHT_HELP (1067//)
source: Image for a closed node
french: Image d'un noeud fermé

# MSG_LISTTREE_DOWN_HELP (1068//)
source: Image for an opened node
french: Image d'un noeud ouvert

# MSG_LISTTREE_LINES_HELP (1069//)
source: Custom line color for styles 'Lines', 'Win95' and 'Lines3D"
french: Couleur personnalisée de la ligne pour les styles 'Lignes', 'Win95' et 'Relief'

# MSG_LISTTREE_SHADOW_HELP (1070//)
source: Custom shadow color for style 'Lines3D'
french: Couleur personnalisée de l'ombre pour le style 'Relief'

# MSG_LISTTREE_STYLE_HELP (1071//)
source: Choose between different display modes
french: Choix entre différents modes d'affichage de l'arborescence

# MSG_LISTTREE_SPACE_HELP (1072//)
source: Spacing between node image and text
french: Espacement entre l'image et le texte d'un noeud

# MSG_LISTTREE_REMEMBER_STATUS_HELP (1073//)
source: Closed nodes remember their children's states
french: Les noeuds fermés mémorisent l'état de l'arborescence cachée

# MSG_LISTTREE_DISPLAY_OPENED_HELP (1074//)
source: Adjust display position after opening a node
french: Règle la position de l'affichage après l'ouverture d'un noeud

# MSG_LISTTREE_SAMPLE_FLAGS (1076//)
source: \033bFlags
french: \033bAttributs

# MSG_LISTTREE_SAMPLE_SUBSCRIBED (1077//)
source: subscribed
french: abonné

# MSG_URLTEXT_COLORS (1078//)
source: Colors
french: Couleurs

# MSG_URLTEXT_COLORS_OUT (1079//)
source: Out
french: Hyperlien non sélectionné

# MSG_URLTEXT_COLORS_OVER (1080//)
source: Over
french: Survol de l'hyperlien

# MSG_URLTEXT_COLORS_VISITED (1081//)
source: Visited
french: Hyperlien déjà ouvert

# MSG_URLTEXT_SETTINGS (1082//)
source: Settings
french: Réglages

# MSG_URLTEXT_SETTINGS_UNDERLINE (1083//)
source: Underline
french: Hyperlien souligné

# MSG_URLTEXT_SETTINGS_FALLBACK (1084//)
source: Fallback
french: Retour en arrière

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN (1085//)
source: Use visited pen
french: Couleur spécifique pour hyperlien déjà ouvert

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER (1086//)
source: Use hand mouse pointer
french: Pointeur de type main

# MSG_URLTEXT_FONT (1087//)
source: Font:
french: Police :

# MSG_URLTEXT_SAMPLES (1088//)
source: Samples
french: Exemples

# MSG_URLTEXT_COLORS_OUT_HELP (1089//)
source: Pen when the mouse is not over the link
french: Couleur quand la souris n'est pas sur un lien

# MSG_URLTEXT_COLORS_OVER_HELP (1090//)
source: Pen when the mouse is over the link
french: Couleur quand la souris est sur un lien

# MSG_URLTEXT_COLORS_VISITED_HELP (1091//)
source: Pen for a visited link
french: Couleur d'un hyperlien déjà ouvert

# MSG_URLTEXT_SETTINGS_UNDERLINE_HELP (1092//)
source: If selected the link is underlined
french: Si actif, l'hyperlien est souligné

# MSG_URLTEXT_SETTINGS_FALLBACK_HELP (1093//)
source: Active even if OpenURL is not installed
french: Actif même si OpenURL n'est pas installé

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN_HELP (1094//)
source: Use 'Visited' pen for a visited link
french: Utlise la couleur "Visitée" pour un hyperlien déjà consulté

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER_HELP (1095//)
source: Use "hand" mouse pointer when over an URL
french: Utilise le pointeur "main" au survol d'un hyperlien

# MSG_URLTEXT_FONT_HELP (1096//)
source: The font to use
french: Permet de choisir la police à utiliser

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE (1097//)
source: Prefer URL: device
french: Utilise le périphérique URL:

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE_HELP (1098//)
source: Prefer URL: device over openurl.library
french: Utilise le périphérique URL: plutôt que l'openurl.library

# MSG_URLTEXT_MENU_GOTO_URL (1099//)
source: Goto URL...
french: Ouvrir l'URL...

# MSG_URLTEXT_MENU_COPY_TO_CLIPBOARD (1100//)
source: Copy URL to clipboard
french: Copie l'adresse du lien dans le presse-papiers

# MSG_URLTEXT_MENU_ADD_TO_CMANAGER (1101//)
source: Add URL to CManager
french: Ajouter URL à CManager

# MSG_URLTEXT_MENU_OPENURL_PREFS (1102//)
source: OpenURL prefs...
french: Réglages OpenURL...

# MSG_URLTEXT_MENU_URL_PREFS (1103//)
source: URL: prefs...
french: Réglages URL:...

# MSG_COLORRING_FAVCOLORS_BLACK (1104//)
source: black
french: noir

# MSG_COLORRING_FAVCOLORS_WHITE (1105//)
source: white
french: blanc

# MSG_COLORRING_FAVCOLORS_GREY (1106//)
source: grey
french: gris

# MSG_COLORRING_FAVCOLORS_RED (1107//)
source: red
french: rouge

# MSG_COLORRING_FAVCOLORS_GREEN (1108//)
source: green
french: vert

# MSG_COLORRING_FAVCOLORS_BLUE (1109//)
source: blue
french: bleu

# MSG_COLORRING_FAVCOLORS_YELLOW (1112//)
source: yellow
french: jaune

# MSG_CFGL_OBJECT_POINTER_TYPES (1113//)
source: Object pointer types
french: Pointeur de souris contextuel

# MSG_CFGB_ObjectPointerTypes (1114//)
source: Enable usage of per object mouse pointer types.
french: Autorise l'utilisation de pointeurs spécifiques selon l'objet utilisé.

# MSG_ABOUTBOX_REGISTERED_TO (1115//)
source: Registered to:
french: Enregistré à :

# MSG_ABOUTBOX_BUILD (1117//)
source: Build
french: Compilation

# MSG_COLORRING_SLIDER_G (1119//)
source: G: %03ld
french: V: %03ld

# MSG_COLORRING_SLIDER_H (1121//)
source: H: %03ld
french: T: %03ld

# MSG_COLORRING_SLIDER_V (1123//)
source: V: %03ld
french: I: %03ld

# MSG_COLORRING_FAVCOLORS_RGB (1124//)
source: R:%02lx G:%02lx B:%02lx
french: R:%02lx V:%02lx B:%02lx

# MSG_COLORRING_HSVSLIDER_H (1125//)
source: H
french: T

# MSG_COLORRING_HSVSLIDER_ZERO_H (1126//)
source: h
french: t

# MSG_COLORRING_HSVSLIDER_V (1129//)
source: V
french: I

# MSG_COLORRING_HSVSLIDER_ZERO_V (1130//)
source: v
french: i

# MSG_CFGL_LIST_ROWSTRIPING (1131//)
source: Striping:
french: Zébrure :

# MSG_PSI_CLI_OUTOFMEMORY (1134//)
source: Out of memory (20).
french: Manque de mémoire (20).

# MSG_PSI_CLI_NOMUIMASTER (1135//)
source: Failed to open muimaster.library V20 (20).
french: L'ouverture de la bibliothèque muimaster.library V20 a échoué (20).

# MSG_PSI_CLI_NOSCREENSPACE (1136//)
source: Failed to obtain screenspace object (20).
french: L'initialisation de l'écran a échoué (20).

# MSG_PSI_CLI_SCREENOPENED (1137//)
source: Screen opened (0).
french: Écran ouvert (0).

# MSG_PSI_CLI_SCREENOPENFAILED (1138//)
source: Failed to open screen (5).
french: L'ouverture de l'écran a échoué (5).

# MSG_PSI_CLI_SCREENCLOSED (1139//)
source: Screen closed (0).
french: Écran fermé (0).

# MSG_PSI_CLI_SCREENCLOSEFAILED (1140//)
source: Failed to close screen (5).
french: La fermeture de l'écran a échoué (5).

# MSG_PSI_CLI_SYNTAXERROR (1141//)
source: Syntax Error in command line (10).
french: Erreur de syntaxe dans la ligne de commande (10).

# MSG_PSI_CLI_SCREENNOTFOUND (1142//)
source: Screen not found (5).
french: Écran non trouvé (5).

# MSG_CFGB_TabFont (1143//)
source: Font used for title of tabbed groups.
french: Police utilisée pour le titre des onglets.

# MSG_CFGB_TabTitlePos (1144//)
source: Position of tabbed groups title texts.
french: Position des textes du titre des onglets.

# MSG_TITLE_NO_TITLE (1145//)
source: no title
french: pas de titre

# MSG_PREFS_REQ_REGISTERURL (1146//)
source: To obtain a key file for MUI please order it online here: %s
french: Pour obtenir une clé d'enregistrement pour MUI, acheter la sur : %s

# MSG_CFGL_TABGROUP_HIDE_SINGLE (1147//)
source: Hide single tabs
french: Masquer les onglets solitaires

# MSG_CFGB_TabHideSingle (1148//)
source: Hide the tab group if just a single tab is to be shown.
french: Masque la barre d'onglets lorsqu'il n'y a qu'un seul onglet à afficher.

# MSG_CFGL_TABGROUP_HOVER_EFFECT (1149//)
source: Hover effect:
french: Effet de survol :

# MSG_CFGB_TabHover (1150//)
source: Highlight the tab being hovered by the mouse.
french: Met en évidence l'onglet survolé par la souris.

# MSG_CFGL_KEY_MARKING_QUALIFIER (1151//)
source: Marking:
french: Marquage :

# MSG_CFGB_MarkingQualifier (1155//)
source: The text contents will be marked if this qualifier key is pressed together with the cursor keys.
french: Le contenu texte sera sélectionné si cette touche est pressée en même temps que les touches du curseur.

# MSG_LISTTREE_RIGHT_TITLE (1156//)
source: Adjust image for closed nodes
french: Ajuster l'image des noeuds fermés

# MSG_LISTTREE_DOWN_TITLE (1157//)
source: Adjust image for opened nodes
french: Ajuster l'image des noeuds ouverts

# MSG_CFGL_FAILED_TO_CREATE_PREFS_CLASS (1158//)
source: Failed to create preferences class.
french: La création de la classe de préférences a échoué.

# MSG_DIRLIST_SIZE_BYTES (1159//)
source: B
french: o

# MSG_DIRLIST_SIZE_KILOBYTES (1160//)
source: kB
french: kio

# MSG_DIRLIST_SIZE_MEGABYTES (1161//)
source: MB
french: Mio

# MSG_DIRLIST_SIZE_GIGABYTES (1162//)
source: GB
french: Gio

# MSG_BACKGROUNDADJ_IMAGE_BUILTIN (1166//)
source: Builtin
french: Intégré

# MSG_BUGTRACKER_INFO (1167//)
source: If you encounter bugs in MUI then please do not hesitate to report them in the bugtracker.
french: En cas de bogues dans MUI n'hésitez pas à les rapporter dans le système de suivi.

# MSG_BUGTRACKER_NAME (1168//)
source: MUI bugtracker
french: Suivi des bogues MUI

# MSG_STRING_INSERT_TEXT_FILE (1169//)
source: Insert text file
french: Insérez un fichier texte

# MSG_APPLICATION_STACK_CHECK_TITLE (1170//)
source: MUI warning
french: Avertissement MUI

# MSG_APPLICATION_STACK_CHECK_BUTTONS (1172//)
source: Continue nevertheless|Exit immediately
french: Continuer tout de même|Quitter immédiatement

# MSG_REDRAW_TASK_MISMATCH_TITLE (1173//)
source: MUI_Redraw() task mismatch
french: Incohérence de la tâche MUI_Redraw()

# MSG_REDRAW_TASK_MISMATCH_WARNING (1174//)
source: MUI application '%s' MUI_Redraw(0x%08lx, 0x%08lx) was called from task 0x%08lx '%s' instead of the application's main task! This is a violation of basic MUI rules!
french: Application MUI '%s' MUI_Redraw(0x%08lx, 0x%08lx) a été appelée depuis la tâche 0x%08lx '%s' et non depuis la tâche principale de l'application. C'est une violation des règles de base MUI !

# MSG_REDRAW_TASK_MISMATCH_BUTTONS (1175//)
source: Ok|Ignore this task
french: Ok|Ignorer cette tâche

# MSG_CFGL_VISUALPREFS_COLORS (1176//)
source: VisualPrefs colors
french: Couleurs VisualPrefs

# MSG_CFGB_VisualPrefsColors (1177//)
source: Prefer the enhanced color settings of VisualPrefs over fixed MagicWB colors. This setting only becomes effective if VisualPrefs is configured to patch the application's screen.
french: Préférez les paramètres de couleur améliorée de VisualPrefs par rapport aux couleurs corrigées de MagicWB. Ce paramètre devient effectif seulement si VisualPrefs est configuré pour patcher l'écran de l'application.

# MSG_CFGL_STRING_MARKED_TEXT (1179//)
source: Marked text:
french: Texte surligné :

# MSG_CFGL_STRING_MARKING (1180//)
source: Marking:
french: Surlignage :

# MSG_CFGL_WINDOW_CONTENTS (1181//)
source: Window contents
french: Contenu de la fenêtre

# MSG_CFGL_WINDOW_REFRESH_TYPE (1182//)
source: Refresh type
french: Type de rafraîchissement

# MSG_CFGL_WINDOW_REFRESH_TYPE_SMART (1183//)
source: smart
french: intelligent
