Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos3/sdk/m68k-amigaos/lib/locale/*.po
Languages: french

# MSG_HYPERLINK_COLORS (1185//)
source: Colors
french: Couleurs

# MSG_HYPERLINK_COLORS_PRESSED (1187//)
source: Pressed:
french: Appuyé :

# MSG_HYPERLINK_COLORS_MOUSE_OVER_HYPERLINK (1188//)
source: Mouse over hyperlink:
french: Souris sur un hyperlien :

# MSG_HYPERLINK_TEXTFORMATTING (1189//)
source: Text formatting
french: Formatage de texte

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE (1190//)
source: The hyperlink is underlined
french: L'hyperlien est souligné

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_ALWAYS (1191//)
source: always
french: toujours

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_MOUSE_OVER_HYPERLINK (1192//)
source: when mouse is over the hyperlink
french: quand la souris est au dessus d'un hyperlien

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_NEVER (1193//)
source: never
french: jamais

# MSG_HYPERLINK_SETTINGS (1194//)
source: Settings
french: Préférences

# MSG_HYPERLINK_SAMPLES (1195//)
source: Samples
french: Exemples

# MSG_HYPERLINK_SAMPLES_GOTO_HTTP (1196//)
source: Go to \033b%s
french: Aller à \033b%s

# MSG_HYPERLINK_SAMPLES_WRITE_MAIL (1197//)
source: Write mail to \033b%s
french: Ecrire un courriel à \033b%s

# MSG_HYPERLINK_SAMPLES_OPEN (1198//)
source: Open \033b%s
french: Ouvrir \033b%s

# MSG_HYPERLINK_SAMPLES_LAUNCH (1199//)
source: Launch \033b%s
french: Lancer \033b%s

# MSG_HYPERLINK_COLORS_NORMAL_HELP (1200//)
source: Text color when the mouse is not over the hyperlink
french: Couleur du texte quand la souris n'est pas au dessus d'un hyperlien

# MSG_HYPERLINK_COLORS_PRESSED_HELP (1201//)
source: Text color when the hyperlink is being pressed
french: Couleur du texte quand l'hyperlien est en train d'être pressé

# MSG_HYPERLINK_COLORS_MOUSE_OVER_LINK_HELP (1202//)
source: Text color when the mouse is over the hyperlink
french: Couleur du texte quand la souris est au dessus d'un hyperlien

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_HELP (1203//)
source: Choose when the hyperlink will be underlined
french: Choisir quand l'hyperlien sera souligné

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE (1204//)
source: Prefer URL: device
french: Préférer le périphérique URL:

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE_HELP (1205//)
source: Prefer URL: device over openurl.library
french: Préférer le périphérique URL: plutôt que l'openurl.library

# MSG_HYPERLINK_MENU_FOLLOW_URI (1207//)
source: Follow URI...
french: Suivre l'URI...

# MSG_HYPERLINK_MENU_COPY_URI_TO_CLIPBOARD (1208//)
source: Copy URI to clipboard
french: Copie l'URI dans le presse-papiers

# MSG_HYPERLINK_MENU_OPENURL_PREFS (1209//)
source: OpenURL prefs...
french: Réglages OpenURL...

# MSG_HYPERLINK_MENU_URL_PREFS (1210//)
source: URL: prefs...
french: Réglages URL:...

# MSG_HYPERLINK_FAILURE_URL_DEVICE (1211//)
source: Failed to follow the URI '%s': URL: device not mounted
french: Impossible de suivre l'URI '%s': Le périphérique URL: n'est pas monté

# MSG_HYPERLINK_FAILURE_OPENURL (1212//)
source: Failed to follow the URI '%s': Unable to open openurl.library V7+
french: Impossible de suivre l'URI '%s': Impossible d'ouvrir openurl.library V7+

# MSG_WINPOPUP_HELP (1214//)
source: Help...
french: Aide...

# MSG_ABOUT_HIDE_MCCS (1215//)
source: Hide
french: Cacher

# MSG_APPLICATION_STACK_CHECK_WARNING (1217//)
source: MUI application '%s' Process '%s' The stack size of %ld bytes is lower than the recommended minimum size of %ld bytes. Please raise the stack size to at least %ld bytes, otherwise the application might crash unexpectedly.
french: Application MUI '%s' Tâche '%s' La taille de la pile de %ld octets est inférieure à la taille minimale recommandée de %ld octets. Augmentez la taille de la pile à %ld octets minimum, sinon l'application pourrait planter sans prévenir.

# MSG_STRING_CTX_TEXT_UNDO (1218//)
source: Undo
french: Défaire

# MSG_STRING_CTX_TEXT_REDO (1219//)
source: Redo
french: Refaire

# MSG_STRING_CTX_TEXT_SELECTALL (1220//)
source: Select all
french: Tout sélectionner

# MSG_MUI_EXPIRES_SOON (1221//)
source: This version of MUI expires in %ld days. Please download an updated version from http://muidev.de
french: Cette version de MUI ne fonctionnera plus dans %ld jours. Téléchargez une version à jour sur http://muidev.de

# MSG_MUI_EXPIRES_SOON_TITLE (1222//)
source: MUI expires soon
french: Cette version de MUI ne sera bientôt plus fonctionnelle.

# MSG_MUI_HAS_EXPIRED (1224//)
source: This version of MUI has expired. Please download an updated version from http://muidev.de
french: Cette version de MUI n'est plus fonctionnelle. Téléchargez une version à jour sur http://muidev.de

# MSG_MUI_HAS_EXPIRED_TITLE (1225//)
source: MUI has expired
french: Cette version de MUI n'est plus fonctionnelle.

# MSG_ABOUTPAGE_EXPIRE_DATE (1227//)
source: This build expires on %02ld-%s-%04ld
french: Cette version ne sera plus fonctionnelle à partir du %02ld-%s-%04ld

# MSG_BRIGHTNESS_OFF (1228//)
source: off
french: Inactif

# MSG_CFGL_LIST_COLUMN_HIGHLIGHTING (1229//)
source: Brightening:
french: Luminosité :

# MSG_CFGB_ListRowStriping (1231//)
source: The striping effect will be applied to every second row of the list.
french: L'effet de zébrure sera appliqué à chaque rangée paire de la liste.

# MSG_CFGB_ListColumnHighlighting (1232//)
source: The highlighting effect will be applied to the currently sorted column of the list.
french: L'effet de surbrillance sera appliqué à la colonne de la liste actuellement sélectionnée.

# MSG_HYPERLINK_SAMPLES_ABOUT (1233//)
source: About \033b%s
french: À propos de \033b%s

# MSG_CFGL_MENU_POPUP_AISS (1234//)
source: AISS images:
french: Images AISS :

# MSG_CFGL_MENU_POPUP_AISS_ENTRIES (1237//)
source: none|automatic|16px|24px
french: aucun|automatique|16 pixels|24 pixels

# MSG_CFGB_Menu_PopupAISS (1238//)
source: Show AISS images in popup menus if they are provided by the application and define their size.
french: Permet d'utiliser les images AISS dans les menus s'ils sont définis par l'application. Permet également de définir leur taille.

# MSG_LAYGROUP_PREFERENCES (1239//)
source: Preferences
french: Réglages

# MSG_LAYGROUP_CONTAINER (1240//)
source: Container:
french: Conteneur

# MSG_LAYGROUP_HORIZONTAL_SPACE (1241//)
source: Horizontal space:
french: Espacement horizontal :

# MSG_LAYGROUP_VERTICAL_SPACE (1242//)
source: Vertical space:
french: Espacement vertical :

# MSG_LAYGROUP_LEFT_OFFSET (1243//)
source: Left offset:
french: Décalage gauche :

# MSG_LAYGROUP_TOP_OFFSET (1244//)
source: Top offset:
french: Décalage haut :

# MSG_LAYGROUP_OFFSET_CENTERED (1245//)
source: centered
french: centré

# MSG_LAYGROUP_SAMPLES (1246//)
source: Samples
french: Exemples

# MSG_LAYGROUP_SAMPLES_BASIC (1247//)
source: Basic
french: Basique

# MSG_LAYGROUP_SAMPLES_COMPLEX1 (1248//)
source: Complex 1
french: Complexe 1

# MSG_LAYGROUP_SAMPLES_COMPLEX2 (1249//)
source: Complex 2
french: Complexe 2

# MSG_LAYGROUP_SAMPLES_COMPLEX2_TEXT (1250//)
source: Every single word of this text is a \033iText.mui\0330 object. You can enter a new string in the text gadget below and a special routine will parse and convert it to Text.mui objects. There are a few exceptions: every word prefixed by the "@" character will be converted to a @button and if you use the "#" character, it will be converted to a #string gadget. To output the special character itself, simply write it twice. \033bAnyway\0330 it's better to set the left and top offset to a fixed value, otherwise strange things may happen. The background of this object is fixed to MUII_TextBack. Enjoy the \033bpower\0330 of LayGroup.mcc.
french: Chaque mot de ce texte est un objet \033iText.mui\0330. Vous pouvez entrer une nouvelle chaîne dans le champ de texte ci-dessous et une routine spéciale va l'analyser et le convertir en objets Text.mui. Il y a quelques exceptions : chaque mot préfixé par le caractère « @ » sera converti en @bouton et si vous utilisez le caractère « # », il sera converti en champ de #texte. Pour afficher le caractère spécial lui-même il suffit de l'écrire en double. \033bEn tout cas\0330, il est préférable de régler le décalage gauche et haut sur une valeur fixe, sans quoi des choses étranges pourraient se produire. L'arrière-plan de cet objet est fixé à MUII_TextBack. Savourez la \033bpuissance\0330 de LayGroup.mcc.

# MSG_LAYGROUP_SAMPLES_COMPLEX2_SECRET (1251//)
source: You've discovered the secret example!
french: Vous avez découvert l'exemple secret !

# MSG_CFGL_FONT_HUGE (1252//)
source: Huge:
french: Énorme :

# MSG_CFGB_HugeFont (1253//)
source: Font used if application requests a huge font.
french: Police utilisée si l'application demande une énorme police.
