Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos3/sdk/m68k-amigaos/lib/locale/*.po
Languages: french

# MSG_CFGL_CYCLEPOP_NEVER (522//)
source: never
french: jamais

# MSG_CFGL_CYCLEPOP_ALWAYS (523//)
source: always
french: toujours

# MSG_CFGL_CYCLEPOP_3MORE (524//)
source: 3 or more
french: 3 ou plus

# MSG_CFGL_ICONIFY_IMMEDIATELY (530//)
source: immediately switch to iconified state
french: icônification immédiate

# MSG_CFGL_QUICKHELP_APPEAR (532//)
source: Quick help appears
french: L'aide rapide apparait :

# MSG_CFGL_QUICKHELP_DISAPPEAR (536//)
source: Quick help disappears
french: L'aide rapide disparait :

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_MOVE (537//)
source: on every mouse movement
french: au moindre mouvement de la souris

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_LEAVE (538//)
source: when mouse leaves object
french: quand la souris quitte l'objet

# MSG_CFGL_QUICKHELP_LOOK (539//)
source: Quick help look
french: Aide contextuelle de type :

# MSG_CFGL_QUICKHELP_LOOK_BUBBLE (540//)
source: comic bubbles
french: bulles de BD

# MSG_CFGL_QUICKHELP_LOOK_RECTANGLE (541//)
source: rectangles
french: rectangulaire

# MSG_CFGL_QUICKHELP_FONT (544//)
source: Quick help uses font
french: L'aide rapide utilise la police :

# MSG_CFGL_QUICKHELP_HEIGHT1 (545//)
source: Quick help height is
french: La hauteur de l'aide rapide est de

# MSG_CFGL_QUICKHELP_HEIGHT2 (546//)
source: of width.
french: de sa largeur.

# MSG_ABOUT_ABOUT_MUI (547//)
source: About MUI
french: À propos de MUI

# MSG_ABOUT_CUSTOM_CLASS (548//)
source: \033bCustom Class
french: \033bClasse

# MSG_REGISTER (558//)
source: _Register
french: S'en_registrer

# MSG_CGR_INFO (559//)
source: Info
french: Information

# MSG_COLADJ_RED (561//)
source: Red:
french: Rouge :

# MSG_COLADJ_GREEN (562//)
source: Green:
french: Vert :

# MSG_COLADJ_BLUE (563//)
source: Blue:
french: Bleu :

# MSG_POP_BUTTON_USE (566//)
source: _Use
french: _Utiliser

# MSG_POP_BUTTON_CANCEL (567//)
source: _Cancel
french: _Annuler

# MSG_POPMENU_ALLOPTIONS_TITLE (582//)
source: All '%s' options
french: '%s' : Réglages

# MSG_PREFS_SERIAL_NUMBER (586//)
source: Serial number %s
french: Numéro de série %s

# MSG_WINPOPUP_ICONIFY (588//)
source: Iconify
french: Icônifier

# MSG_WINPOPUP_SNAPSHOT (589//)
source: Snapshot
french: Figer

# MSG_WINPOPUP_UNSNAPSHOT (590//)
source: Unsnapshot
french: Libérer

# MSG_WINPOPUP_JUMP_SCREEN (597//)
source: Jump to screen
french: Aller à l'écran

# MSG_WINPOPUP_JUMP_NEXT (598//)
source: Next
french: Suivant

# MSG_WINPOPUP_TRANSPARENCY (601//)
source: Transparency
french: Transparence

# MSG_WINPOPUP_MUI_SETTINGS (602//)
source: MUI settings...
french: Réglages de MUI...

# MSG_WINPOPUP_ABOUT_MUI (603//)
source: About MUI...
french: À propos de MUI...

# MSG_PREFS_ADJUST_SCREEN_WINDOWTITLE (604//)
source: Adjust screen for '%s'
french: Choix de l'écran pour '%s'

# MSG_PREFS_USER_IFACE_SETTINGS_WINDOWTITLE (605//)
source: User Interface Settings for '%s'
french: Réglage interface utilisateur pour '%s'

# MSG_ABOUT_SHOW_MCCS (606//)
source: Show
french: Montrer

# MSG_ABOUT_EXTERNAL_CLASSES (607//)
source: %ld external classes loaded.
french: %ld classes externes chargées.

# MSG_ABOUT_OBSOLETE_FILES (608//)
source: These files are no longer in use. It is safe to delete them.
french: Ces fichiers ne sont plus utilisés. Il est préférable de les supprimer.

# MSG_ABOUT_DELETE_OBSOLETE_FILES (609//)
source: Delete %ld files
french: Suppression de %ld fichiers

# MSG_ABOUT_OBSOLETE_FILES_DELETED (610//)
source: %ld files deleted.
french: %ld fichiers supprimés.

# MSG_CFGL_ICONIFY_SHOWDOCK (622//)
source: icon in AmiDock
french: icône dans AmiDock

# MSG_CFGB_IconifyDock (623//)
source: Show an icon in AmiDock in iconified state.
french: L'état icônifié se traduit par l'affichage d'une icône dans AmiDock.

# MSG_SA_LABEL_COMPOSITING (624//)
source: Compositing
french: Composition

# MSG_SA_HELP_COMPOSITING (625//)
source: Use compositing for the screen.
french: Active les effets de composition pour l'écran.

# MSG_SA_LABEL_LIKEWORKBENCH (626//)
source: Like Workbench
french: Comme le Workbench

# MSG_SA_HELP_LIKEWORKBENCH (627//)
source: Use the same settings as the Workbench screen.
french: Utilise les mêmes réglages que l'écran du Workbench.

# MSG_SA_BUTTON_OPEN (628//)
source: _Open
french: _Ouvrir

# MSG_SA_BUTTON_CLOSE (629//)
source: _Close
french: _Fermer

# MSG_SA_BUTTON_JUMP (630//)
source: _Jump
french: Aller à _l'écran

# MSG_CFGL_TEXT_COLOR (631//)
source: Text color:
french: Couleur :

# MSG_CFGB_TextColor (632//)
source: Color used for texts.
french: Couleur utilisée pour les textes.

# MSG_LIST_CTX_COLUMNS (636//)
source: Columns
french: Colonnes

# MSG_LIST_CTX_COLUMN (637//)
source: Column %ld
french: Colonne %ld

# MSG_LIST_CTX_SHOW_ALL (638//)
source: Show all
french: Tout montrer

# MSG_LIST_CTX_RESET_SIZES (639//)
source: Reset sizes
french: Tailles initiales

# MSG_LIST_DRAG_MANY_ITEMS (641//)
source: Dragging %ld items...
french: Déplacement de %ld gadgets...

# MSG_SA_LIST_SCREENMODEID (642//)
source: Display mode ID
french: Affiche le mode ID

# MSG_BACKGROUNDADJ_IMAGEBROWSER (643//)
source: Imagebrowser:
french: Choix d'images :

# MSG_BACKGROUNDADJ_SAME_AS_PARENT (644//)
source: same as parent object
french: par héritage de l'objet parent

# MSG_BACKGROUNDADJ_MODIFY_PARENTS_BRIGHTNESS (645//)
source: Modify brightness of parent's background:
french: Modification de la luminosité (par rapport à l'objet parent) :

# MSG_BACKGROUNDADJ_PENS (646//)
source: Pens:
french: Pinceau :

# MSG_BACKGROUNDADJ_COLOR (647//)
source: Color
french: Couleur

# MSG_BACKGROUNDADJ_GRADIENT (648//)
source: Gradient:
french: Dégradé :

# MSG_BACKGROUNDADJ_GRAD_SYMMETRICAL (651//)
source: symmetrical
french: symétrique

# MSG_BACKGROUNDADJ_PATTERN (652//)
source: Pattern:
french: Motif :

# MSG_FILEPANEL_DRAWER (653//)
source: Drawer:
french: Tiroir :

# MSG_FILEPANEL_FILE (654//)
source: File:
french: Fichier :

# MSG_FILEPANEL_SELECT_ALL (655//)
source: _all
french: _tous

# MSG_FILEPANEL_SELECT_NONE (656//)
source: _none
french: _aucun

# MSG_FILEPANEL_PATTERN (657//)
source: Pattern:
french: Motif :

# MSG_FILEPANEL_NUMBER_OF_FILES (658//)
source: %ld Files: %s
french: %ld Fichiers : %s

# MSG_FILEPANEL_DIRECTORY (659//)
source: Directory
french: Répertoire

# MSG_FILEPANEL_REQ_TITLE (660//)
source: Warning
french: Attention

# MSG_FILEPANEL_DELETE_BUTTONS (661//)
source: Delete|*Cancel
french: Su_pprimer|*_Annuler

# MSG_FILEPANEL_DELETE_QUESTION (662//)
source: Do you really want to delete%s\033b%s\033n?
french: Désirez-vous vraiment supprimer%s\033b%s\033n ?

# MSG_FILEPANEL_ERRORS_BUTTONS_FORCE (663//)
source: Force|*Cancel
french: _Forcer|*_Annuler

# MSG_FILEPANEL_ERRORS_QUESTION (665//)
source: The following %ld errors occured: %s
french: Les %ld erreurs suivantes sont survenues : %s

# MSG_FILEPANEL_NEW_DRAWER (666//)
source: new drawer
french: nouveau tiroir

# MSG_FILEPANEL_DOS_ERROR_TITLE (667//)
source: DOS Error
french: Erreur DOS

# MSG_FILEPANEL_DIRECTORY_HISTORY (669//)
source: Directory History
french: Historique des répertoires

# MSG_FILEPANEL_DIRECTORY_HISTORY_EMPTY (670//)
source: Directory History Empty
french: Historique des répertoires : vide

# MSG_FILEPANEL_MENU_RENAME (671//)
source: R\0Rename
french: R\0Renommer

# MSG_FILEPANEL_MENU_DELETE (672//)
source: D\0Delete...
french: S\0Supprimer...

# MSG_FILEPANEL_MENU_NEWDIR (673//)
source: N\0New Drawer
french: N\0Nouveau tiroir

# MSG_FILEPANEL_MENU_SELECT (676//)
source: -\0Multiselect
french: -\0Multi-sélection

# MSG_IMGBROWSER_READING_DIR (677//)
source: Reading image directory...
french: Lecture répertoire image...

# MSG_IMGBROWSER_BUILTIN (678//)
source: \033bBuiltin
french: \033bInterne

# MSG_IMGBROWSER_BUILTIN_DEFAULT (679//)
source: Builtin Default
french: Interne par défaut

# MSG_DIRLIST_NAME (680//)
source: Name %s %s
french: Nom %s %s

# MSG_DIRLIST_SIZE (681//)
source: %s Size
french: %s Taille

# MSG_DIRLIST_USED (682//)
source: %s Used
french: %s Utilisé

# MSG_DIRLIST_TIME (684//)
source: %s Time
french: %s Heure

# MSG_DIRLIST_FLAGS (685//)
source: %s Flags
french: %s Attributs

# MSG_DIRLIST_COMMENT (686//)
source: Comment %s
french: Commentaire %s

# MSG_DIRLIST_DATE_TIME (688//)
source: %s Date & Time
french: %s Date / Heure

# MSG_DIRLIST_EMPTY (689//)
source: <empty>
french: <vide>

# MSG_DIRLIST_DEVICE (690//)
source: <Device>
french: <Périphérique>

# MSG_DIRLIST_ASSIGN (692//)
source: <Assign>
french: <Assignation>

# MSG_DIRLIST_DRAWER (693//)
source: <Drawer>
french: <Tiroir>

# MSG_CFGL_LIST_TITLE (694//)
source: Title:
french: Titre :

# MSG_COLORRING_TITLE (695//)
source: Color ring
french: Anneau de couleurs

# MSG_COLORRING_WHEEL (697//)
source: Wheel
french: Disque

# MSG_COLORRING_NO_SLIDERS (698//)
source: No sliders
french: Pas de curseur

# MSG_COLORRING_RGB_SLIDERS (699//)
source: RGB sliders
french: Curseurs RVB

# MSG_COLORRING_HSV_SLIDERS (700//)
source: HSV sliders
french: Curseurs TSI

# MSG_COLORRING_RECENTLY_USED_COLORS (701//)
source: Recently used colors
french: Couleurs récentes

# MSG_COLORRING_FAVORITE_COLORS (702//)
source: Favorite colors
french: Couleurs de base

# MSG_COLORRING_STORE_CURRENT (703//)
source: Store current
french: en cours

# MSG_CFGL_LIST_HSCROLLER (704//)
source: Horizontal scroller:
french: Barre horizontale de défilement :

# MSG_CFGB_ListHScrollerVisibility (708//)
source: Set the visibility of the horizontal scroller.
french: Règle la visibilité de la barre de défilement.

# MSG_BACKGROUNDADJ_BRIGHTNESS (709//)
source: RGB:
french: RVB :

# MSG_BACKGROUNDADJ_BALANCE_RED (710//)
source: Red:
french: Rouge :

# MSG_BACKGROUNDADJ_BALANCE_GREEN (711//)
source: Green:
french: Vert :

# MSG_BACKGROUNDADJ_BALANCE_BLUE (712//)
source: Blue:
french: Bleu :

# MSG_BACKGROUNDADJ_GRAYSCALE (713//)
source: Grayscale
french: Dégradé de gris

# MSG_BACKGROUNDADJ_NEGATIVE (714//)
source: Negative
french: Inversé

# MSG_BACKGROUNDADJ_HCENTERING (715//)
source: H-Centering
french: Centré horizontalement

# MSG_BACKGROUNDADJ_VCENTERING (716//)
source: V-Centering
french: Centré verticalement

# MSG_CFGL_LIST_GROUP_TITLE (717//)
source: Lists
french: Listes

# MSG_CFGL_LIST_EXAMPLE_TITLE (718//)
source: Title
french: Titre

# MSG_CFGL_LIST_EXAMPLE_EXAMPLE (719//)
source: Example
french: Exemple

# MSG_CFGL_LIST_EXAMPLE_LIST (720//)
source: list
french: de liste

# MSG_CFGL_LIST_EXAMPLE_WITH_SOME (721//)
source: with some
french: avec des

# MSG_CFGL_LIST_EXAMPLE_SELECTED (722//)
source: selected
french: entrées sé-

# MSG_CFGL_LIST_EXAMPLE_ENTRIES (723//)
source: entries
french: lectionnées

# MSG_CFGL_LIST_FONT (724//)
source: Font:
french: Police :

# MSG_CFGL_FONT_FIXED (725//)
source: Fixed:
french: Fixe :

# MSG_CFGL_FRAME_BACKGROUND_CLIPBOARD (726//)
source: Frame & Background clipboard
french: Presse-papiers du cadre et de l'arrière-plan

# MSG_CFGL_WIN_BACKGROUNDS (727//)
source: Backgrounds
french: Arrière-plan

# MSG_CFGL_BUTTON_FONT (730//)
source: Font:
french: Police :

# MSG_CFGL_BUTTON_EXAMPLE (731//)
source: Example
french: Exemple

# MSG_FRIMAGEADJ_TITLE_SINGLE (732//)
source: Adjust %s
french: Définir %s

# MSG_FRIMAGEADJ_TITLE_DOUBLE (733//)
source: Adjust %s & %s
french: Définir %s et %s

# MSG_FRAMEADJ_TITLE (734//)
source: Frame
french: Cadre

# MSG_BACKGROUNDADJ_TITLE (735//)
source: Background
french: Arrière-plan

# MSG_FRAMEADJ_SPACING (736//)
source: Spacing:
french: Espacement :

# MSG_FRAMEADJ_VISIBILITY (737//)
source: Visibility:
french: Visibilité :

# MSG_FRAMEADJ_COLORIZE (738//)
source: Colorize
french: En couleur

# MSG_FRAMEADJ_SCALING (739//)
source: Scaling:
french: Mise à l'échelle :

# MSG_FRAMEADJ_SCALING_ENTRIES (740//)
source: tiling|horizontally|vertically|both
french: en mosaïque|horizontalement|verticalement|tous

# MSG_FRAMEADJ_TOGGLE_STATE (741//)
source: Toggle state
french: État séléctionné

# MSG_CFGL_SLIDER_GROUP_TITLE (742//)
source: Slider
french: Curseur de valeur

# MSG_CFGL_GAUGE_GROUP_TITLE (743//)
source: Gauge
french: Jauge

# MSG_CFGL_GAUGE_ZEBRA (744//)
source: Zebra:
french: Zébrure :

# MSG_CFGL_WINDOW_BORDERS (745//)
source: Borders
french: Bords

# MSG_CFGL_WINDOW_TITLEBAR_SHOWS (746//)
source: Titlebar shows
french: La barre de titre contient un gadget :

# MSG_CFGL_WINDOW_TITLEBAR_POPUP_BUTTON (747//)
source: popup button
french: de menu

# MSG_CFGL_WINDOW_TITLEBAR_SETTINGS_BUTTON (748//)
source: settings button
french: de réglages

# MSG_CFGL_WINDOW_TITLEBAR_SNAPSHOT_BUTTON (749//)
source: snapshot button
french: de mémorisation

# MSG_CFGL_WINDOW_TITLEBAR_SCREEN_JUMP_BUTTON (750//)
source: screen jump button
french: de saut d'écran

# MSG_CFGL_WINDOW_TITLEBAR_ICONIFY_BUTTON (751//)
source: iconify button
french: d'icônification

# MSG_CFGL_WINDOW_SIZEGADGET (752//)
source: Window size gadget is
french: Position du gadget de redimensionnement :

# MSG_CFGL_WINDOW_SIZEGADGET_BOTTOM_BORDER (753//)
source: in bottom border
french: bord inférieur

# MSG_CFGL_WINDOW_SIZEGADGET_RIGHT_BORDER (754//)
source: in right border
french: bord droit

# MSG_CFGL_WINDOW_BORDER_SCROLLERS_OVERRIDE (756//)
source: (Border scrollers can override this setting)
french: (Les barres de défilement peuvent passer outre ce paramètre)

# MSG_CFGL_WINDOW_WINDOW_POSITIONS (757//)
source: Window positions are
french: Les positions de la fenêtre sont :

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_NOT_STORED (758//)
source: not stored
french: non conservées

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_UNTIL_REBOOT (759//)
source: stored until reboot
french: mémorisées jusqu'à la fermeture

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_PERMANENTLY (760//)
source: stored permanently
french: mémorisées de façon permanente

# MSG_CFGL_CLIPBOARD (761//)
source: Clipboard
french: Presse-papiers

# MSG_CFGL_SHOWMCC (762//)
source: More
french: Plus

# MSG_CFGL_BUTTON_IMAGE_PRESSED (763//)
source: Pressed:
french: Appuyé :

# MSG_CFGL_IMAGES_USED_IMAGES (764//)
source: Used Images:
french: Images utilisées :

# MSG_CFGL_IMAGES_FRAME_BACKGROUND (765//)
source: Frame & Background:
french: Cadre et Arrière-plan :

# MSG_CFGL_IMAGES_AVAILABLE_IMAGES (766//)
source: Available images:
french: Images disponibles :

# MSG_CFGL_KEYBOARD_WINDOWS (770//)
source: Windows
french: Fenêtres

# MSG_CFGL_KEYBOARD_CURSOR (771//)
source: Cursor
french: Curseur

# MSG_CFGL_KEYBOARD_TEXTEDITING (772//)
source: Text editing
french: Édition du texte

# MSG_KEYADJ_SAMPLE (773//)
source: Sample
french: Apprendre

# MSG_KEYADJ_ADD_KEY (774//)
source: Add another key
french: Ajouter une autre touche

# MSG_KEYADJ_REMOVE_KEY (775//)
source: Remove this key
french: Supprimer cette touche

# MSG_KEYADJ_PRESS_KEY (776//)
source: <press key>
french: <pressez une touche>

# MSG_CFGL_BUTTON_CYCLE_EXAMPLE_ENTRIES (777//)
source: entry 1|entry 2|entry 3|entry 4
french: choix 1|choix 2|choix 3|choix 4

# MSG_CFGL_QUICKHELP_APPEAR_HELPKEY (778//)
source: when pressing
french: en appuyant sur la touche

# MSG_CFGL_LISTS_SCROLLBAR (780//)
source: Scrollbar
french: Barre de défilement

# MSG_CFGL_STRINGS_POPBUTTON (781//)
source: Popbutton:
french: Gadget associé :

# MSG_CFGL_STRINGS_POPBUTTON_STYLES (782//)
source: beside|embedded
french: distinct|intégré

# MSG_FRAMEADJ_NO_FRAME_IMAGES_FOUND (783//)
source: No frame images found in '%s'.
french: Pas d'images de cadre trouvé dans '%s'.

# MSG_CFGL_KEY_DELETE (784//)
source: Delete:
french: Supprimer :

# MSG_CFGL_KEY_BACKSPACE (785//)
source: Backspace:
french: Retour arrière :

# MSG_CFGL_KEY_CUT (786//)
source: Cut:
french: Couper :

# MSG_CFGL_KEY_COPY (787//)
source: Copy:
french: Copier :

# MSG_CFGL_KEY_PASTE (788//)
source: Paste:
french: Coller :

# MSG_CFGL_KEY_UNDO (789//)
source: Undo:
french: Défaire :

# MSG_CFGL_KEY_REDO (790//)
source: Redo:
french: Refaire :

# MSG_CFGL_STRING_CONTAINER (791//)
source: Container:
french: Non séléctionné :

# MSG_CFGL_STRING_ACTIVATED (792//)
source: Activated:
french: Sélectionné :

# MSG_CFGL_STRING_READONLY (793//)
source: Readonly:
french: Non sélectionnable :

# MSG_CFGL_STRING_CURSOR (794//)
source: Cursor:
french: Curseur :

# MSG_CFGL_STRING_BLINKING (795//)
source: Blinking:
french: Clignotement :

# MSG_CFGL_STRING_COLOR (796//)
source: Color:
french: Couleur :

# MSG_CFGL_STRING_CURSOR_STYLES (797//)
source: block|vertical|horizontal
french: bloc|vertical|horizontal

# MSG_CFGL_STRING_CURSOR_BLINKRATES (798//)
source: steady|50ms|100ms|150ms|200ms|250ms|300ms|350ms|400ms|450ms|500ms
french: aucun|50 ms|100 ms|150 ms|200 ms|250 ms|300 ms|350 ms|400 ms|450 ms|500 ms

# MSG_COLORRING_FAVORITE_COLORS_TITLE (799//)
source: Favorite colors:
french: Couleurs préférées :

# MSG_STRING_CTX_TEXT (800//)
source: Text
french: Texte

# MSG_STRING_CTX_TEXT_CUT (801//)
source: Cut
french: Couper

# MSG_STRING_CTX_TEXT_COPY (802//)
source: Copy
french: Copier

# MSG_STRING_CTX_TEXT_PASTE (803//)
source: Paste
french: Coller

# MSG_STRING_CTX_TEXT_EXTERNAL_EDIT (804//)
source: External edit...
french: Édition externe...

# MSG_STRING_CTX_TEXT_INSERT_TEXT_FILE (805//)
source: Insert text file...
french: insérez un fichier texte...

# MSG_STRING_CTX_TEXT_WORD_WRAP (806//)
source: Word wrap?
french: Retour à la ligne

# MSG_STRING_CTX_TEXT_IRC_STYLES (807//)
source: IRC styles
french: Styles IRC

# MSG_STRING_CTX_TEXT_IRC_STYLES_BOLD (808//)
source: Bold
french: Gras

# MSG_STRING_CTX_TEXT_IRC_STYLES_UNDERLINE (809//)
source: Underline
french: Souligné

# MSG_STRING_CTX_TEXT_IRC_STYLES_INVERSE (810//)
source: Inverse
french: Inversé

# MSG_STRING_CTX_TEXT_IRC_STYLES_RESET (811//)
source: Reset
french: Réinitialiser

# MSG_STRING_CTX_TEXT_IRC_STYLES_BEEP (812//)
source: Beep
french: Signal sonore

# MSG_SA_DEPTHSLIDER_COLORMAPPED (813//)
source: %ld bit (%ld colors)
french: %ld bit(s) (%ld couleurs)

# MSG_SA_DEPTHSLIDER_DIRECTMAPPED (814//)
source: %ld bit (hi/true)
french: %ld bit(s) (hi/true)

# MSG_SCREENMODEPANEL_8BIT (815//)
source: %ld bit (%ld colors)
french: %ld bit(s) (%ld couleurs)

# MSG_SCREENMODEPANEL_HICOLOR (816//)
source: %ld bit (hicolor)
french: %ld bits (hicolor)

# MSG_SCREENMODEPANEL_TRUECOLOR (817//)
source: %ld bit (truecolor)
french: %ld bits (truecolor)

# MSG_SCREENMODEPANEL_VALUE_TOO_SMALL (818//)
source: Value too small, valid range is from %ld to %ld.
french: Valeur trop petite, les valeurs doivent être comprises entre %ld et %ld.

# MSG_SCREENMODEPANEL_VALUE_TOO_LARGE (819//)
source: Value too large, valid range is from %ld to %ld.
french: Valeur trop grande, la valeur doit être comprise entre %ld et %ld.

# MSG_SCREENMODEPANEL_COLORS (821//)
source: \033bColors
french: \033bCouleurs

# MSG_SCREENMODEPANEL_FREQUENCY (822//)
source: \033bFrequency
french: \033bFréquence

# MSG_SCREENMODEPANEL_WIDTH (827//)
source: Width:
french: Largeur :

# MSG_SCREENMODEPANEL_HEIGHT (828//)
source: Height:
french: Hauteur :

# MSG_SCREENMODEPANEL_SIZE (829//)
source: Size:
french: Taille :

# MSG_SCREENMODEPANEL_DEFAULT (830//)
source: Default
french: Défaut

# MSG_SCREENMODEPANEL_DEPTH (831//)
source: Depth:
french: Profondeur :

# MSG_SCREENMODEPANEL_AUTOSCROLL (832//)
source: Autoscroll:
french: Défilement auto. :

# MSG_SCREENMODEPANEL_OVERSCAN_TYPES (834//)
source: Text|Standard|Maximum|Video
french: texte|standard|maximum|vidéo

# MSG_CFGL_GROUPS_XPOSITION_LEFT (835//)
source: Left
french: À gauche

# MSG_CFGL_GROUPS_XPOSITION_CENTER (836//)
source: Center
french: Centré

# MSG_CFGL_GROUPS_XPOSITION_RIGHT (837//)
source: Right
french: À droite

# MSG_CFGL_GROUPS_YPOSITION_BELOW (838//)
source: Below
french: En dessous

# MSG_CFGL_GROUPS_YPOSITION_CENTER (839//)
source: Center
french: Centré

# MSG_CFGL_GROUPS_YPOSITION_ABOVE (840//)
source: Above
french: Au dessus

# MSG_CFGL_MCC_SCANNING (843//)
source: Scanning...
french: Recherche...

# MSG_CFGL_FRAMEDGROUP_GROUP_TITLE (844//)
source: Framed Groups
french: Groupe encadré

# MSG_CFGL_FRAMEDGROUP_CONTAINER (845//)
source: Container
french: Groupe

# MSG_CFGL_FRAMEDGROUP_PAGES (846//)
source: Pages
french: Page

# MSG_CFGL_FRAMEDGROUP_TITLE (847//)
source: Title:
french: Titre :

# MSG_CFGL_FRAMEDGROUP_TITLE_FONT (849//)
source: Font:
french: Police :

# MSG_CFGL_FRAMEDGROUP_SPACING (850//)
source: Spacing:
french: Espacement :

# MSG_CFGL_TABGROUP_GROUP_TITLE1 (853//)
source: Tab groups
french: Onglet

# MSG_CFGL_TABGROUP_GROUP_TITLE2 (854//)
source: Example
french: Exemple

# MSG_CFGL_TABGROUP_GROUP_TITLE3 (855//)
source: Example
french: Autre exemple

# MSG_CFGL_TABGROUP_CONTAINER (856//)
source: Container
french: Onglet

# MSG_CFGL_TABGROUP_TITLE (857//)
source: Title:
french: Titre :

# MSG_CFGL_TABGROUP_FONT (859//)
source: Font:
french: Police :

# MSG_CFGL_TABGROUP_LAYOUT (860//)
source: Layout as
french: Apparence :

# MSG_CFGL_TABGROUP_LAYOUT_ROW (861//)
source: row
french: en ligne

# MSG_CFGL_TABGROUP_LAYOUT_BUTTONS (862//)
source: buttons
french: boutons

# MSG_CFGL_TABGROUP_LAYOUT_TABS (863//)
source: tabs
french: onglets

# MSG_CFGL_TABGROUP_STRETCHING (864//)
source: Stretching:
french: Taille relative :

# MSG_CFGL_TABGROUP_PAGE2_CONTENT (865//)
source: Example page 2
french: Exemple page 2

# MSG_CFGL_TABGROUP_PAGE3_CONTENT (866//)
source: Example page 3
french: Exemple page 3

# MSG_SA_LIST_DEFAULT_PUBSCREEN_TITLE (867//)
source: MUI Public Screen
french: Écran public MUI

# MSG_CFGL_PROPKNOBSTYLE_ENTRIES (869//)
source: None|Circle|Dots|Lines
french: aucun|cercle|points|lignes

# MSG_CFGB_PropKnobStyle (870//)
source: Additional markings on slider.
french: Permet de choisir un dessin supplémentaire sur le curseur.

# MSG_ABOUTPAGE_BUILD_INFO (871//)
source: Build:
french: Compilé pour :

# MSG_POPMENU_SAVEAS (876//)
source: Save as...
french: Enregistrer sous...

# MSG_CFGL_SETTINGS (877//)
source: Settings
french: Réglages

# MSG_CFGL_SETTINGS_PRESET (878//)
source: Preset: %s
french: Préréglages : %s

# MSG_PENADJ_TITLE (879//)
source: Pen
french: Pinceau

# MSG_FONTPANEL_FONT (880//)
source: \033bFont
french: \033bPolice

# MSG_FONTPANEL_FAMILY (881//)
source: \033bFamily
french: \033bFamille

# MSG_FONTPANEL_FAMILYNUMBER (882//)
source: \033bNr
french: \033bN°

# MSG_FONTPANEL_ALL_FONTS (883//)
source: \033bAll Fonts
french: \033bToutes les Polices

# MSG_FONTPANEL_FIXED_WIDTH_FONTS (884//)
source: \033bFixed Width
french: \033bLargeur Fixe

# MSG_FONTPANEL_UNNAMED (886//)
source: unnamed:
french: anonyme :

# MSG_FONTPANEL_CTX_FONT_FAMILIES (887//)
source: Font families
french: Familles de Police

# MSG_FONTPANEL_CTX_CREATE_FAMILY (888//)
source: Create new family
french: Créer une nouvelle famille

# MSG_FONTPANEL_CTX_RENAME_FAMILY (889//)
source: Rename family '%s'
french: Renommer la famille '%s'

# MSG_FONTPANEL_CTX_DELETE_FAMILY (890//)
source: Delete family '%s'
french: Supprimer la famille '%s'

# MSG_FONTPANEL_REQ_TITLE (891//)
source: Warning
french: Attention

# MSG_FONTPANEL_DELETE_BUTTONS (892//)
source: Delete|*Cancel
french: Su_pprimer|*_Annuler

# MSG_FONTPANEL_DELETE_QUESTION (893//)
source: The font family '%s' contains %ld entries. Do you really want to delete it?
french: La famille de police '%s' contient %ld entrées. Voulez-vous vraiment la supprimer ?

# MSG_FONTPANEL_FAMILIES_NEW (895//)
source: New
french: Créer

# MSG_FONTPANEL_FAMILIES_DELETE (896//)
source: Del
french: Supprimer

# MSG_FONTPANEL_FAMILIES_RENAME (897//)
source: Ren
french: Renommer

# MSG_FONTPANEL_PREVIEW (899//)
source: _Preview:
french: _Prévisualisation :

# MSG_FONTPANEL_PREVIEW_ENTRIES (900//)
source: - off -|24 pt
french: - non -|24 pt

# MSG_FONTPANEL_SIZE (901//)
source: Size:
french: Taille :

# MSG_FONTPANEL_SIZE_ENTRIES (902//)
source: Absolute|Relative
french: fixe|relatif

# MSG_FONTPANEL_COLORS (903//)
source: Colors:
french: Couleurs :

# MSG_FONTPANEL_COLORS_TEXT (904//)
source: Text
french: Texte
