Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos3/sdk/m68k-amigaos/lib/locale/czech.po
Languages: cs

# MSG_ABOUT_HIDE_MCCS (1215//)
source: Hide
cs: Skrýt

# MSG_APPLICATION_STACK_CHECK_WARNING (1217//)
source: MUI application '%s' Process '%s' The stack size of %ld bytes is lower than the recommended minimum size of %ld bytes. Please raise the stack size to at least %ld bytes, otherwise the application might crash unexpectedly.
cs: MUI aplikace '%s' Proces '%s' Velikost zásobníku ve vvýši %ld bytů je nižší než je doporučené minimum o velikosti %ld bytů. Prosím, zvyšte velikost zásobníku minimálně na %ld bytů, jinak může docházet k náhodným pádům aplikace.

# MSG_STRING_CTX_TEXT_UNDO (1218//)
source: Undo
cs: Zpět

# MSG_STRING_CTX_TEXT_REDO (1219//)
source: Redo
cs: Znovu

# MSG_STRING_CTX_TEXT_SELECTALL (1220//)
source: Select all
cs: Vybrat vše

# MSG_MUI_EXPIRES_SOON (1221//)
source: This version of MUI expires in %ld days. Please download an updated version from http://muidev.de
cs: Platnost této verze MUI vyprší za %ld dní. Prosím, stáhněte si aktualizovanou verzi z http://muidev.de

# MSG_MUI_EXPIRES_SOON_TITLE (1222//)
source: MUI expires soon
cs: Platnost MUI již brzy vyprší

# MSG_MUI_HAS_EXPIRED (1224//)
source: This version of MUI has expired. Please download an updated version from http://muidev.de
cs: Platnost této verze MUI již vypršela. Prosím, stájněte si aktualizovanou verzi z http://muidev.de

# MSG_MUI_HAS_EXPIRED_TITLE (1225//)
source: MUI has expired
cs: Platnost MUI již vypršela

# MSG_ABOUTPAGE_EXPIRE_DATE (1227//)
source: This build expires on %02ld-%s-%04ld
cs: Tento noční build vyprší %02ld-%s-%04ld

# MSG_BRIGHTNESS_OFF (1228//)
source: off
cs: vypnuto

# MSG_CFGL_LIST_COLUMN_HIGHLIGHTING (1229//)
source: Brightening:
cs: Zvýraznění:

# MSG_CFGB_ListRowStriping (1231//)
source: The striping effect will be applied to every second row of the list.
cs: Efekt pruhování bude aplikován na každý druhý řádek v seznamu.

# MSG_CFGB_ListColumnHighlighting (1232//)
source: The highlighting effect will be applied to the currently sorted column of the list.
cs: Efekt zvýraznění bude aplikován na aktuálně seřazený sloupec seznamu.

# MSG_HYPERLINK_SAMPLES_ABOUT (1233//)
source: About \033b%s
cs: O programu \033b%s

# MSG_CFGL_MENU_POPUP_AISS (1234//)
source: AISS images:
cs: AISS obrázky:

# MSG_CFGL_MENU_POPUP_AISS_ENTRIES (1237//)
source: none|automatic|16px|24px
cs: žádné|automaticky|16px|24px

# MSG_CFGB_Menu_PopupAISS (1238//)
source: Show AISS images in popup menus if they are provided by the application and define their size.
cs: Zobrazí AISS obrázky v popup nabídkách, pokud jsou aplikací podporovány a je definována jejich velikost.

# MSG_LAYGROUP_PREFERENCES (1239//)
source: Preferences
cs: Nastavení

# MSG_LAYGROUP_CONTAINER (1240//)
source: Container:
cs: Pozadí

# MSG_LAYGROUP_HORIZONTAL_SPACE (1241//)
source: Horizontal space:
cs: Rozestup vodorovně:

# MSG_LAYGROUP_VERTICAL_SPACE (1242//)
source: Vertical space:
cs: Rozestup svisle:

# MSG_LAYGROUP_LEFT_OFFSET (1243//)
source: Left offset:
cs: Levé odsazení:

# MSG_LAYGROUP_TOP_OFFSET (1244//)
source: Top offset:
cs: Horní odsazení:

# MSG_LAYGROUP_OFFSET_CENTERED (1245//)
source: centered
cs: Uprostřed

# MSG_LAYGROUP_SAMPLES (1246//)
source: Samples
cs: Ukázky

# MSG_LAYGROUP_SAMPLES_BASIC (1247//)
source: Basic
cs: Základní

# MSG_LAYGROUP_SAMPLES_COMPLEX1 (1248//)
source: Complex 1
cs: Komplexní 1

# MSG_LAYGROUP_SAMPLES_COMPLEX2 (1249//)
source: Complex 2
cs: Komplexní 2

# MSG_LAYGROUP_SAMPLES_COMPLEX2_TEXT (1250//)
source: Every single word of this text is a \033iText.mui\0330 object. You can enter a new string in the text gadget below and a special routine will parse and convert it to Text.mui objects. There are a few exceptions: every word prefixed by the "@" character will be converted to a @button and if you use the "#" character, it will be converted to a #string gadget. To output the special character itself, simply write it twice. \033bAnyway\0330 it's better to set the left and top offset to a fixed value, otherwise strange things may happen. The background of this object is fixed to MUII_TextBack. Enjoy the \033bpower\0330 of LayGroup.mcc.
cs: Každé slovo v tomto textu je objektem třídy \033iText.mui\0330 . Do textového gadgetu níže můžete zadat nový řetězec a speciální rutina jej analyzuje a převede na Text.mui objekty. Existuje však několik výjimek: každé slovo s předponou "@" bude převedeno na gadget @button a pokud použijete znak "#", bude převedeno na gadget #string. Chcete-li vypsat samotný speciální znak, jednoduše jej napište dvakrát. \033bNicméně\0330 je lepší nastavit levý a horní offset na pevnou hodnotu, jinak se mohou stát divné věci. Pozadí tohoto objektu je pevně nastaveno na MUII_TextBack. Užijte si \033bsílu\0330 třídy LayGroup.mcc.

# MSG_LAYGROUP_SAMPLES_COMPLEX2_SECRET (1251//)
source: You've discovered the secret example!
cs: Objevili jste tajný příklad!

# MSG_CFGL_FONT_HUGE (1252//)
source: Huge:
cs: Velikost:

# MSG_CFGB_HugeFont (1253//)
source: Font used if application requests a huge font.
cs: Definuje písmo pro případ žádosti o velké písmo.
