Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos3/sdk/m68k-amigaos/lib/locale/czech.po
Languages: cs

# MSG_CFGL_MENU_POPUP_POSITION (920//)
source: Position:
cs: Umístění:

# MSG_CFGL_MENU_POPUP_POSITION_ENTRIES (921//)
source: centered|top left
cs: Uprostřed|Vlevo nahoře

# MSG_CFGB_Menu_PopupPosition (922//)
source: Position of popup menus relative to the mouse pointer.
cs: Pozice rozbalovacích menu k ukazateli myši.

# MSG_CFGL_MENU_POPUP_SELECTION_MODE (923//)
source: Selection mode:
cs: Způsob výběru:

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_AUTOMATIC (924//)
source: automatic
cs: automaticky

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_STICKY (925//)
source: sticky
cs: přilepit

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_CLICK_HOLD (926//)
source: click & hold
cs: kliknout a držet

# MSG_CFGL_MENU_GLOBAL (927//)
source: Global menus
cs: Globální menu

# MSG_CFGL_MENU_GLOBAL_APPEARANCE (928//)
source: Appearance:
cs: Vzhled:

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ON_SCREEN_TITLEBAR (929//)
source: on screen titlebar
cs: na záhlaví obrazovky

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_BELOW_WINDOW_TITLEBAR (930//)
source: below window titlebar
cs: pod záhlavím okna

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ABOVE_MOUSE_POINTER (931//)
source: above mouse pointer
cs: nad ukazatelem myši

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_POPUP_MENUS (932//)
source: like popup menus
cs: jako rozbalovací menu

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_SYSTEM_MENUS (933//)
source: like system menus
cs: jako systémové menu

# MSG_CFGL_MENU_EMBEDDED_FONT (937//)
source: Font:
cs: Písmo:

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR (938//)
source: Separator:
cs: Oddělovač:

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR_ENTRIES (939//)
source: none|bar|inverted bar
cs: žádný|linka|inverzní linka

# MSG_CFGL_MENU_EMBEDDED_CONTAINER (940//)
source: Container:
cs: Vnitřní část:

# MSG_CFGL_MENU_EMBEDDED_CURSOR (941//)
source: Cursor:
cs: Kurzor:

# MSG_POPMENU_ALLOPTIONS_ALL_TITLE (942//)
source: All options
cs: Všechny možnosti

# MSG_CFGL_MENU_EMBEDDED_ENABLE_MENU_BAR (943//)
source: Enable embedded menu bar
cs: Zobrazit v hlavním okně programu lokální menu

# MSG_WINPOPUP_EMBEDDED_MENU_BAR (944//)
source: Embedded menu bar
cs: Lokální menu

# MSG_VOLUMELIST_NAME (945//)
source: Name
cs: Název

# MSG_VOLUMELIST_FULL (946//)
source: full
cs: plné

# MSG_VOLUMELIST_FREE (947//)
source: free
cs: prázné

# MSG_VOLUMELIST_USED (948//)
source: used
cs: použité

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_DISABLED (950//)
source: disabled
cs: Vypnuto

# MSG_CFGL_STRINGS (951//)
source: Strings
cs: Texty

# MSG_CFGL_BUTTON_LOOK (952//)
source: Look:
cs: Vzhled:

# MSG_CFGL_SLIDER_LOOK (953//)
source: Look:
cs: Vzhled:

# MSG_CFGL_GAUGE_LOOK (954//)
source: Look:
cs: Vzhled:

# MSG_BACKGROUNDADJ_SAME_AS_WINDOW (955//)
source: same as window
cs: Stejné jako okno

# MSG_CFGL_GHOSTED_GADGETS_GROUP_TITLE (956//)
source: Ghosted Gadgets
cs: Zašednutá tlačítka

# MSG_CFGL_DisabledPattern (957//)
source: Pattern:
cs: Vzorek:

# MSG_PATTERN_NONE (958//)
source: None
cs: Žádný

# MSG_CFGL_DisabledVisibility (959//)
source: Visibility:
cs: Viditelnost:

# MSG_CFGL_QUICKHELP_APPEAR_HOLD_MOUSE (960//)
source: when holding mouse steady for
cs: Při ponechání myši na místě po dobu

# MSG_WINPOPUP_JUMP_NEW (961//)
source: New
cs: Nová

# MSG_SCREENSPACE_UNNAMED (962//)
source: (unnamed)
cs: (bez názvu)

# MSG_PUBSCREENPANEL_OPEN_WINDOWS_ON (963//)
source: Open windows on
cs: Otevřít okno na

# MSG_PUBSCREENPANEL_DEFAULT (964//)
source: default public screen (usually the Workbench)
cs: výchozí veřejné obrazovce (obvykle Workbench)

# MSG_PUBSCREENPANEL_FRONTMOST (965//)
source: frontmost public screen (on program startup)
cs: aktivní veřejné obrazovce (při spuštění programu)

# MSG_PUBSCREENPANEL_FOREIGN (966//)
source: foreign public screen named
cs: cizí veřejné obrazovce nazvané

# MSG_PUBSCREENPANEL_MUIDATABASE (967//)
source: customized public screen from MUI database:
cs: vlastní veřejné obrazovce z MUI datatbáze:

# MSG_MUIREQUEST_TITLE (968//)
source: MUI Request
cs: Požadavek MUI

# MSG_ABOUTBOX_TITLE (971//)
source: About %s
cs: O programu %s

# MSG_ABOUTBOX_COPYRIGHT (972//)
source: Copyright
cs: Autorská práva

# MSG_ABOUTBOX_ACKNOWLEDGEMENTS (973//)
source: Acknowledgements:
cs: Poděkování:

# MSG_ABOUTBOX_DOCUMENTATION (974//)
source: Documentation:
cs: Dokumentace:

# MSG_ABOUTBOX_GRAPHICS (975//)
source: Graphics:
cs: Grafika:

# MSG_ABOUTBOX_ICONS (976//)
source: Icons:
cs: Ikony:

# MSG_ABOUTBOX_ICON (977//)
source: Icon:
cs: Ikona:

# MSG_ABOUTBOX_TRANSLATIONS (978//)
source: Translations:
cs: Překlady:

# MSG_ABOUTBOX_PROOFREADING (979//)
source: Proofreading:
cs: Korektura:

# MSG_ABOUTBOX_MUSIC (980//)
source: Music:
cs: Hudba:

# MSG_ABOUTBOX_PROGRAMMING (981//)
source: Programming:
cs: Programování:

# MSG_ABOUTBOX_ADDITIONAL_PROGRAMMING (982//)
source: Additional programming:
cs: Dodatečné programování:

# MSG_ABOUTBOX_SOUND_EFFECTS (983//)
source: Sound effects:
cs: Zvukové efekty:

# MSG_ABOUTBOX_THANKS_TO (984//)
source: Thanks to:
cs: Poděkování:

# MSG_ABOUTBOX_SPECIAL_THANKS_TO (985//)
source: Special thanks to:
cs: Speciální poděkování:

# MSG_ABOUTBOX_WEB_SUPPORT (986//)
source: Web support:
cs: Podpora:

# MSG_ABOUTBOX_DISCLAIMER (987//)
source: Disclaimer:
cs: Zřeknutí se odpovědnosti:

# MSG_ABOUTBOX_LICENSE (988//)
source: License:
cs: Licence:

# MSG_CFGL_ACTIVE_GADGETS_GROUP_TITLE (991//)
source: Active Gadgets
cs: Aktivní tlačítka

# MSG_CFGL_ACTIVE_GADGETS_BORDER_PIXEL (993//)
source: %ld pixel
cs: %ld bodů

# MSG_CFGL_ACTIVE_GADGETS_BORDER (994//)
source: Border:
cs: Okraj:

# MSG_BUSY_SAMPLE_BUSY_BAR (995//)
source: Sample Busy-Bar
cs: Ukázka ukazatele

# MSG_BUSY_PREFERENCES (996//)
source: Preferences
cs: Nastavení

# MSG_BUSY_COLOR1 (997//)
source: Color 1:
cs: Barva 1:

# MSG_BUSY_COLOR2 (998//)
source: Color 2:
cs: Barva 2:

# MSG_BUSY_FRAME (999//)
source: Frame:
cs: Rámeček:

# MSG_BUSY_STYLE (1000//)
source: Style:
cs: Styl:

# MSG_BUSY_STYLE_ENTRIES (1001//)
source: Old|Queue|Knight Rider|Star Trek|Psycho
cs: Původní|Fronta|Knight Rider|Star Trek|Psycho

# MSG_BUSY_DIRECTION (1002//)
source: Direction:
cs: Směr:

# MSG_BUSY_DIRECTION_ENTRIES (1003//)
source: Right / In|Left / Out
cs: Doprava|Doleva

# MSG_BUSY_SIZE (1004//)
source: Size:
cs: Velikost:

# MSG_BUSY_NUMBER (1005//)
source: Number:
cs: Počet dílů:

# MSG_BUSY_FADE (1006//)
source: Fade:
cs: Vyblednutí:

# MSG_BUSY_FADE_NO_FADE (1007//)
source: No Fade!
cs: Žádné

# MSG_BUSY_FADE_FORMAT (1009//)
source: %ld segments
cs: %ld segmentů

# MSG_BUSY_SPACE (1010//)
source: Space:
cs: Mezera:

# MSG_BUSY_SPACE_NO_SPACE (1011//)
source: No Space!
cs: Žádná

# MSG_BUSY_SPACE_FORMAT (1012//)
source: %ld pixels
cs: %ld bodů

# MSG_BUSY_SPEED (1013//)
source: Speed:
cs: Rychlost:

# MSG_BUSY_SPEED_OFF (1015//)
source: OFF
cs: VYPNUTO

# MSG_LAMP_OFF (1017//)
source: Off:
cs: Vypnuto:

# MSG_LAMP_WARNING (1019//)
source: Warning:
cs: Upozornění:

# MSG_LAMP_ERROR (1020//)
source: Error:
cs: Chyba:

# MSG_LAMP_FATAL_ERROR (1021//)
source: Fatal error:
cs: Kritická chyba:

# MSG_LAMP_PROCESSING (1022//)
source: Processing:
cs: Zpracování:

# MSG_LAMP_LOOKING_UP (1023//)
source: Looking up:
cs: Vyhledávání:

# MSG_LAMP_CONNECTING (1024//)
source: Connecting:
cs: Připojování:

# MSG_LAMP_SENDING_DATA (1025//)
source: Sending data:
cs: Odesílání dat:

# MSG_LAMP_RECEIVING_DATA (1026//)
source: Receiving data:
cs: Přijímání dat:

# MSG_LAMP_LOADING_DATA (1027//)
source: Loading data:
cs: Načítání dat:

# MSG_LAMP_SAVING_DATA (1028//)
source: Saving data:
cs: Ukládání dat:

# MSG_LAMP_DEFAULT_COLORS (1029//)
source: Default colors
cs: Výchozí barvy

# MSG_LAMP_LOOK (1030//)
source: Look:
cs: Vzhled:

# MSG_LAMP_SHAPE (1031//)
source: Shape:
cs: Tvar:

# MSG_LAMP_SHAPE_CLASSIC_BULB (1032//)
source: Classic bulb
cs: Klasická žárovka

# MSG_LAMP_SHAPE_SQUARE (1033//)
source: Square
cs: Čtverec

# MSG_LAMP_FRAME_VISIBILITY (1034//)
source: Frame visibility:
cs: Viditelnost rámečku:

# MSG_LAMP_SPECULAR_HIGHLIGHTS (1035//)
source: Specular highlights
cs: Zrcadlový efekt

# MSG_LAMP_SAMPLES (1036//)
source: Samples
cs: Ukázky

# MSG_BUSY_COLOR1_HELP (1037//)
source: The first color in Busy objects
cs: První barva ukazatele.

# MSG_BUSY_COLOR2_HELP (1038//)
source: The last color in Busy objects
cs: Poslední barva ukazatele.

# MSG_BUSY_FRAME_HELP (1039//)
source: The frame of Busy objects
cs: Rámeček ukazatele.

# MSG_BUSY_STYLE_HELP (1040//)
source: Choose between different styles
cs: Vyberte si mezi více styly.

# MSG_BUSY_DIRECTION_HELP (1041//)
source: Choose the direction
cs: Vyberte směr.

# MSG_BUSY_SIZE_HELP (1042//)
source: Rectangle size in pixels
cs: Velikost obdélníku v bodech.

# MSG_BUSY_NUMBER_HELP (1043//)
source: Number of rectangles
cs: Počet obdélníků.

# MSG_BUSY_FADE_HELP (1044//)
source: Number of rectangles which are used to fade
cs: Počet obdélníků použitých k vyblednutí ukazatele.

# MSG_BUSY_SPACE_HELP (1045//)
source: Number of pixels of space
cs: Velikost mezery v počtech bodů.

# MSG_BUSY_SPEED_HELP (1046//)
source: The Busy objects are moved with this speed
cs: Zadaná rychlost ukazatele v milisekundách.

# MSG_BUSY_SAMPLE_HELP (1047//)
source: The sample Busy object, reacts on preferences below
cs: Interaktivní ukázka ukazatele, reagující na nastavení níže.

# MSG_CFGL_LIST_HSCROLLER_ENTRIES (1048//)
source: automatic|always|never
cs: automaticky|vždy|nikdy

# MSG_CFGL_MENU_TITLES_ENTRIES (1049//)
source: normal|bold|3d
cs: normální|tučné|3D

# MSG_CFGL_DRAG_LOOK_ENTRIES (1050//)
source: always solid|ghosted on box|ghosted outside box|always ghosted
cs: neměnit vzhled|zešednout v zóně|zešednout mimo zónu|vždy zešednout

# MSG_LISTTREE_SAMPLE (1051//)
source: Sample
cs: Ukázka

# MSG_LISTTREE_OPEN (1052//)
source: _Open
cs: _Otevřít

# MSG_LISTTREE_CLOSE (1053//)
source: _Close
cs: Z_avřít

# MSG_LISTTREE_PREFERENCES (1054//)
source: Preferences
cs: Nastavení

# MSG_LISTTREE_RIGHT (1055//)
source: Right
cs: Vpravo

# MSG_LISTTREE_DOWN (1056//)
source: Down
cs: Dolů

# MSG_LISTTREE_LINES (1057//)
source: Lines
cs: Linky

# MSG_LISTTREE_SHADOW (1058//)
source: Shadow
cs: Se stínem

# MSG_LISTTREE_STYLE (1059//)
source: Style:
cs: Styl:

# MSG_LISTTREE_STYLE_ENTRIES (1060//)
source: Normal|Inserted|Lines|Win95|Mac|Lines3D|Padiavolo
cs: Normalní|Odsazené|Linky|Win95|Mac|3D linky|Padiavolo

# MSG_LISTTREE_SPACE (1061//)
source: Space:
cs: Rozestup:

# MSG_LISTTREE_REMEMBER_STATUS (1062//)
source: Remember status
cs: Pamatovat stav

# MSG_LISTTREE_DISPLAY_OPENED (1063//)
source: Display opened
cs: Zobrazit rozbalené

# MSG_LISTTREE_SAMPLE_HELP (1064//)
source: A Listtree object sample, reacts on preferences
cs: Interaktivní ukázka objektu Listtree, reagující na nastavení níže.

# MSG_LISTTREE_OPEN_HELP (1065//)
source: Open all nodes
cs: Rozbalí všechny větve.

# MSG_LISTTREE_CLOSE_HELP (1066//)
source: Close all nodes
cs: Sbalí všechny větve.

# MSG_LISTTREE_RIGHT_HELP (1067//)
source: Image for a closed node
cs: Obrázek pro sbalenou část seznamu

# MSG_LISTTREE_DOWN_HELP (1068//)
source: Image for an opened node
cs: Obrázek pro rozbalenou část seznamu

# MSG_LISTTREE_LINES_HELP (1069//)
source: Custom line color for styles 'Lines', 'Win95' and 'Lines3D"
cs: Vlastní barva čar pro styly 'Linky', 'Win95' a '3D Linky"

# MSG_LISTTREE_SHADOW_HELP (1070//)
source: Custom shadow color for style 'Lines3D'
cs: Vlastní barva stínu pro styl '3D Linky'

# MSG_LISTTREE_STYLE_HELP (1071//)
source: Choose between different display modes
cs: Vyberte si mezi různými zobrazovacími módy.

# MSG_LISTTREE_SPACE_HELP (1072//)
source: Spacing between node image and text
cs: Definuje vzdálenost mezi obrázkem a textem uzlů.

# MSG_LISTTREE_REMEMBER_STATUS_HELP (1073//)
source: Closed nodes remember their children's states
cs: Uzavřené větve si pamatují stavy svých potomků

# MSG_LISTTREE_DISPLAY_OPENED_HELP (1074//)
source: Adjust display position after opening a node
cs: Upraví pozici zobrazení po otevření větve

# MSG_LISTTREE_SAMPLE_NEWSGROUPS (1075//)
source: \033bNewsgroups
cs: \033bDiskusní skupiny

# MSG_LISTTREE_SAMPLE_FLAGS (1076//)
source: \033bFlags
cs: \033bVlajky

# MSG_LISTTREE_SAMPLE_SUBSCRIBED (1077//)
source: subscribed
cs: sledované

# MSG_URLTEXT_COLORS (1078//)
source: Colors
cs: Barvy

# MSG_URLTEXT_COLORS_OUT (1079//)
source: Out
cs: Nenavštívený

# MSG_URLTEXT_COLORS_OVER (1080//)
source: Over
cs: Přes odkaz

# MSG_URLTEXT_COLORS_VISITED (1081//)
source: Visited
cs: Navštívené

# MSG_URLTEXT_SETTINGS (1082//)
source: Settings
cs: Nastavení

# MSG_URLTEXT_SETTINGS_UNDERLINE (1083//)
source: Underline
cs: Podtržené

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN (1085//)
source: Use visited pen
cs: Používat barvu pro navštívené odkazy

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER (1086//)
source: Use hand mouse pointer
cs: Používat ukazatel myši ve formě ruky

# MSG_URLTEXT_FONT (1087//)
source: Font:
cs: Písmo:

# MSG_URLTEXT_SAMPLES (1088//)
source: Samples
cs: Ukázky

# MSG_URLTEXT_COLORS_OUT_HELP (1089//)
source: Pen when the mouse is not over the link
cs: Barva, pokud není ukazatel myši nad odkazem

# MSG_URLTEXT_COLORS_OVER_HELP (1090//)
source: Pen when the mouse is over the link
cs: Barva, pokud je ukazatel myši nad odkazem

# MSG_URLTEXT_COLORS_VISITED_HELP (1091//)
source: Pen for a visited link
cs: Barva pro již navštívené odkazy

# MSG_URLTEXT_SETTINGS_UNDERLINE_HELP (1092//)
source: If selected the link is underlined
cs: Pokud je tato volba zapnuta, pak budou odkazy podtrženy

# MSG_URLTEXT_SETTINGS_FALLBACK_HELP (1093//)
source: Active even if OpenURL is not installed
cs: Aktivní i když není OpenURL nainstalován

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN_HELP (1094//)
source: Use 'Visited' pen for a visited link
cs: Používat barvu pro navštívené odkazy

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER_HELP (1095//)
source: Use "hand" mouse pointer when over an URL
cs: Používat ukazatel myši ve formě ruky na URL

# MSG_URLTEXT_FONT_HELP (1096//)
source: The font to use
cs: Použité písmo.

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE (1097//)
source: Prefer URL: device
cs: Preferovat URL: zařízení

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE_HELP (1098//)
source: Prefer URL: device over openurl.library
cs: Preferovat URL: zařízení přes openurl.library

# MSG_URLTEXT_MENU_GOTO_URL (1099//)
source: Goto URL...
cs: Přejít na odkaz...

# MSG_URLTEXT_MENU_COPY_TO_CLIPBOARD (1100//)
source: Copy URL to clipboard
cs: Kopírovat odkaz do schránky

# MSG_URLTEXT_MENU_ADD_TO_CMANAGER (1101//)
source: Add URL to CManager
cs: Přidat odkaz do programu CManager

# MSG_URLTEXT_MENU_OPENURL_PREFS (1102//)
source: OpenURL prefs...
cs: Nastavení OpenURL...

# MSG_URLTEXT_MENU_URL_PREFS (1103//)
source: URL: prefs...
cs: Nastavení odkazu...

# MSG_COLORRING_FAVCOLORS_BLACK (1104//)
source: black
cs: černá

# MSG_COLORRING_FAVCOLORS_WHITE (1105//)
source: white
cs: bílá

# MSG_COLORRING_FAVCOLORS_GREY (1106//)
source: grey
cs: šedá

# MSG_COLORRING_FAVCOLORS_RED (1107//)
source: red
cs: červená

# MSG_COLORRING_FAVCOLORS_GREEN (1108//)
source: green
cs: zelená

# MSG_COLORRING_FAVCOLORS_BLUE (1109//)
source: blue
cs: modrá

# MSG_COLORRING_FAVCOLORS_CYAN (1110//)
source: cyan
cs: tyrkysová

# MSG_COLORRING_FAVCOLORS_MAGENTA (1111//)
source: magenta
cs: purpurová

# MSG_COLORRING_FAVCOLORS_YELLOW (1112//)
source: yellow
cs: žlutá

# MSG_CFGL_OBJECT_POINTER_TYPES (1113//)
source: Object pointer types
cs: Typy ukazatele na objektu

# MSG_CFGB_ObjectPointerTypes (1114//)
source: Enable usage of per object mouse pointer types.
cs: Povolí používání typů ukazatelů myši podle objektu.

# MSG_ABOUTBOX_REGISTERED_TO (1115//)
source: Registered to:
cs: Registrováno na:

# MSG_ABOUTBOX_VERSION (1116//)
source: Version
cs: Verze

# MSG_ABOUTBOX_BUILD (1117//)
source: Build
cs: Sestavení

# MSG_CFGL_LIST_ROWSTRIPING (1131//)
source: Striping:
cs: Prokládání:

# MSG_PSI_CLI_OUTOFMEMORY (1134//)
source: Out of memory (20).
cs: Nedostatek volné paměti (20).

# MSG_PSI_CLI_NOMUIMASTER (1135//)
source: Failed to open muimaster.library V20 (20).
cs: Chyba při otevírání knihovny muimaster.library V20 (20).

# MSG_PSI_CLI_NOSCREENSPACE (1136//)
source: Failed to obtain screenspace object (20).
cs: Chyba při získávání screenspace objektu (20).

# MSG_PSI_CLI_SCREENOPENED (1137//)
source: Screen opened (0).
cs: Obrazovka otevřena (0).

# MSG_PSI_CLI_SCREENOPENFAILED (1138//)
source: Failed to open screen (5).
cs: Chyba při otevírání obrazovky (5).

# MSG_PSI_CLI_SCREENCLOSED (1139//)
source: Screen closed (0).
cs: Obrazovka uzavřena (0).

# MSG_PSI_CLI_SCREENCLOSEFAILED (1140//)
source: Failed to close screen (5).
cs: Chyba při uzavírání obrazovky (5).

# MSG_PSI_CLI_SYNTAXERROR (1141//)
source: Syntax Error in command line (10).
cs: Chyba syntaxe na příkazovém řádku (10).

# MSG_PSI_CLI_SCREENNOTFOUND (1142//)
source: Screen not found (5).
cs: Obrazovka nelze najít (5).

# MSG_CFGB_TabFont (1143//)
source: Font used for title of tabbed groups.
cs: Definuje písmo pro titulek záložky ohraničujícího skupiny objektů.

# MSG_CFGB_TabTitlePos (1144//)
source: Position of tabbed groups title texts.
cs: Definuje umístění záhlaví skupin záložek.

# MSG_TITLE_NO_TITLE (1145//)
source: no title
cs: bez názvu

# MSG_PREFS_REQ_REGISTERURL (1146//)
source: To obtain a key file for MUI please order it online here: %s
cs: Objednat registrační klíč pro MUI si lze zde: %s

# MSG_CFGL_TABGROUP_HIDE_SINGLE (1147//)
source: Hide single tabs
cs: Skrývat jednotlivé záložky

# MSG_CFGB_TabHideSingle (1148//)
source: Hide the tab group if just a single tab is to be shown.
cs: Skrýt skupinu záložek, pokud je zobrazena pouze jedna záložka.

# MSG_CFGL_TABGROUP_HOVER_EFFECT (1149//)
source: Hover effect:
cs: Efekt zvýraznění:

# MSG_CFGB_TabHover (1150//)
source: Highlight the tab being hovered by the mouse.
cs: Zvýraznit záložku při jejím přejetí myší.

# MSG_CFGL_KEY_MARKING_QUALIFIER (1151//)
source: Marking:
cs: Označování:

# MSG_CFGB_MarkingQualifier (1155//)
source: The text contents will be marked if this qualifier key is pressed together with the cursor keys.
cs: Textový obsah bude označen, pokud stisknete tuto definovanou klávesu společně s kurzorovými klávesami.

# MSG_LISTTREE_RIGHT_TITLE (1156//)
source: Adjust image for closed nodes
cs: Vyberte obrázek pro sbalenou větev

# MSG_LISTTREE_DOWN_TITLE (1157//)
source: Adjust image for opened nodes
cs: Vyberte obrázek pro rozbalenou větev

# MSG_CFGL_FAILED_TO_CREATE_PREFS_CLASS (1158//)
source: Failed to create preferences class.
cs: Chyba při vytváření třídy nastavení.

# MSG_ABOUT_SUPPORT (1164//)
source: Support:
cs: Podpora:

# MSG_BACKGROUNDADJ_IMAGE (1165//)
source: Image:
cs: Obrázek:

# MSG_BACKGROUNDADJ_IMAGE_BUILTIN (1166//)
source: Builtin
cs: Interní

# MSG_BUGTRACKER_INFO (1167//)
source: If you encounter bugs in MUI then please do not hesitate to report them in the bugtracker.
cs: Pokud narazíte na nějakou chybu v MUI, nebojte se a nahlašte jí na k tomu určený bugtracker.

# MSG_STRING_INSERT_TEXT_FILE (1169//)
source: Insert text file
cs: Vložit textový soubor

# MSG_APPLICATION_STACK_CHECK_TITLE (1170//)
source: MUI warning
cs: Upozornění

# MSG_APPLICATION_STACK_CHECK_BUTTONS (1172//)
source: Continue nevertheless|Exit immediately
cs: Přesto pokračovat|Okamžitě ukončit

# MSG_REDRAW_TASK_MISMATCH_TITLE (1173//)
source: MUI_Redraw() task mismatch
cs: Chyba v úloze MUI_Redraw()

# MSG_REDRAW_TASK_MISMATCH_WARNING (1174//)
source: MUI application '%s' MUI_Redraw(0x%08lx, 0x%08lx) was called from task 0x%08lx '%s' instead of the application's main task! This is a violation of basic MUI rules!
cs: MUI aplikace '%s' MUI_Redraw(0x%08lx, 0x%08lx) byla volána z úlohy 0x%08lx '%s' místo z hlavní úlohy aplikace! Jedná se o porušení základních pravidel MUI!

# MSG_REDRAW_TASK_MISMATCH_BUTTONS (1175//)
source: Ok|Ignore this task
cs: OK|Ignorovat tento úkol

# MSG_CFGL_VISUALPREFS_COLORS (1176//)
source: VisualPrefs colors
cs: VisualPrefs barvy

# MSG_CFGB_VisualPrefsColors (1177//)
source: Prefer the enhanced color settings of VisualPrefs over fixed MagicWB colors. This setting only becomes effective if VisualPrefs is configured to patch the application's screen.
cs: Preferuvat rozšířené nastavení barev z VisualPrefs místo pevných barev MagicWB. Toto nastavení se projeví pouze v případě, pokud je VisualPrefs nakonfigurován tak, aby opravit obrazovku aplikace.

# MSG_CFGL_STRING_MARKED_TEXT (1179//)
source: Marked text:
cs: Označený text:

# MSG_CFGL_STRING_MARKING (1180//)
source: Marking:
cs: Označování:

# MSG_CFGL_WINDOW_CONTENTS (1181//)
source: Window contents
cs: Obsah okna

# MSG_CFGL_WINDOW_REFRESH_TYPE (1182//)
source: Refresh type
cs: Typ obnovení

# MSG_CFGL_WINDOW_REFRESH_TYPE_SMART (1183//)
source: smart
cs: Vylepšené

# MSG_CFGL_WINDOW_REFRESH_TYPE_SIMPLE (1184//)
source: simple
cs: Jednoduché

# MSG_HYPERLINK_COLORS (1185//)
source: Colors
cs: Barvy

# MSG_HYPERLINK_COLORS_NORMAL (1186//)
source: Normal:
cs: Normální:

# MSG_HYPERLINK_COLORS_PRESSED (1187//)
source: Pressed:
cs: Při stisku:

# MSG_HYPERLINK_COLORS_MOUSE_OVER_HYPERLINK (1188//)
source: Mouse over hyperlink:
cs: Myš přes hypertextový odkaz:

# MSG_HYPERLINK_TEXTFORMATTING (1189//)
source: Text formatting
cs: Formátování textu

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE (1190//)
source: The hyperlink is underlined
cs: Odkaz je podtržen

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_ALWAYS (1191//)
source: always
cs: vždy

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_MOUSE_OVER_HYPERLINK (1192//)
source: when mouse is over the hyperlink
cs: při přejetí myší přes odkaz

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_NEVER (1193//)
source: never
cs: nikdy

# MSG_HYPERLINK_SETTINGS (1194//)
source: Settings
cs: Nastavení

# MSG_HYPERLINK_SAMPLES (1195//)
source: Samples
cs: Ukázky

# MSG_HYPERLINK_SAMPLES_GOTO_HTTP (1196//)
source: Go to \033b%s
cs: Přejít na \033b%s

# MSG_HYPERLINK_SAMPLES_WRITE_MAIL (1197//)
source: Write mail to \033b%s
cs: Odeslat e-mail na adresu \033b%s

# MSG_HYPERLINK_SAMPLES_OPEN (1198//)
source: Open \033b%s
cs: Otevřít \033b%s

# MSG_HYPERLINK_SAMPLES_LAUNCH (1199//)
source: Launch \033b%s
cs: Spustit \033b%s

# MSG_HYPERLINK_COLORS_NORMAL_HELP (1200//)
source: Text color when the mouse is not over the hyperlink
cs: Barva textu pokud kurzor myši není na odkazu.

# MSG_HYPERLINK_COLORS_PRESSED_HELP (1201//)
source: Text color when the hyperlink is being pressed
cs: Barva textu při kliknutí na odkaz.

# MSG_HYPERLINK_COLORS_MOUSE_OVER_LINK_HELP (1202//)
source: Text color when the mouse is over the hyperlink
cs: Barva textu při přesunutí kurzoru myši na odkaz.

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_HELP (1203//)
source: Choose when the hyperlink will be underlined
cs: Vyberte situaci, kdy bude odkaz podtržen

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE (1204//)
source: Prefer URL: device
cs: Preferovat URL: zařízení

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE_HELP (1205//)
source: Prefer URL: device over openurl.library
cs: Preferovat URL: zařízení přes openurl.library

# MSG_HYPERLINK_MENU_TITLE (1206//)
source: URI
cs: Odkaz

# MSG_HYPERLINK_MENU_FOLLOW_URI (1207//)
source: Follow URI...
cs: Otevřít odkaz...

# MSG_HYPERLINK_MENU_COPY_URI_TO_CLIPBOARD (1208//)
source: Copy URI to clipboard
cs: Kopírovat odkaz do schránky

# MSG_HYPERLINK_MENU_OPENURL_PREFS (1209//)
source: OpenURL prefs...
cs: Nastavení OpenURL...

# MSG_HYPERLINK_MENU_URL_PREFS (1210//)
source: URL: prefs...
cs: Nastavení odkazu...

# MSG_HYPERLINK_FAILURE_URL_DEVICE (1211//)
source: Failed to follow the URI '%s': URL: device not mounted
cs: Nelze otevřít odkaz '%s': URL: zařízení není připojeno

# MSG_HYPERLINK_FAILURE_OPENURL (1212//)
source: Failed to follow the URI '%s': Unable to open openurl.library V7+
cs: Nelze otevřít odkaz '%s': Nelze otevřít knihovnu openurl.library V7+

# MSG_WINPOPUP_HELP (1214//)
source: Help...
cs: Nápověda...
