Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos3/sdk/m68k-amigaos/lib/locale/czech.po
Languages: cs

# MSG_CFGL_QUICKHELP_DISAPPEAR (536//)
source: Quick help disappears
cs: Skrytí rychlé nápovědy

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_MOVE (537//)
source: on every mouse movement
cs: Při pohybu myší

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_LEAVE (538//)
source: when mouse leaves object
cs: Při odsunutí šipky myši z objektu

# MSG_CFGL_QUICKHELP_LOOK (539//)
source: Quick help look
cs: Vzhled rychlé nápovědy

# MSG_CFGL_QUICKHELP_LOOK_BUBBLE (540//)
source: comic bubbles
cs: Bubliny

# MSG_CFGL_QUICKHELP_LOOK_RECTANGLE (541//)
source: rectangles
cs: Obdélníky

# MSG_CFGL_QUICKHELP_FONT (544//)
source: Quick help uses font
cs: Písmo rychlé nápovědy

# MSG_CFGL_QUICKHELP_HEIGHT1 (545//)
source: Quick help height is
cs: Výška rychlé nápovědy

# MSG_CFGL_QUICKHELP_HEIGHT2 (546//)
source: of width.
cs: šířky

# MSG_ABOUT_ABOUT_MUI (547//)
source: About MUI
cs: O systému MUI

# MSG_ABOUT_CUSTOM_CLASS (548//)
source: \033bCustom Class
cs: \033bSpeciální třída

# MSG_ABOUT_VERSION (549//)
source: \033bVersion
cs: \033bVerze

# MSG_ABOUT_DATE (550//)
source: \033bDate
cs: \033bDatum

# MSG_REGISTER (558//)
source: _Register
cs: _Registrovat

# MSG_CGR_INFO (559//)
source: Info
cs: Informace

# MSG_COLADJ_RED (561//)
source: Red:
cs: Červená:

# MSG_COLADJ_GREEN (562//)
source: Green:
cs: Zelená:

# MSG_COLADJ_BLUE (563//)
source: Blue:
cs: Modrá:

# MSG_POP_BUTTON_USE (566//)
source: _Use
cs: _Použít

# MSG_POP_BUTTON_CANCEL (567//)
source: _Cancel
cs: _Zrušit

# MSG_POPMENU_ALLOPTIONS_TITLE (582//)
source: All '%s' options
cs: %s

# MSG_PREFS_SERIAL_NUMBER (586//)
source: Serial number %s
cs: Sériové číslo: %s

# MSG_WINPOPUP_ICONIFY (588//)
source: Iconify
cs: Ikonifikovat

# MSG_WINPOPUP_SNAPSHOT (589//)
source: Snapshot
cs: Zapsat umístění

# MSG_WINPOPUP_UNSNAPSHOT (590//)
source: Unsnapshot
cs: Zrušit umístění

# MSG_WINPOPUP_JUMP_SCREEN (597//)
source: Jump to screen
cs: Veřejné obrazovky

# MSG_WINPOPUP_JUMP_NEXT (598//)
source: Next
cs: Přenést na další

# MSG_WINPOPUP_TRANSPARENCY (601//)
source: Transparency
cs: Průhlednost

# MSG_WINPOPUP_MUI_SETTINGS (602//)
source: MUI settings...
cs: Nastavení MUI...

# MSG_WINPOPUP_ABOUT_MUI (603//)
source: About MUI...
cs: O rozhraní MUI...

# MSG_PREFS_ADJUST_SCREEN_WINDOWTITLE (604//)
source: Adjust screen for '%s'
cs: Upravit obrazovku pro '%s'

# MSG_PREFS_USER_IFACE_SETTINGS_WINDOWTITLE (605//)
source: User Interface Settings for '%s'
cs: Uživatelské rozhraní pro '%s'

# MSG_ABOUT_SHOW_MCCS (606//)
source: Show
cs: Zobrazit

# MSG_ABOUT_EXTERNAL_CLASSES (607//)
source: %ld external classes loaded.
cs: Načteno %ld externích tříd.

# MSG_ABOUT_OBSOLETE_FILES (608//)
source: These files are no longer in use. It is safe to delete them.
cs: Následující soubory již nejsou zapotřebí. Pokud chcete, můžete je smazat.

# MSG_ABOUT_DELETE_OBSOLETE_FILES (609//)
source: Delete %ld files
cs: Souborů ke smazání: %ld

# MSG_ABOUT_OBSOLETE_FILES_DELETED (610//)
source: %ld files deleted.
cs: Souborů smazáno: %ld

# MSG_CFGL_ICONIFY_SHOWDOCK (622//)
source: icon in AmiDock
cs: Ve formě ikony na liště

# MSG_CFGB_IconifyDock (623//)
source: Show an icon in AmiDock in iconified state.
cs: Po skrytí (ikonifikaci) programu se v liště AmiDocku zobrazí jeho ikona.

# MSG_SA_LABEL_COMPOSITING (624//)
source: Compositing
cs: Efekty v uživatelském rozhraní

# MSG_SA_HELP_COMPOSITING (625//)
source: Use compositing for the screen.
cs: Zapne používání speciálních efektů v uživatelském rozhraní

# MSG_SA_LABEL_LIKEWORKBENCH (626//)
source: Like Workbench
cs: Jako Workbench

# MSG_SA_HELP_LIKEWORKBENCH (627//)
source: Use the same settings as the Workbench screen.
cs: Převezme nastavení základní obrazovky (Workbench).

# MSG_SA_BUTTON_OPEN (628//)
source: _Open
cs: _Otevřít

# MSG_SA_BUTTON_CLOSE (629//)
source: _Close
cs: Z_avřít

# MSG_SA_BUTTON_JUMP (630//)
source: _Jump
cs: Pře_jít

# MSG_CFGL_TEXT_COLOR (631//)
source: Text color:
cs: Barva textu:

# MSG_CFGB_TextColor (632//)
source: Color used for texts.
cs: Určuje barvu textu.

# MSG_LIST_CTX_COLUMNS (636//)
source: Columns
cs: Sloupce

# MSG_LIST_CTX_COLUMN (637//)
source: Column %ld
cs: Sloupec %ld

# MSG_LIST_CTX_SHOW_ALL (638//)
source: Show all
cs: Zobrazit vše

# MSG_LIST_CTX_RESET_SIZES (639//)
source: Reset sizes
cs: Obnovit výchozí

# MSG_LIST_DRAG_MANY_ITEMS (641//)
source: Dragging %ld items...
cs: Přesun %ld položek...

# MSG_SA_LIST_SCREENMODEID (642//)
source: Display mode ID
cs: Identifikátor

# MSG_BACKGROUNDADJ_IMAGEBROWSER (643//)
source: Imagebrowser:
cs: Prohlížeč:

# MSG_BACKGROUNDADJ_SAME_AS_PARENT (644//)
source: same as parent object
cs: Shodný s nadřazeným objektem

# MSG_BACKGROUNDADJ_MODIFY_PARENTS_BRIGHTNESS (645//)
source: Modify brightness of parent's background:
cs: Změnit jas pozadí nadřazeného objektu:

# MSG_BACKGROUNDADJ_PENS (646//)
source: Pens:
cs: Pera:

# MSG_BACKGROUNDADJ_COLOR (647//)
source: Color
cs: Barva

# MSG_BACKGROUNDADJ_GRADIENT (648//)
source: Gradient:
cs: Přechod:

# MSG_BACKGROUNDADJ_GRAD_HORIZONTAL (649//)
source: horizontal
cs: Vodorovný

# MSG_BACKGROUNDADJ_GRAD_VERTICAL (650//)
source: vertical
cs: Svislý

# MSG_BACKGROUNDADJ_GRAD_SYMMETRICAL (651//)
source: symmetrical
cs: Symetrický

# MSG_BACKGROUNDADJ_PATTERN (652//)
source: Pattern:
cs: Vzorek:

# MSG_FILEPANEL_DRAWER (653//)
source: Drawer:
cs: Adresář:

# MSG_FILEPANEL_FILE (654//)
source: File:
cs: Soubor:

# MSG_FILEPANEL_SELECT_ALL (655//)
source: _all
cs: _Vše

# MSG_FILEPANEL_SELECT_NONE (656//)
source: _none
cs: _Nic

# MSG_FILEPANEL_PATTERN (657//)
source: Pattern:
cs: Vzorek:

# MSG_FILEPANEL_NUMBER_OF_FILES (658//)
source: %ld Files: %s
cs: Počet souborů: %ld %s

# MSG_FILEPANEL_DIRECTORY (659//)
source: Directory
cs: Adresář

# MSG_FILEPANEL_REQ_TITLE (660//)
source: Warning
cs: Upozornění

# MSG_FILEPANEL_DELETE_BUTTONS (661//)
source: Delete|*Cancel
cs: Smazat|*Zrušit

# MSG_FILEPANEL_DELETE_QUESTION (662//)
source: Do you really want to delete%s\033b%s\033n?
cs: Opravdu chcete smazat%s\033b%s\033n?

# MSG_FILEPANEL_ERRORS_BUTTONS_FORCE (663//)
source: Force|*Cancel
cs: Vynutit|*Zrušit

# MSG_FILEPANEL_ERRORS_QUESTION (665//)
source: The following %ld errors occured: %s
cs: Výpis chybových hlášení (počet: %ld): %s

# MSG_FILEPANEL_NEW_DRAWER (666//)
source: new drawer
cs: nový adresář

# MSG_FILEPANEL_DOS_ERROR_TITLE (667//)
source: DOS Error
cs: Chyba

# MSG_FILEPANEL_DIRECTORY_HISTORY (669//)
source: Directory History
cs: Historie

# MSG_FILEPANEL_MENU_RENAME (671//)
source: R\0Rename
cs: R\0Přejmenovat

# MSG_FILEPANEL_MENU_DELETE (672//)
source: D\0Delete...
cs: D\0Smazat...

# MSG_FILEPANEL_MENU_NEWDIR (673//)
source: N\0New Drawer
cs: N\0Nový adresář

# MSG_FILEPANEL_MENU_PARENT (674//)
source: P\0Parent
cs: P\0Nadřazený adresář

# MSG_FILEPANEL_MENU_VOLUMES (675//)
source: O\0Volumes
cs: O\0Seznam zařízení

# MSG_FILEPANEL_MENU_SELECT (676//)
source: -\0Multiselect
cs: -\0Výběr

# MSG_IMGBROWSER_READING_DIR (677//)
source: Reading image directory...
cs: Načítání obsahu adresáře...

# MSG_IMGBROWSER_BUILTIN (678//)
source: \033bBuiltin
cs: \033bInterní

# MSG_IMGBROWSER_BUILTIN_DEFAULT (679//)
source: Builtin Default
cs: Interní

# MSG_DIRLIST_NAME (680//)
source: Name %s %s
cs: Název %s %s

# MSG_DIRLIST_SIZE (681//)
source: %s Size
cs: %s Velikost

# MSG_DIRLIST_USED (682//)
source: %s Used
cs: %s Obsazeno

# MSG_DIRLIST_DATE (683//)
source: %s Date
cs: %s Datum

# MSG_DIRLIST_TIME (684//)
source: %s Time
cs: %s Čas

# MSG_DIRLIST_FLAGS (685//)
source: %s Flags
cs: %s Příznaky

# MSG_DIRLIST_COMMENT (686//)
source: Comment %s
cs: Poznámka %s

# MSG_DIRLIST_TYPE (687//)
source: Type %s
cs: Druh %s

# MSG_DIRLIST_DATE_TIME (688//)
source: %s Date & Time
cs: %s Datum i čas

# MSG_DIRLIST_EMPTY (689//)
source: <empty>
cs: <prázdný>

# MSG_DIRLIST_DEVICE (690//)
source: <Device>
cs: <zařízení>

# MSG_DIRLIST_VOLUME (691//)
source: <Volume>
cs: <médium>

# MSG_DIRLIST_ASSIGN (692//)
source: <Assign>
cs: <přiřazení>

# MSG_DIRLIST_DRAWER (693//)
source: <Drawer>
cs: <adresář>

# MSG_CFGL_LIST_TITLE (694//)
source: Title:
cs: Název:

# MSG_COLORRING_TITLE (695//)
source: Color ring
cs: Výběr barvy

# MSG_COLORRING_TRIANGLE (696//)
source: Triangle
cs: Trojúhelník

# MSG_COLORRING_WHEEL (697//)
source: Wheel
cs: Barevný kruh

# MSG_COLORRING_NO_SLIDERS (698//)
source: No sliders
cs: Bez šoupátek

# MSG_COLORRING_RGB_SLIDERS (699//)
source: RGB sliders
cs: RGB

# MSG_COLORRING_HSV_SLIDERS (700//)
source: HSV sliders
cs: HSV

# MSG_COLORRING_RECENTLY_USED_COLORS (701//)
source: Recently used colors
cs: Naposledy použité

# MSG_COLORRING_FAVORITE_COLORS (702//)
source: Favorite colors
cs: Oblíbené

# MSG_COLORRING_STORE_CURRENT (703//)
source: Store current
cs: Uložit vybrané

# MSG_CFGL_LIST_HSCROLLER (704//)
source: Horizontal scroller:
cs: Vodorovný posuvník:

# MSG_CFGB_ListHScrollerVisibility (708//)
source: Set the visibility of the horizontal scroller.
cs: Určuje způsob zobrazení vodorovného posuvníku.

# MSG_BACKGROUNDADJ_BALANCE_RED (710//)
source: Red:
cs: Červená

# MSG_BACKGROUNDADJ_BALANCE_GREEN (711//)
source: Green:
cs: Zelená

# MSG_BACKGROUNDADJ_BALANCE_BLUE (712//)
source: Blue:
cs: Modrá

# MSG_BACKGROUNDADJ_GRAYSCALE (713//)
source: Grayscale
cs: Odstíny šedi

# MSG_BACKGROUNDADJ_NEGATIVE (714//)
source: Negative
cs: Negativ

# MSG_BACKGROUNDADJ_HCENTERING (715//)
source: H-Centering
cs: Horizontální centrování

# MSG_BACKGROUNDADJ_VCENTERING (716//)
source: V-Centering
cs: Vertikální centrování

# MSG_CFGL_LIST_GROUP_TITLE (717//)
source: Lists
cs: Seznamy

# MSG_CFGL_LIST_EXAMPLE_TITLE (718//)
source: Title
cs: Název:

# MSG_CFGL_LIST_EXAMPLE_EXAMPLE (719//)
source: Example
cs: Příklad:

# MSG_CFGL_LIST_EXAMPLE_LIST (720//)
source: list
cs: seznam

# MSG_CFGL_LIST_EXAMPLE_WITH_SOME (721//)
source: with some
cs: s něčím

# MSG_CFGL_LIST_EXAMPLE_SELECTED (722//)
source: selected
cs: vybraný

# MSG_CFGL_LIST_EXAMPLE_ENTRIES (723//)
source: entries
cs: položky

# MSG_CFGL_LIST_FONT (724//)
source: Font:
cs: Písmo:

# MSG_CFGL_FONT_FIXED (725//)
source: Fixed:
cs: Fixní:

# MSG_CFGL_FRAME_BACKGROUND_CLIPBOARD (726//)
source: Frame & Background clipboard
cs: Schránka pro rámečky a pozadí

# MSG_CFGL_WIN_BACKGROUNDS (727//)
source: Backgrounds
cs: Pozadí

# MSG_CFGL_BUTTON_FONT (730//)
source: Font:
cs: Písmo:

# MSG_CFGL_BUTTON_EXAMPLE (731//)
source: Example
cs: Ukázka

# MSG_FRIMAGEADJ_TITLE_SINGLE (732//)
source: Adjust %s
cs: Upravit %s

# MSG_FRIMAGEADJ_TITLE_DOUBLE (733//)
source: Adjust %s & %s
cs: Upravit %s & %s

# MSG_FRAMEADJ_TITLE (734//)
source: Frame
cs: Rámeček

# MSG_BACKGROUNDADJ_TITLE (735//)
source: Background
cs: Pozadí

# MSG_FRAMEADJ_SPACING (736//)
source: Spacing:
cs: Rozestup:

# MSG_FRAMEADJ_VISIBILITY (737//)
source: Visibility:
cs: Viditelnost:

# MSG_FRAMEADJ_COLORIZE (738//)
source: Colorize
cs: Obarvení

# MSG_FRAMEADJ_SCALING (739//)
source: Scaling:
cs: Míra zvětšení:

# MSG_FRAMEADJ_SCALING_ENTRIES (740//)
source: tiling|horizontally|vertically|both
cs: vedle sebe|horizontálně|vertikálně|obojí

# MSG_FRAMEADJ_TOGGLE_STATE (741//)
source: Toggle state
cs: Přepnout stav

# MSG_CFGL_SLIDER_GROUP_TITLE (742//)
source: Slider
cs: Šoupátko

# MSG_CFGL_GAUGE_GROUP_TITLE (743//)
source: Gauge
cs: Měřidla

# MSG_CFGL_WINDOW_BORDERS (745//)
source: Borders
cs: Okraje

# MSG_CFGL_WINDOW_TITLEBAR_SHOWS (746//)
source: Titlebar shows
cs: Tlačítka zobrazená v záhlaví

# MSG_CFGL_WINDOW_TITLEBAR_POPUP_BUTTON (747//)
source: popup button
cs: rozbalovací

# MSG_CFGL_WINDOW_TITLEBAR_SETTINGS_BUTTON (748//)
source: settings button
cs: nastavení

# MSG_CFGL_WINDOW_TITLEBAR_SNAPSHOT_BUTTON (749//)
source: snapshot button
cs: zapsání umístění

# MSG_CFGL_WINDOW_TITLEBAR_SCREEN_JUMP_BUTTON (750//)
source: screen jump button
cs: přepnutí obrazovky

# MSG_CFGL_WINDOW_TITLEBAR_ICONIFY_BUTTON (751//)
source: iconify button
cs: ikonifikace

# MSG_CFGL_WINDOW_SIZEGADGET (752//)
source: Window size gadget is
cs: Tlačítko pro změnu velikosti je

# MSG_CFGL_WINDOW_SIZEGADGET_BOTTOM_BORDER (753//)
source: in bottom border
cs: na spodním okraji

# MSG_CFGL_WINDOW_SIZEGADGET_RIGHT_BORDER (754//)
source: in right border
cs: na pravém okraji

# MSG_CFGL_WINDOW_SIZEGADGET_INVISIBLE (755//)
source: invisible
cs: neviditelné

# MSG_CFGL_WINDOW_BORDER_SCROLLERS_OVERRIDE (756//)
source: (Border scrollers can override this setting)
cs: (Posuvníky okrajů mohou toto nastavení přepsat)

# MSG_CFGL_WINDOW_WINDOW_POSITIONS (757//)
source: Window positions are
cs: Pozice oken

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_NOT_STORED (758//)
source: not stored
cs: nejsou ukládána

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_UNTIL_REBOOT (759//)
source: stored until reboot
cs: jsou ukládána do restartu

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_PERMANENTLY (760//)
source: stored permanently
cs: jsou ukládána pernamentně

# MSG_CFGL_CLIPBOARD (761//)
source: Clipboard
cs: Schránka

# MSG_CFGL_SHOWMCC (762//)
source: More
cs: Další

# MSG_CFGL_BUTTON_IMAGE_PRESSED (763//)
source: Pressed:
cs: Při stisku:

# MSG_CFGL_IMAGES_USED_IMAGES (764//)
source: Used Images:
cs: Použité obrázky:

# MSG_CFGL_IMAGES_FRAME_BACKGROUND (765//)
source: Frame & Background:
cs: Rámečky a pozadí:

# MSG_CFGL_IMAGES_AVAILABLE_IMAGES (766//)
source: Available images:
cs: Dostupné obrázky:

# MSG_CFGL_KEYBOARD_GADGETS (769//)
source: Gadgets
cs: Tlačítka

# MSG_CFGL_KEYBOARD_WINDOWS (770//)
source: Windows
cs: Okna

# MSG_CFGL_KEYBOARD_CURSOR (771//)
source: Cursor
cs: Kurzor

# MSG_CFGL_KEYBOARD_TEXTEDITING (772//)
source: Text editing
cs: Úprava textu

# MSG_KEYADJ_SAMPLE (773//)
source: Sample
cs: Ukázka

# MSG_KEYADJ_ADD_KEY (774//)
source: Add another key
cs: Přidat další klávesu

# MSG_KEYADJ_REMOVE_KEY (775//)
source: Remove this key
cs: Smazat tuto klávesu

# MSG_KEYADJ_PRESS_KEY (776//)
source: <press key>
cs: <stiskněte klávesu>

# MSG_CFGL_BUTTON_CYCLE_EXAMPLE_ENTRIES (777//)
source: entry 1|entry 2|entry 3|entry 4
cs: záznam 1|záznam 2|záznam 3|záznam 4

# MSG_CFGL_QUICKHELP_APPEAR_HELPKEY (778//)
source: when pressing
cs: Při zmáčknutí klávesy HELP

# MSG_CFGL_LISTS_SCROLLBAR (780//)
source: Scrollbar
cs: Posuvník

# MSG_CFGL_STRINGS_POPBUTTON_STYLES (782//)
source: beside|embedded
cs: vedle|zapuštěný

# MSG_FRAMEADJ_NO_FRAME_IMAGES_FOUND (783//)
source: No frame images found in '%s'.
cs: Nebyl nalezen obrázek rámečku v '%s'.

# MSG_CFGL_KEY_DELETE (784//)
source: Delete:
cs: Odstranit:

# MSG_CFGL_KEY_CUT (786//)
source: Cut:
cs: Vyjmout:

# MSG_CFGL_KEY_COPY (787//)
source: Copy:
cs: Zkopírovat:

# MSG_CFGL_KEY_PASTE (788//)
source: Paste:
cs: Vložit:

# MSG_CFGL_KEY_UNDO (789//)
source: Undo:
cs: Zpět:

# MSG_CFGL_KEY_REDO (790//)
source: Redo:
cs: Odvolat zpět:

# MSG_CFGL_STRING_CONTAINER (791//)
source: Container:
cs: Vnitřní část:

# MSG_CFGL_STRING_ACTIVATED (792//)
source: Activated:
cs: Aktivován:

# MSG_CFGL_STRING_READONLY (793//)
source: Readonly:
cs: Pouze ke čtení:

# MSG_CFGL_STRING_CURSOR (794//)
source: Cursor:
cs: Kurzor:

# MSG_CFGL_STRING_BLINKING (795//)
source: Blinking:
cs: Blikání:

# MSG_CFGL_STRING_COLOR (796//)
source: Color:
cs: Text

# MSG_CFGL_STRING_CURSOR_STYLES (797//)
source: block|vertical|horizontal
cs: do bloku|svislý|vodorovný

# MSG_CFGL_STRING_CURSOR_BLINKRATES (798//)
source: steady|50ms|100ms|150ms|200ms|250ms|300ms|350ms|400ms|450ms|500ms
cs: stabilní|50ms|100ms|150ms|200ms|250ms|300ms|350ms|400ms|450ms|500ms

# MSG_COLORRING_FAVORITE_COLORS_TITLE (799//)
source: Favorite colors:
cs: Oblíbené barvy:

# MSG_STRING_CTX_TEXT_CUT (801//)
source: Cut
cs: Vyjmout

# MSG_STRING_CTX_TEXT_COPY (802//)
source: Copy
cs: Zkopírovat

# MSG_STRING_CTX_TEXT_PASTE (803//)
source: Paste
cs: Vložit

# MSG_STRING_CTX_TEXT_EXTERNAL_EDIT (804//)
source: External edit...
cs: Vnější úprava...

# MSG_STRING_CTX_TEXT_INSERT_TEXT_FILE (805//)
source: Insert text file...
cs: Vložit textový soubor...

# MSG_STRING_CTX_TEXT_WORD_WRAP (806//)
source: Word wrap?
cs: Zalamovat text?

# MSG_STRING_CTX_TEXT_IRC_STYLES (807//)
source: IRC styles
cs: IRC styl

# MSG_STRING_CTX_TEXT_IRC_STYLES_BOLD (808//)
source: Bold
cs: Tučné

# MSG_STRING_CTX_TEXT_IRC_STYLES_UNDERLINE (809//)
source: Underline
cs: Podtržené

# MSG_STRING_CTX_TEXT_IRC_STYLES_INVERSE (810//)
source: Inverse
cs: Inverzní

# MSG_STRING_CTX_TEXT_IRC_STYLES_RESET (811//)
source: Reset
cs: Resetovat

# MSG_STRING_CTX_TEXT_IRC_STYLES_BEEP (812//)
source: Beep
cs: Pípnutí

# MSG_SA_DEPTHSLIDER_COLORMAPPED (813//)
source: %ld bit (%ld colors)
cs: %ld bitů (%ld barev)

# MSG_SA_DEPTHSLIDER_DIRECTMAPPED (814//)
source: %ld bit (hi/true)
cs: %ld bitů (hi/true)

# MSG_SCREENMODEPANEL_8BIT (815//)
source: %ld bit (%ld colors)
cs: %ld bitů (%ld barev)

# MSG_SCREENMODEPANEL_HICOLOR (816//)
source: %ld bit (hicolor)
cs: %ld bitů (hicolor)

# MSG_SCREENMODEPANEL_TRUECOLOR (817//)
source: %ld bit (truecolor)
cs: %ld bitů (truecolor)

# MSG_SCREENMODEPANEL_VALUE_TOO_SMALL (818//)
source: Value too small, valid range is from %ld to %ld.
cs: Hodnota je příliž malá, platný rozsah je od %ld do %ld.

# MSG_SCREENMODEPANEL_VALUE_TOO_LARGE (819//)
source: Value too large, valid range is from %ld to %ld.
cs: Hodnota je příliž velká, platný rozsah je od %ld do %ld.

# MSG_SCREENMODEPANEL_MODE (820//)
source: \033bMode
cs: \033bMód

# MSG_SCREENMODEPANEL_COLORS (821//)
source: \033bColors
cs: \033bBarvy

# MSG_SCREENMODEPANEL_FREQUENCY (822//)
source: \033bFrequency
cs: \033bFrekvence

# MSG_SCREENMODEPANEL_WIDTH (827//)
source: Width:
cs: Šířka:

# MSG_SCREENMODEPANEL_HEIGHT (828//)
source: Height:
cs: Výška:

# MSG_SCREENMODEPANEL_SIZE (829//)
source: Size:
cs: Velikost:

# MSG_SCREENMODEPANEL_DEFAULT (830//)
source: Default
cs: Výchozí

# MSG_SCREENMODEPANEL_DEPTH (831//)
source: Depth:
cs: Hloubka:

# MSG_SCREENMODEPANEL_AUTOSCROLL (832//)
source: Autoscroll:
cs: Automatický posun:

# MSG_SCREENMODEPANEL_OVERSCAN (833//)
source: Overscan:
cs: Koncové okraje:

# MSG_SCREENMODEPANEL_OVERSCAN_TYPES (834//)
source: Text|Standard|Maximum|Video
cs: Text|Standardní|Maximální|Video

# MSG_CFGL_GROUPS_XPOSITION_LEFT (835//)
source: Left
cs: Vlevo

# MSG_CFGL_GROUPS_XPOSITION_CENTER (836//)
source: Center
cs: Na střed

# MSG_CFGL_GROUPS_XPOSITION_RIGHT (837//)
source: Right
cs: Vpravo

# MSG_CFGL_GROUPS_YPOSITION_BELOW (838//)
source: Below
cs: Směrem dolů

# MSG_CFGL_GROUPS_YPOSITION_CENTER (839//)
source: Center
cs: Na střed

# MSG_CFGL_GROUPS_YPOSITION_ABOVE (840//)
source: Above
cs: Směrem nahoru

# MSG_CFGL_MCC_SCANNING (843//)
source: Scanning...
cs: Prohledávání...

# MSG_CFGL_FRAMEDGROUP_GROUP_TITLE (844//)
source: Framed Groups
cs: Skupiny v rámečku

# MSG_CFGL_FRAMEDGROUP_CONTAINER (845//)
source: Container
cs: Vnitřní část

# MSG_CFGL_FRAMEDGROUP_PAGES (846//)
source: Pages
cs: Stránky

# MSG_CFGL_FRAMEDGROUP_TITLE (847//)
source: Title:
cs: Název:

# MSG_CFGL_FRAMEDGROUP_TITLE_POSITION (848//)
source: Position:
cs: Umístění:

# MSG_CFGL_FRAMEDGROUP_TITLE_FONT (849//)
source: Font:
cs: Písmo:

# MSG_CFGL_FRAMEDGROUP_SPACING (850//)
source: Spacing:
cs: Rozestup:

# MSG_CFGL_FRAMEDGROUP_SPACING_HORIZ (851//)
source: Horizontal:
cs: Vodorovně:

# MSG_CFGL_FRAMEDGROUP_SPACING_VERT (852//)
source: Vertical:
cs: Svisle:

# MSG_CFGL_TABGROUP_GROUP_TITLE1 (853//)
source: Tab groups
cs: Skupiny záložek

# MSG_CFGL_TABGROUP_GROUP_TITLE2 (854//)
source: Example
cs: Ukázka

# MSG_CFGL_TABGROUP_GROUP_TITLE3 (855//)
source: Example
cs: Ukázka

# MSG_CFGL_TABGROUP_CONTAINER (856//)
source: Container
cs: Vnitřní část

# MSG_CFGL_TABGROUP_TITLE (857//)
source: Title:
cs: Název:

# MSG_CFGL_TABGROUP_POSITION (858//)
source: Position:
cs: Umístění:

# MSG_CFGL_TABGROUP_FONT (859//)
source: Font:
cs: Písmo:

# MSG_CFGL_TABGROUP_LAYOUT (860//)
source: Layout as
cs: Rozvržení jako

# MSG_CFGL_TABGROUP_LAYOUT_ROW (861//)
source: row
cs: řádek

# MSG_CFGL_TABGROUP_LAYOUT_BUTTONS (862//)
source: buttons
cs: tlačítka

# MSG_CFGL_TABGROUP_LAYOUT_TABS (863//)
source: tabs
cs: záložky

# MSG_CFGL_TABGROUP_STRETCHING (864//)
source: Stretching:
cs: Roztažení:

# MSG_CFGL_TABGROUP_PAGE2_CONTENT (865//)
source: Example page 2
cs: Ukázky 2

# MSG_CFGL_TABGROUP_PAGE3_CONTENT (866//)
source: Example page 3
cs: Ukázky 3

# MSG_SA_LIST_DEFAULT_PUBSCREEN_TITLE (867//)
source: MUI Public Screen
cs: Veřejná obrazovka

# MSG_CFGL_PROPKNOBSTYLE (868//)
source: Style:
cs: Styl:

# MSG_CFGL_PROPKNOBSTYLE_ENTRIES (869//)
source: None|Circle|Dots|Lines
cs: Žádné|Kruh|Tečky|Čáry

# MSG_CFGB_PropKnobStyle (870//)
source: Additional markings on slider.
cs: Dodatečné označení na šoupátku.

# MSG_ABOUTPAGE_BUILD_INFO (871//)
source: Build:
cs: Sestavení:

# MSG_ABOUTPAGE_BUILD_VERSION (872//)
source: Version:
cs: Verze:

# MSG_ABOUTPAGE_BUILD_DATE (873//)
source: Date:
cs: Datum:

# MSG_POPMENU_SAVEAS (876//)
source: Save as...
cs: Uložit jako...

# MSG_CFGL_SETTINGS (877//)
source: Settings
cs: Nastavení

# MSG_CFGL_SETTINGS_PRESET (878//)
source: Preset: %s
cs: Předvolba: %s

# MSG_PENADJ_TITLE (879//)
source: Pen
cs: Pero

# MSG_FONTPANEL_FONT (880//)
source: \033bFont
cs: \033bPísmo

# MSG_FONTPANEL_FAMILY (881//)
source: \033bFamily
cs: \033bRodina

# MSG_FONTPANEL_FAMILYNUMBER (882//)
source: \033bNr
cs: \033bČ.

# MSG_FONTPANEL_ALL_FONTS (883//)
source: \033bAll Fonts
cs: \033bVšechna písma

# MSG_FONTPANEL_FIXED_WIDTH_FONTS (884//)
source: \033bFixed Width
cs: \033bFixní šířka

# MSG_FONTPANEL_BITMAP_FONTS (885//)
source: \033bBitmap
cs: \033bBitmapa

# MSG_FONTPANEL_UNNAMED (886//)
source: unnamed:
cs: bez názvu:

# MSG_FONTPANEL_CTX_FONT_FAMILIES (887//)
source: Font families
cs: Rodiny písem

# MSG_FONTPANEL_CTX_CREATE_FAMILY (888//)
source: Create new family
cs: Vytvořit novou rodinu

# MSG_FONTPANEL_CTX_RENAME_FAMILY (889//)
source: Rename family '%s'
cs: Přejmenovat rodinu '%s'

# MSG_FONTPANEL_CTX_DELETE_FAMILY (890//)
source: Delete family '%s'
cs: Odstranit rodinu '%s'

# MSG_FONTPANEL_REQ_TITLE (891//)
source: Warning
cs: Upozornění

# MSG_FONTPANEL_DELETE_BUTTONS (892//)
source: Delete|*Cancel
cs: Smazat|*Zrušit

# MSG_FONTPANEL_DELETE_QUESTION (893//)
source: The font family '%s' contains %ld entries. Do you really want to delete it?
cs: Rodina písma '%s' obsahuje %ld položek. Opravdu jí chcete odstranit?

# MSG_FONTPANEL_FAMILIES_NEW (895//)
source: New
cs: Nová

# MSG_FONTPANEL_FAMILIES_DELETE (896//)
source: Del
cs: Smz

# MSG_FONTPANEL_FAMILIES_RENAME (897//)
source: Ren
cs: Pře

# MSG_FONTPANEL_PREVIEW (899//)
source: _Preview:
cs: _Náhled:

# MSG_FONTPANEL_PREVIEW_ENTRIES (900//)
source: - off -|24 pt
cs: - vypnuto -|24 pt

# MSG_FONTPANEL_SIZE (901//)
source: Size:
cs: Velikost:

# MSG_FONTPANEL_SIZE_ENTRIES (902//)
source: Absolute|Relative
cs: Absolutní|Relativní

# MSG_FONTPANEL_COLORS (903//)
source: Colors:
cs: Barvy:

# MSG_FONTPANEL_COLORS_OUTLINE (905//)
source: Outline
cs: Obrys

# MSG_FONTPANEL_STYLE (906//)
source: Style:
cs: Styl:

# MSG_FONTPANEL_STYLE_BOLD (907//)
source: \033bBold
cs: \033bTučné

# MSG_FONTPANEL_STYLE_ITALIC (908//)
source: \033iItalic
cs: \033iKurzíva

# MSG_FONTPANEL_STYLE_UNDERLINE (909//)
source: \033uUnderline
cs: \033uPodtržení

# MSG_FONTPANEL_STYLE_SHADOW (910//)
source: \033sShadow
cs: \033sStínované

# MSG_FONTPANEL_STYLE_OUTLINE (911//)
source: \033tOutline
cs: \033tObrys

# MSG_FONTPANEL_STYLE_PLAIN (912//)
source: Plain
cs: Obyčejný text

# MSG_FONTPANEL_SAMPLE_TEXT (913//)
source: The quick brown fox jumps over the lazy dog. 1234567890
cs: Příliš žluťoučký kůň úpěl ďábelské ódy! 1234567890

# MSG_FONTPANEL_FONT_DOES_NOT_EXIST (914//)
source: Font doesn't exist.
cs: Složka neexistuje.

# MSG_BACKGROUNDADJ_DEFAULT_COLOR (915//)
source: Default color
cs: Výchozí barva

# MSG_PANEL_CANCEL (917//)
source: Cancel
cs: Zrušit

# MSG_FONTPANEL_ASL_TITLE (918//)
source: Select font
cs: Vyberte písmo

# MSG_CFGL_MENU_POPUP (919//)
source: Popup menus
cs: Rozbalovací menu
