Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos3/sdk/m68k-amigaos/lib/locale/czech.po
Languages: cs

# MSG_MENU_PROJECT (3//)
source: Project
cs: Projekt

# MSG_MENU_PROJECT_ABOUT (4//)
source: ?\0About...
cs: ?\0O programu...

# MSG_MENU_PROJECT_OPEN (5//)
source: O\0Open...
cs: O\0Otevřít...

# MSG_MENU_PROJECT_APPEND (6//)
source: Append...
cs: Připojit...

# MSG_MENU_PROJECT_QUIT (7//)
source: Q\0Quit
cs: Q\0Ukončit

# MSG_MENU_PROJECT_SAVEAS (8//)
source: A\0Save As...
cs: A\0Uložit jako...

# MSG_MENU_SETTINGS (9//)
source: Settings
cs: Nastavení

# MSG_MENU_SETTINGS_SCREEN (10//)
source: Screen...
cs: Obrazovka...

# MSG_MENU_SETTINGS_MUI (11//)
source: MUI...
cs: Rozhraní MUI...

# MSG_MENU_SETTINGS_TESTMODE (12//)
source: +\0Test mode?
cs: +\0Zkušební režim?

# MSG_POPMENU_GADGET (15//)
source: Item
cs: Tlačítko

# MSG_POPMENU_DEFAULTS (16//)
source: Reset to defaults
cs: Výchozí stav

# MSG_POPMENU_LASTSAVED (17//)
source: Last saved
cs: Naposledy uložené

# MSG_POPMENU_RESTORE (19//)
source: Restore
cs: Obnovit předchozí

# MSG_PREFS_WINDOWTITLE (21//)
source: MUI Preferences
cs: Nastavení MUI

# MSG_PREFS_SAVE (22//)
source: Save
cs: Uložit

# MSG_PREFS_USE (23//)
source: Use
cs: Použít

# MSG_PREFS_TEST (24//)
source: Test
cs: Vyzkoušet

# MSG_PREFS_CANCEL (25//)
source: Cancel
cs: Zrušit

# MSG_PREFS_CLI_OUTOFMEMORY (27//)
source: Out of memory (20).
cs: Nedostatek volné paměti.

# MSG_PREFS_CLI_NOAPPLICATION (28//)
source: Failed to create application (20).
cs: Chyba při vytváření programu.

# MSG_PREFS_CLI_NOMUIMASTER (29//)
source: Failed to open muimaster.library V20 (20).
cs: Chyba při otevírání knihovny muimaster.library V20.

# MSG_PREFS_TXT_PUBLICKEYINVALID (30//)
source: The public keyfile from a magazine's disk or from a CD was only valid for MUI 2.3.
cs: Volný klíč z disku nebo diskety přiložené k časopisu je určen výhradně pro MUI 2.3.

# MSG_PREFS_TXT_NOREGISTRATION (31//)
source: You are running an unregistered version of MUI which falls back to the default look&feel matching your operating system style.
cs: Nainstalovaný systém MUI není zaregistrovaný, a proto je většina konfiguračních možností neaktivní.

# MSG_PREFS_TXT_HELLOUSER (32//)
source: Hello
cs: Dobrý den,

# MSG_PREFS_TXT_OLDREGISTRATION (33//)
source: Your old keyfile has expired, some new settings of this major update are disabled.
cs: Platnost registračního souboru (klíče) skončila. Některé z funkcí nové verze MUI budou neaktivní.

# MSG_PREFS_TXT_TESTINGPURPOSE (34//)
source: A test mode, which temporarily enables all options is available under the 'Settings / Test Mode' menu item.
cs: Pomocí položky menu 'Nastavení / Zkušební režim' lze po omezenou dobu vyzkoušet všechny nové funkce.

# MSG_PREFS_TXT_TESTONLYGLOBAL (35//)
source: A test mode which temporarily enables all options is available in the MUI preference program under 'Settings / Test Mode'.
cs: Ve zkušebním režimu máte možnost vyzkoušet všechny funkce systému MUI.

# MSG_PREFS_TXT_PLEASEREGISTER (36//)
source: If you would like to have the full possibilities of defining your own MUI interface settings you would have to obtain a keyfile by registering your MUI version via http://www.sasg.com/.
cs: Pokud se vám MUI líbí, prosím podpořte koncepci shareware a zaregistrujte se, příp. aktualizujte svou registraci. Zašleme vám disk s poslední verzí a registrační soubor (klíč), který odemkne všechny funkce systému MUI. Děkujeme!

# MSG_PREFS_REQ_NOTINTESTMODE (37//)
source: Please switch off the test mode with the menu 'Settings / Test mode' before performing this operation.
cs: Tuto funkci lze použít až po vypnutí zkušebního režimu (položka 'Zkušební režim' v menu 'Nastavení').

# MSG_PREFS_REQ_TESTMODEON (38//)
source: Test mode switched on, all configuration options are now temporarily enabled for evaluation purposes with the 'Test' or 'Use' buttons. Saving settings permanently is not possible while in test mode.
cs: Zapnuli jste zkušební režim. V tomto režimu máte možnost prozkoumat a měnit všechny funkce systému MUI. Změny lze ovšem uložit pouze dočasně pomocí tlačítek 'Vyzkoušet' nebo 'Použít'. Natrvalo změny uložit nelze.

# MSG_PREFS_REQ_TESTMODEOFF (39//)
source: Test mode switched off, most configuration options are disabled. Saving and using of settings is restricted to the remaining available options.
cs: Vypnuli jste zkušební režim. Od této chvíle je většina funkcí MUI opět nepřístupná a uložit lze pouze omezené množství konfiguračních možností.

# MSG_PREFS_REQ_REGISTERCONTINUE (40//)
source: *_Register|_Continue
cs: *_Registrovat|_Pokračovat

# MSG_PREFS_TXT_REGISTEREDTO (41//)
source: The installed MUI system is registered to:
cs: Oprávněný uživatel MUI:

# MSG_PREFS_TXT_REGISTEREDTHANKS (42//)
source: Thanks a lot for your support!
cs: Děkujeme Vám za podporu!

# MSG_CGR_SYSTEM (50//)
source: System
cs: Systém

# MSG_CGR_SCREEN (51//)
source: Screen
cs: Obrazovka

# MSG_CGR_WINDOW (52//)
source: Windows
cs: Okna

# MSG_CGR_GROUP (53//)
source: Groups
cs: Skupiny

# MSG_CGR_BUTTON (54//)
source: Buttons
cs: Tlačítka

# MSG_CGR_MENU (55//)
source: Menus
cs: Menu

# MSG_CGR_LIST (58//)
source: Lists
cs: Seznamy

# MSG_CGR_STRING (59//)
source: Text
cs: Texty

# MSG_CGR_KEYBOARD (60//)
source: Keyboard
cs: Klávesnice

# MSG_CGR_IMAGE (61//)
source: Images
cs: Obrázky

# MSG_CGR_DRAG (63//)
source: Drag&Drop
cs: Přesun objektů

# MSG_CGR_HELP (64//)
source: Help
cs: Nápověda

# MSG_CFGL_WIN_BACKWINDOW (83//)
source: Window
cs: Pro okno

# MSG_CFGL_WIN_BACKREQUESTER (84//)
source: Requester
cs: Pro dotaz

# MSG_CFGL_LIST_INPUTMODE (98//)
source: Input Lists:
cs: Ke čtení i úpravám:

# MSG_CFGL_LIST_READMODE (99//)
source: Readonly Lists:
cs: Pouze ke čtení:

# MSG_CFGL_LIST_ACTIVE (103//)
source: Active:
cs: Aktivní:

# MSG_CFGL_LIST_SELECTED (104//)
source: Selected:
cs: Vybrané:

# MSG_CFGL_LIST_ACTSEL (105//)
source: Active & Selected:
cs: Aktivní i vybrané:

# MSG_CFGL_SCR_KNOB (119//)
source: Knob:
cs: Knoflík

# MSG_CFGL_SCR_CONTAINER (120//)
source: Container:
cs: Pozadí

# MSG_CFGL_ICONIFY (127//)
source: Iconification
cs: Ikonifikace

# MSG_CFGL_ICONIFY_KEY (128//)
source: Hotkey:
cs: Klávesová zkratka:

# MSG_CFGL_ICONIFY_SHOW (129//)
source: Show:
cs: Zobrazit:

# MSG_CFGL_ICONIFY_SHOWICON (130//)
source: icon on Workbench
cs: Ve formě ikony na ploše

# MSG_CFGL_ICONIFY_SHOWMENU (131//)
source: menu item in Workbench tools menu
cs: Jako položku v menu 'Ostatní'

# MSG_CFGL_ICONIFY_START (132//)
source: On startup:
cs: Po spuštění:

# MSG_CFGL_DRAG_TITLE (137//)
source: Drag & Drop
cs: Táhnout a pustit

# MSG_CFGL_DRAG_LEFTBUTTON (138//)
source: Left Button:
cs: Levé tlačítko:

# MSG_CFGL_DRAG_MIDDLEBUTTON (139//)
source: Middle Button:
cs: Střední tlačítko:

# MSG_CFGL_DRAG_AUTOSTART (140//)
source: Autostart:
cs: Automaticky:

# MSG_CFGL_DRAG_FRAME (141//)
source: Frame:
cs: Rámeček:

# MSG_CFGL_DRAG_LOOK (142//)
source: Look:
cs: Vzhled:

# MSG_CFGL_KEY_PRESS (148//)
source: Press:
cs: Při zmáčknutí:

# MSG_CFGL_KEY_TOGGLE (149//)
source: Toggle:
cs: Při přepnutí:

# MSG_CFGL_KEY_UP (150//)
source: Cursor up:
cs: O řádek nahoru:

# MSG_CFGL_KEY_DOWN (151//)
source: Cursor down:
cs: O řádek dolů:

# MSG_CFGL_KEY_PAGEUP (152//)
source: Page up:
cs: O stranu nahoru:

# MSG_CFGL_KEY_PAGEDOWN (153//)
source: Page down:
cs: O stranu dolů:

# MSG_CFGL_KEY_TOP (154//)
source: Top:
cs: Úplně nahoru:

# MSG_CFGL_KEY_BOTTOM (155//)
source: Bottom:
cs: Úplně dolů:

# MSG_CFGL_KEY_LEFT (156//)
source: Cursor left:
cs: O znak doleva:

# MSG_CFGL_KEY_RIGHT (157//)
source: Cursor right:
cs: O znak doprava:

# MSG_CFGL_KEY_WORDLEFT (158//)
source: Word left:
cs: O slovo doleva:

# MSG_CFGL_KEY_WORDRIGHT (159//)
source: Word right:
cs: O slovo doprava:

# MSG_CFGL_KEY_LINESTART (160//)
source: Line start:
cs: Na začátek řádku:

# MSG_CFGL_KEY_LINEEND (161//)
source: Line end:
cs: Na konec řádku:

# MSG_CFGL_KEY_GADGET_NEXT (162//)
source: Next gadget:
cs: Na další tlačítko:

# MSG_CFGL_KEY_GADGET_PREV (163//)
source: Previous gadget:
cs: Na předchozí tlačítko:

# MSG_CFGL_KEY_GADGET_OFF (164//)
source: Gadget off:
cs: Deaktivovat tlačítko:

# MSG_CFGL_KEY_WINDOW_CLOSE (165//)
source: Close window:
cs: Zavřít okno:

# MSG_CFGL_KEY_WINDOW_NEXT (166//)
source: Next window:
cs: Na další okno:

# MSG_CFGL_KEY_WINDOW_PREV (167//)
source: Previous window:
cs: Na předchozí okno:

# MSG_CFGL_KEY_POPUP (169//)
source: Popup:
cs: Rozbalení:

# MSG_CFGL_INTERFACES (170//)
source: Interfaces
cs: Rozhraní

# MSG_CFGL_INTERFACES_AREXX (171//)
source: Enable ARexx interface
cs: Povolit rozhraní ARexx

# MSG_CFGL_CYCLEPOP_POSITION (177//)
source: Position:
cs: Rozbalit:

# MSG_CFGL_CYCLEPOP_POSITION_BELOW (178//)
source: below
cs: Směrem dolů

# MSG_CFGL_CYCLEPOP_POSITION_ACTIVE (179//)
source: on active
cs: Na aktivní

# MSG_CFGL_GAUGE_FONT (195//)
source: Font:
cs: Písmo:

# MSG_CFGL_GROUP_SPACING (197//)
source: Spacing
cs: Rozestup

# MSG_CFGL_GROUP_SPACING_HORIZ (198//)
source: Horizontal:
cs: Vodorovně:

# MSG_CFGL_GROUP_SPACING_VERT (199//)
source: Vertical:
cs: Svisle:

# MSG_CFGL_GROUP_TITLE (200//)
source: Title
cs: Záhlaví

# MSG_CFGL_GROUP_TITLE_POS (201//)
source: Y-Position:
cs: Svisle:

# MSG_CFGL_GROUP_TITLE_POS_ABOVE (202//)
source: above
cs: Nad skupinou

# MSG_CFGL_GROUP_TITLE_POS_CENTERED (203//)
source: centered
cs: Uprostřed

# MSG_CFGL_GROUP_TITLE_XPOS (204//)
source: X-Position:
cs: Vodorovně:

# MSG_CFGL_GROUP_TITLE_XPOS_CENTERED (205//)
source: centered
cs: Uprostřed

# MSG_CFGL_GROUP_TITLE_XPOS_LEFT (206//)
source: left
cs: Vlevo

# MSG_CFGL_GROUP_TITLE_COLOR (207//)
source: Color:
cs: Barva:

# MSG_CFGL_GROUP_TITLE_COL_STANDARD (208//)
source: standard
cs: Standardní

# MSG_CFGL_GROUP_TITLE_COL_HILITE (209//)
source: hilite
cs: Zvýrazněné

# MSG_CFGL_GROUP_TITLE_COL_3D (210//)
source: 3d
cs: Prostorové

# MSG_CFGL_GROUP_TITLE_FONT (211//)
source: Font:
cs: Písmo:

# MSG_CFGL_GROUP_NORMAL (213//)
source: Normal
cs: Normální

# MSG_CFGL_GROUP_VIRTUAL (214//)
source: Virtual
cs: Vnořený

# MSG_CFGL_GROUP_FRAME (215//)
source: Frame
cs: Rámeček

# MSG_CFGL_GROUP_BACKGROUND (216//)
source: Background
cs: Pozadí

# MSG_CFGL_GROUP_BGNORMAL (217//)
source: Framed
cs: Rámeček

# MSG_CFGL_GROUP_BGREGISTER (218//)
source: Register
cs: Záložka

# MSG_CFGL_GROUP_BGPAGE (219//)
source: Page
cs: Stránka

# MSG_CFGL_TXTBUT_TITLE (220//)
source: Text Buttons
cs: Textová tlačítka

# MSG_CFGL_FONT_TITLE (237//)
source: Fonts
cs: Písma

# MSG_CFGL_FONT_NORMAL (238//)
source: Normal:
cs: Normální:

# MSG_CFGL_FONT_TINY (239//)
source: Tiny:
cs: Malé:

# MSG_CFGL_FONT_BIG (240//)
source: Big:
cs: Velké:

# MSG_CFGL_STRING_EXAMPLE (250//)
source: Example
cs: Příklad:

# MSG_CFGL_SLIDER_FONT (257//)
source: Font:
cs: Písmo:

# MSG_CFGL_WTIT_FREQ_OPEN (288//)
source: Open MUI settings
cs: Vyberte nastavení MUI

# MSG_CFGL_WTIT_FREQ_APPEND (289//)
source: Append MUI settings
cs: Připojte nastavení MUI

# MSG_CFGL_WTIT_FREQ_SAVEAS (290//)
source: Save MUI settings
cs: Uložte nastavení MUI

# MSG_CFGB_BACKGROUND (291//)
source: This is a button to adjust a background color or pattern. Click it to open an adjust window or use drag&drop facilities to copy from or to another background gadget.
cs: Definuje barvu nebo vzorek pozadí. Nastavit lze ve výběrovém okně po kliknutí na objekt, příp. pomocí technologie 'táhnout a pustit' a to přenesením barvy či vzorku z jiného objektu.

# MSG_CFGB_PEN (292//)
source: This is a button to adjust a drawing pen. Click it to open an adjust window or use drag&drop facilities to copy from or to another pen gadget.
cs: Definuje systémovou barvu, tzv. pero. Nastavit lze ve výběrovém okně po kliknutí na objekt, příp. pomocí technologie 'táhnout a pustit' a to přenesením barvy či vzorku z jiného objektu.

# MSG_CFGB_IMAGE (293//)
source: This is a button to adjust an image. Click it to open an adjust window or use drag&drop facilities to copy from or to another image gadget.
cs: Definuje obrázek. Nastavit lze ve výběrovém okně po kliknutí na objekt, příp. pomocí technologie 'táhnout a pustit' a to přenesením barvy či vzorku z jiného objektu.

# MSG_CFGB_FRAME (294//)
source: This is a button to adjust a frame. Click it to open an adjust window or use drag&drop facilities to copy from or to another frame gadget.
cs: Definuje vzhled rámečku. Nastavit lze ve výběrovém okně po kliknutí na objekt, příp. pomocí technologie 'táhnout a pustit' a to přenesením barvy či vzorku z jiného objektu.

# MSG_CFGB_GroupSpacingHoriz (302//)
source: Horizontal spacing in groups.
cs: Definuje rozestup mezi skupinami v ose x.

# MSG_CFGB_GroupSpacingVert (303//)
source: Vertical spacing in groups.
cs: Definuje rozestup mezi skupinami v ose y.

# MSG_CFGB_ScrollbarType (304//)
source: Arrangement of gadgets in scrollbars.
cs: Definuje umístění tlačítek pro posuvníky.

# MSG_CFGB_GroupTitlePos (310//)
source: Position of groups title texts.
cs: Definuje umístění záhlaví jednotlivých skupin.

# MSG_CFGB_PopPosition (313//)
source: Position of cycle gadget popup menus.
cs: Určuje umístění rozbalené rolety cyklického tlačítka.

# MSG_CFGB_IconifyGadget (314//)
source: Window border gadget to iconify an application.
cs: Tlačítko v záhlaví okna určené pro skrytí (tzv. ikonifikaci) programu.

# MSG_CFGB_IconifyIcon (315//)
source: Show an icon on Workbench in iconified state.
cs: Po skrytí (ikonifikaci) programu se na ploše zobrazí jeho ikona.

# MSG_CFGB_StartIconified (316//)
source: Start the application in iconified state.
cs: Po spuštění se program automaticky skryje neboli přejde do tzv. ikonifikovaného stavu.

# MSG_CFGB_NormalFont (322//)
source: Default font for all GUI elements. Will also be used for all other font settings if they remain empty.
cs: Určuje výchozí písmo pro veškeré prvky uživatelského rozhraní. Platí i ostatní tam, kde zůstane není písmo zadáno.

# MSG_CFGB_ListFont (323//)
source: Font used within listviews.
cs: Definuje písmo pro seznamy.

# MSG_CFGB_TinyFont (324//)
source: Font used if application requests a tiny font.
cs: Definuje písmo pro případ žádosti o malé písmo.

# MSG_CFGB_FixedFont (325//)
source: Font used if application requests a fixed width font.
cs: Definuje písmo pro případ žádosti o fixní písmo.

# MSG_CFGB_TitleFont (326//)
source: Font used for title of framed groups.
cs: Definuje písmo pro titulek rámečku ohraničujícího skupiny objektů.

# MSG_CFGB_BigFont (327//)
source: Font used if application requests a big font.
cs: Definuje písmo pro případ žádosti o velké písmo.

# MSG_CFGB_PublicScreen (328//)
source: Name of public screen the program should open on.
cs: Určuje název veřejné obrazovky, na které se otevře program.

# MSG_CFGB_Hotkey (329//)
source: Hotkey to iconify and uniconify a program.
cs: Definuje horkou klávesu pro skrytí a opětovné zobrazení (tzv. ikonifikaci a deikonifikaci) programu.

# MSG_CFGB_SnapshotGadget (330//)
source: Window border gadget to snapshot window position.
cs: Tlačítko v záhlaví okna určené pro uložení pozice okna.

# MSG_CFGB_PrefsGadget (331//)
source: Window border gadget to call a programs MUI settings.
cs: Tlačítko v záhlaví okna určené pro změnu vlastností uživatelského rozhraní spuštěného programu.

# MSG_CFGB_PopupGadget (332//)
source: Window border gadget to show a popup menu with all functions.
cs: Tlačítko v záhlaví okna určené pro zobrazení menu s položkami, týkajícími se funkcí MUI.

# MSG_CFGB_OnExitWindows (333//)
source: What to do with window positions if a program exits.
cs: Určuje způsob uložení (či neuložení) velikosti a pozice oken při ukončení programu.

# MSG_CFGB_IconifyMenu (336//)
source: Add a Tools menu item in iconified state.
cs: Po skrytí (ikonifikaci) programu přidá do menu 'Ostatní' položku s názvem programu.

# MSG_CFGB_UseRexx (337//)
source: When enabled, the general ARexx interface for MUI applications will be enabled.
cs: Aktivuje rozhraní Arexx všech programů využívající systém MUI.

# MSG_CFGB_ButtonFont (338//)
source: Font for text buttons.
cs: Definuje písmo pro textová tlačítka.

# MSG_CFGB_StringBack (342//)
source: Background color for inactive string gadgets.
cs: Určuje barvu pozadí pro neaktivní textová pole.

# MSG_CFGB_StringActiveBack (344//)
source: Background color for active string gadgets.
cs: Určuje barvu pozadí pro aktivní textová pole.

# MSG_CFGB_SliderFont (346//)
source: Font to use for sliders.
cs: Definuje písmo pro šoupátka.

# MSG_CFGB_DragLMB (347//)
source: Allow dragging with left mouse button and qualifier.
cs: Povolí přesun objektů pomocí kombinace levého tlačítka myši s definovanou klávesou.

# MSG_CFGB_DragMMB (348//)
source: Allow dragging with middle mouse button and qualifier.
cs: Povolí přesun objektů pomocí kombinace středního tlačítka myši s definovanou klávesou.

# MSG_CFGB_DragQualiLMB (349//)
source: Qualifier for left mouse button dragging.
cs: Definuje klávesu pro přesun objektů v kombinaci s levým tlačítkem myši.

# MSG_CFGB_DragQualiMMB (350//)
source: Qualifier for middle mouse button dragging.
cs: Definuje klávesu pro přesun objektů v kombinaci se středním tlačítkem myši.

# MSG_CFGB_DragAuto (351//)
source: Autostart drag when mouse is moved this number of pixels with LMB held down.
cs: Povolí automatický přesun vybraného objektu při přemístění myši se zároveň stisknutým levým tlačítkem.

# MSG_CFGB_DragAutoPixel (352//)
source: Moving the mouse for this number of pixels triggers a drag action.
cs: Určuje počet bodů při přesunu myší, po kterém se zahájí táhnutí vybraného objektu.

# MSG_CFGB_ActiveObjectPen (353//)
source: Color used to show active objects.
cs: Určuje barvu pro zobrazení aktivních objektů.

# MSG_CFGB_DragShineThrough (354//)
source: Select between different modes of displaying a dragged item.
cs: Definuje způsob zobrazení objektu při přesunu technologií 'táhnout a pustit'.

# MSG_CFGL_HELP_BUBBLEHEIGHT (355//)
source: Bubble Height:
cs: Výška bubliny:

# MSG_CFGB_BubbleHeight (356//)
source: Preferred height of a help bubble, given in percentage of its width.
cs: Definuje výšku bubliny s nápovědou. Hodnota vychází ze šířky bubliny, zadává se v procentech.

# MSG_CFGB_JumpGadget (359//)
source: Window border gadget to jump to next public screen.
cs: Tlačítko v záhlaví okna určené pro přenesení programu na následující veřejnou obrazovku.

# MSG_SA_BUTTON_USE (360//)
source: _Use
cs: _Použít

# MSG_SA_BUTTON_CANCEL (361//)
source: _Cancel
cs: _Zrušit

# MSG_SA_BUTTON_NEW (362//)
source: _New
cs: Přid_at

# MSG_SA_BUTTON_COPY (363//)
source: _Copy
cs: Z_kopírovat

# MSG_SA_BUTTON_EDIT (364//)
source: _Edit...
cs: Up_ravit...

# MSG_SA_BUTTON_DELETE (365//)
source: Delete
cs: Odstranit

# MSG_SA_DELREQ_TITLE (366//)
source: Delete Public Screen
cs: Odstranit veřejnou obrazovku

# MSG_SA_DELREQ_TEXT (367//)
source: Do you really want to delete the screen '\033b%s\033n' ?
cs: Opravdu chcete odstranit veřejnou obrazovku s názvem '\033b%s\033n'?

# MSG_SA_DELREQ_GADGETS (368//)
source: Yes|No
cs: Ano|Ne

# MSG_SA_LABEL_PUBLICNAME (369//)
source: _Name:
cs: _Název:

# MSG_SA_LABEL_SCREENTITLE (370//)
source: _Title:
cs: _Titulek:

# MSG_SA_LABEL_DEFAULTFONT (372//)
source: _Font:
cs: Pí_smo:

# MSG_SA_LABEL_BACKGROUND (373//)
source: _Back- ground:
cs: P_ozadí:

# MSG_SA_WINTITLE_EDITWINDOW (374//)
source: Edit screen
cs: Upravit obrazovku

# MSG_SA_WINTITLE_FRBACKGROUND (375//)
source: Please select background picture
cs: Vyberte obrázek pro pozadí

# MSG_SA_WINTITLE_FRFONT (376//)
source: Please select default font
cs: Vyberte výchozí písmo

# MSG_SA_LIST_SCREENNAME (385//)
source: Name
cs: Název

# MSG_SA_LIST_SCREENMODE (386//)
source: Display mode
cs: Zobrazovací mód

# MSG_SA_LIST_UNKNOWNMODE (387//)
source: (unknown)
cs: (neznámý)

# MSG_SA_LABEL_AUTOSCROLL (389//)
source: _Autoscroll
cs: _Rolovatelná

# MSG_SA_LABEL_OPENBEHIND (393//)
source: Open Be_hind
cs: V poza_dí

# MSG_SA_PAGE_COLORS (407//)
source: Colors
cs: Barvy

# MSG_SA_PALETTE_FIRST (408//)
source: First 4 colors
cs: První 4 barvy

# MSG_SA_PALETTE_LAST (409//)
source: Last 4 colors
cs: Poslední 4 barvy

# MSG_SA_SYSPEN_SHINE (413//)
source: Shine
cs: Světlá

# MSG_SA_SYSPEN_SHADOW (414//)
source: Shadow
cs: Tmavá

# MSG_SA_SYSPEN_FILL (415//)
source: Fill
cs: Výplňová

# MSG_SA_SYSPEN_FILLTEXT (416//)
source: Filltext
cs: Výplňová pro text

# MSG_SA_SYSPEN_HIGHLIGHT (418//)
source: Highlight
cs: Zvýrazňovací

# MSG_SA_SYSPEN_BARDETAIL (419//)
source: Bardetail
cs: Pro linky

# MSG_SA_SYSPEN_BARBLOCK (420//)
source: Barblock
cs: Pro pruhy

# MSG_SA_SYSPEN_BARTRIM (421//)
source: Bartrim
cs: Oddělovací

# MSG_SA_COLORMENU_TITLE (422//)
source: Color Presets
cs: Barevné schéma

# MSG_SA_COLORMENU_STANDARD (423//)
source: Standard
cs: Standardní

# MSG_SA_COLORMENU_TINT (424//)
source: Tint
cs: Inkoust

# MSG_SA_COLORMENU_PHARAO (425//)
source: Pharao
cs: Faraón

# MSG_SA_COLORMENU_SUNSET (426//)
source: Sunset
cs: Západ slunce

# MSG_SA_COLORMENU_OCEAN (427//)
source: Ocean
cs: Oceán

# MSG_SA_COLORMENU_STEEL (428//)
source: Steel
cs: Ocel

# MSG_SA_COLORMENU_CHOCOLATE (429//)
source: Chocolate
cs: Čokoláda

# MSG_SA_COLORMENU_PEWTER (430//)
source: Pewter
cs: Cín

# MSG_SA_COLORMENU_WINE (431//)
source: Wine
cs: Víno

# MSG_SA_COLORMENU_CLONEWB (433//)
source: Clone WB
cs: Podle WB

# MSG_SA_OVERSCAN_TEXT (434//)
source: Text
cs: Textový

# MSG_SA_OVERSCAN_GRAPHICS (435//)
source: Graphics
cs: Grafický

# MSG_SA_OVERSCAN_EXTREME (436//)
source: Extreme
cs: Maximální

# MSG_SA_OVERSCAN_MAXIMUM (437//)
source: Maximum
cs: Pro video

# MSG_SA_HELP_TITLE (441//)
source: Text that appears in the screen's title bar.
cs: Definuje text v záhlaví obrazovky.

# MSG_SA_HELP_FONT (442//)
source: Default font for the screen.
cs: Definuje výchozí písmo obrazovky.

# MSG_SA_HELP_BACKGROUND (443//)
source: Image to be used as background pattern.
cs: Definuje obrázek na pozadí obrazovky.

# MSG_SA_HELP_AUTOSCROLL (444//)
source: The screen scrolls when the mouse hits its borders.
cs: Určuje, zda lze plynule posouvat obsah obrazovky pomocí myši.

# MSG_SA_HELP_BEHIND (448//)
source: The screen opens behind all other screens.
cs: Otevře novou obrazovku pod všemi ostatními obrazovkami.

# MSG_SA_HELP_OVERSCAN (454//)
source: Overscan size adjustment.
cs: Určuje okrajové rozměry obrazovky.

# MSG_SA_HELP_WIDTH (455//)
source: Width of screen, measured in pixels.
cs: Definuje šířku obrazovky, hodnota uvedena v pixelech.

# MSG_SA_HELP_HEIGHT (456//)
source: Height of screen, measured in pixels.
cs: Definuje výšku obrazovky, hodnota uvedena v pixelech.

# MSG_SA_HELP_DEPTH (457//)
source: Depth of screen, measured in planes.
cs: Definuje počet barev obrazovky.

# MSG_CFGL_PIXEL (477//)
source: %ld pixel
cs: %ld bodů

# MSG_CFGL_TIT_ADJUST_BACKGROUND (478//)
source: Adjust Background
cs: Upravit pozadí

# MSG_CFGL_TIT_ADJUST_PEN (479//)
source: Adjust Pen
cs: Upravit barvu

# MSG_CFGL_TIT_ADJUST_FRAME (480//)
source: Adjust Frame
cs: Upravit rámeček

# MSG_CFGL_MENU_BOX (481//)
source: Menubox Design
cs: Vzhled menu

# MSG_CFGL_MENU_CONTAINER (482//)
source: Container
cs: Vnitřní část:

# MSG_CFGL_MENU_CURSOR (483//)
source: Cursor
cs: Kurzor:

# MSG_CFGL_MENU_FONT (484//)
source: Font:
cs: Písmo:

# MSG_CFGL_MENU_SHADOWS (485//)
source: Shadows:
cs: Stíny:

# MSG_CFGL_MENU_DELAY (486//)
source: Delay:
cs: Zpoždění:

# MSG_CFGL_MENU_TITLES (487//)
source: Titles:
cs: Titulek:

# MSG_CFGL_CYCLE_BUTTONS (519//)
source: Cycle Buttons
cs: Cyklická tlačítka

# MSG_CFGL_CYCLE_POSITION (521//)
source: Position:
cs: Umístění:

# MSG_CFGL_CYCLEPOP_NEVER (522//)
source: never
cs: Vypnuto

# MSG_CFGL_CYCLEPOP_ALWAYS (523//)
source: always
cs: Zapnuto

# MSG_CFGL_CYCLEPOP_3MORE (524//)
source: 3 or more
cs: Pro 3 a více položky

# MSG_CFGL_ICONIFY_IMMEDIATELY (530//)
source: immediately switch to iconified state
cs: Okamžitě skrýt ve formě ikony na ploše

# MSG_CFGL_QUICKHELP_APPEAR (532//)
source: Quick help appears
cs: Zobrazení rychlé nápovědy
