/* Small script for the small arexxclass demo */

options results

address AREXXDEMO

NAME

say 'Program name            : ' RESULT

VERSION

say 'Program version         : ' RESULT

AUTHOR

say 'Program author          : ' RESULT

DATE

say 'Program compilation date: ' RESULT

'DATE SYSTEM'

say 'Current system date     : ' RESULT
