Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos4/sdk/ppc-amigaos/locale/*.po
Languages: russian

# MSG_CFGL_SETTINGS_PRESET (878//)
source: Preset: %s
russian: Предустановки: %s

# MSG_PENADJ_TITLE (879//)
source: Pen
russian: Ручка

# MSG_FONTPANEL_FONT (880//)
source: \033bFont
russian: \033bШрифт

# MSG_FONTPANEL_FAMILY (881//)
source: \033bFamily
russian: \033bСемейство

# MSG_FONTPANEL_FAMILYNUMBER (882//)
source: \033bNr
russian: \033bК-во

# MSG_FONTPANEL_ALL_FONTS (883//)
source: \033bAll Fonts
russian: \033bВсе шрифты

# MSG_FONTPANEL_FIXED_WIDTH_FONTS (884//)
source: \033bFixed Width
russian: \033bМоноширинные:

# MSG_FONTPANEL_BITMAP_FONTS (885//)
source: \033bBitmap
russian: \033bРастровые

# MSG_FONTPANEL_UNNAMED (886//)
source: unnamed:
russian: безымянный:

# MSG_FONTPANEL_CTX_FONT_FAMILIES (887//)
source: Font families
russian: Семейства шрифтов

# MSG_FONTPANEL_CTX_CREATE_FAMILY (888//)
source: Create new family
russian: Создать новую семью

# MSG_FONTPANEL_CTX_RENAME_FAMILY (889//)
source: Rename family '%s'
russian: Переименовать семью '%s'

# MSG_FONTPANEL_CTX_DELETE_FAMILY (890//)
source: Delete family '%s'
russian: Удалить семью '%s'

# MSG_FONTPANEL_REQ_TITLE (891//)
source: Warning
russian: Внимание

# MSG_FONTPANEL_DELETE_BUTTONS (892//)
source: Delete|*Cancel
russian: Удалить|*Отменить

# MSG_FONTPANEL_DELETE_QUESTION (893//)
source: The font family '%s' contains %ld entries. Do you really want to delete it?
russian: В семейство шрифтов '%s' входит %ld шрифтов. Вы действительно хотите её удалить?

# MSG_FONTPANEL_FAMILIES_NEW (895//)
source: New
russian: Нов

# MSG_FONTPANEL_FAMILIES_DELETE (896//)
source: Del
russian: Удл

# MSG_FONTPANEL_FAMILIES_RENAME (897//)
source: Ren
russian: Пер

# MSG_FONTPANEL_PREVIEW (899//)
source: _Preview:
russian: П_росмотр:

# MSG_FONTPANEL_PREVIEW_ENTRIES (900//)
source: - off -|24 pt
russian: - выкл -|24 pt

# MSG_FONTPANEL_SIZE (901//)
source: Size:
russian: Размер:

# MSG_FONTPANEL_SIZE_ENTRIES (902//)
source: Absolute|Relative
russian: абсолютный|относительный

# MSG_FONTPANEL_COLORS (903//)
source: Colors:
russian: Цвета:

# MSG_FONTPANEL_COLORS_TEXT (904//)
source: Text
russian: Текст

# MSG_FONTPANEL_COLORS_OUTLINE (905//)
source: Outline
russian: Окантовка

# MSG_FONTPANEL_STYLE (906//)
source: Style:
russian: Стиль:

# MSG_FONTPANEL_STYLE_BOLD (907//)
source: \033bBold
russian: \033bЖирный

# MSG_FONTPANEL_STYLE_ITALIC (908//)
source: \033iItalic
russian: \033iКурсивный

# MSG_FONTPANEL_STYLE_UNDERLINE (909//)
source: \033uUnderline
russian: \033uПодчёркнутый

# MSG_FONTPANEL_STYLE_SHADOW (910//)
source: \033sShadow
russian: \033sТень

# MSG_FONTPANEL_STYLE_OUTLINE (911//)
source: \033tOutline
russian: \033tОкантовка

# MSG_FONTPANEL_STYLE_PLAIN (912//)
source: Plain
russian: Простой

# MSG_FONTPANEL_SAMPLE_TEXT (913//)
source: The quick brown fox jumps over the lazy dog. 1234567890
russian: ABCDEabcde АБВГДабвгд 1234567890

# MSG_FONTPANEL_FONT_DOES_NOT_EXIST (914//)
source: Font doesn't exist.
russian: Шрифт не существует

# MSG_BACKGROUNDADJ_DEFAULT_COLOR (915//)
source: Default color
russian: Цвет по умолчанию

# MSG_PANEL_OK (916//)
source: Ok
russian: Принять

# MSG_PANEL_CANCEL (917//)
source: Cancel
russian: Отменить

# MSG_FONTPANEL_ASL_TITLE (918//)
source: Select font
russian: Выберите шрифт

# MSG_CFGL_MENU_POPUP (919//)
source: Popup menus
russian: Всплывающие меню

# MSG_CFGL_MENU_POPUP_POSITION (920//)
source: Position:
russian: Позиция:

# MSG_CFGL_MENU_POPUP_POSITION_ENTRIES (921//)
source: centered|top left
russian: по центру|сверху слева

# MSG_CFGB_Menu_PopupPosition (922//)
source: Position of popup menus relative to the mouse pointer.
russian: Положение всплывающих меню относительно указателя мышки.

# MSG_CFGL_MENU_POPUP_SELECTION_MODE (923//)
source: Selection mode:
russian: Режим выбора:

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_AUTOMATIC (924//)
source: automatic
russian: автоматически

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_STICKY (925//)
source: sticky
russian: клейкий

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_CLICK_HOLD (926//)
source: click & hold
russian: нажать и удерживать

# MSG_CFGL_MENU_GLOBAL (927//)
source: Global menus
russian: Глобальные меню

# MSG_CFGL_MENU_GLOBAL_APPEARANCE (928//)
source: Appearance:
russian: Внешний вид:

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ON_SCREEN_TITLEBAR (929//)
source: on screen titlebar
russian: в заголовке экрана

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_BELOW_WINDOW_TITLEBAR (930//)
source: below window titlebar
russian: под заголовком окна

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ABOVE_MOUSE_POINTER (931//)
source: above mouse pointer
russian: над указателем мышки

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_POPUP_MENUS (932//)
source: like popup menus
russian: как всплывающие меню

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_SYSTEM_MENUS (933//)
source: like system menus
russian: как системные меню

# MSG_CFGL_MENU_EMBEDDED_FONT (937//)
source: Font:
russian: Шрифт:

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR (938//)
source: Separator:
russian: Разделитель:

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR_ENTRIES (939//)
source: none|bar|inverted bar
russian: нет|полоса|инверсия|инверсная полоса

# MSG_CFGL_MENU_EMBEDDED_CONTAINER (940//)
source: Container:
russian: Контейнер:

# MSG_CFGL_MENU_EMBEDDED_CURSOR (941//)
source: Cursor:
russian: Курсор:

# MSG_POPMENU_ALLOPTIONS_ALL_TITLE (942//)
source: All options
russian: Все опции

# MSG_CFGL_MENU_EMBEDDED_ENABLE_MENU_BAR (943//)
source: Enable embedded menu bar
russian: Включить встроенные меню

# MSG_WINPOPUP_EMBEDDED_MENU_BAR (944//)
source: Embedded menu bar
russian: Встроенные меню

# MSG_VOLUMELIST_NAME (945//)
source: Name
russian: Имя

# MSG_VOLUMELIST_FULL (946//)
source: full
russian: заполнено

# MSG_VOLUMELIST_FREE (947//)
source: free
russian: свободно

# MSG_VOLUMELIST_USED (948//)
source: used
russian: использовано

# MSG_FONTPANEL_TRUETYPE_FONTS (949//)
source: \033bTrueType
russian: \033bВекторные

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_DISABLED (950//)
source: disabled
russian: отключено

# MSG_CFGL_STRINGS (951//)
source: Strings
russian: Строки

# MSG_CFGL_BUTTON_LOOK (952//)
source: Look:
russian: Вид:

# MSG_CFGL_SLIDER_LOOK (953//)
source: Look:
russian: Вид:

# MSG_CFGL_GAUGE_LOOK (954//)
source: Look:
russian: Вид:

# MSG_BACKGROUNDADJ_SAME_AS_WINDOW (955//)
source: same as window
russian: как и окно

# MSG_CFGL_GHOSTED_GADGETS_GROUP_TITLE (956//)
source: Ghosted Gadgets
russian: Заблокированные области:

# MSG_CFGL_DisabledPattern (957//)
source: Pattern:
russian: Обои:

# MSG_PATTERN_NONE (958//)
source: None
russian: Нет

# MSG_CFGL_DisabledVisibility (959//)
source: Visibility:
russian: Видимость:

# MSG_CFGL_QUICKHELP_APPEAR_HOLD_MOUSE (960//)
source: when holding mouse steady for
russian: при удержание мышки на месте

# MSG_WINPOPUP_JUMP_NEW (961//)
source: New
russian: Новый

# MSG_SCREENSPACE_UNNAMED (962//)
source: (unnamed)
russian: (безымянный)

# MSG_PUBSCREENPANEL_OPEN_WINDOWS_ON (963//)
source: Open windows on
russian: Открывать окна на

# MSG_PUBSCREENPANEL_DEFAULT (964//)
source: default public screen (usually the Workbench)
russian: общий экран по умолчанию (обычно Workbench)

# MSG_PUBSCREENPANEL_FRONTMOST (965//)
source: frontmost public screen (on program startup)
russian: экран на переднем плане (при запуске программы)

# MSG_PUBSCREENPANEL_FOREIGN (966//)
source: foreign public screen named
russian: чужой общий экран под именем

# MSG_PUBSCREENPANEL_MUIDATABASE (967//)
source: customized public screen from MUI database:
russian: настроенный общий экран из базы MUI

# MSG_MUIREQUEST_TITLE (968//)
source: MUI Request
russian: Запрос MUI

# MSG_MUIREQUEST_OK (969//)
source: Ok
russian: Принять

# MSG_ABOUTBOX_OK (970//)
source: _Ok
russian: _Принять

# MSG_ABOUTBOX_TITLE (971//)
source: About %s
russian: Об %s

# MSG_ABOUTBOX_COPYRIGHT (972//)
source: Copyright
russian: Права

# MSG_ABOUTBOX_ACKNOWLEDGEMENTS (973//)
source: Acknowledgements:
russian: Благодарности:

# MSG_ABOUTBOX_DOCUMENTATION (974//)
source: Documentation:
russian: Документация:

# MSG_ABOUTBOX_GRAPHICS (975//)
source: Graphics:
russian: Графика:

# MSG_ABOUTBOX_ICONS (976//)
source: Icons:
russian: Иконки:

# MSG_ABOUTBOX_ICON (977//)
source: Icon:
russian: Иконка:

# MSG_ABOUTBOX_TRANSLATIONS (978//)
source: Translations:
russian: Перевод:

# MSG_ABOUTBOX_PROOFREADING (979//)
source: Proofreading:
russian: Проверка:

# MSG_ABOUTBOX_MUSIC (980//)
source: Music:
russian: Музыка:

# MSG_ABOUTBOX_PROGRAMMING (981//)
source: Programming:
russian: Программирование:

# MSG_ABOUTBOX_ADDITIONAL_PROGRAMMING (982//)
source: Additional programming:
russian: Дополнительное программирование:

# MSG_ABOUTBOX_SOUND_EFFECTS (983//)
source: Sound effects:
russian: Звуковые эффекты:

# MSG_ABOUTBOX_THANKS_TO (984//)
source: Thanks to:
russian: Спасибо:

# MSG_ABOUTBOX_SPECIAL_THANKS_TO (985//)
source: Special thanks to:
russian: Особая благодарность:

# MSG_ABOUTBOX_WEB_SUPPORT (986//)
source: Web support:
russian: Web поддержка:

# MSG_ABOUTBOX_DISCLAIMER (987//)
source: Disclaimer:
russian: Ответственность:

# MSG_ABOUTBOX_LICENSE (988//)
source: License:
russian: Лицензия:

# MSG_CFGL_ACTIVE_GADGETS_GROUP_TITLE (991//)
source: Active Gadgets
russian: Активные поля

# MSG_CFGL_ACTIVE_GADGETS_FOCUS (992//)
source: Focus:
russian: Фокус:

# MSG_CFGL_ACTIVE_GADGETS_BORDER_PIXEL (993//)
source: %ld pixel
russian: %ld пиксель

# MSG_CFGL_ACTIVE_GADGETS_BORDER (994//)
source: Border:
russian: Бордюр:

# MSG_BUSY_SAMPLE_BUSY_BAR (995//)
source: Sample Busy-Bar
russian: Пример занятого состояния

# MSG_BUSY_PREFERENCES (996//)
source: Preferences
russian: Настройки

# MSG_BUSY_COLOR1 (997//)
source: Color 1:
russian: Цвет 1:

# MSG_BUSY_COLOR2 (998//)
source: Color 2:
russian: Цвет 2:

# MSG_BUSY_FRAME (999//)
source: Frame:
russian: Рамка:

# MSG_BUSY_STYLE (1000//)
source: Style:
russian: Стиль:

# MSG_BUSY_STYLE_ENTRIES (1001//)
source: Old|Queue|Knight Rider|Star Trek|Psycho
russian: Старый|Очередь|Рыцарь дорог|Звёздный путь|Психо

# MSG_BUSY_DIRECTION (1002//)
source: Direction:
russian: Направление:

# MSG_BUSY_DIRECTION_ENTRIES (1003//)
source: Right / In|Left / Out
russian: Вправо / Внутрь|Влево / Наружу

# MSG_BUSY_SIZE (1004//)
source: Size:
russian: Размер:

# MSG_BUSY_NUMBER (1005//)
source: Number:
russian: Число:

# MSG_BUSY_FADE (1006//)
source: Fade:
russian: Переход:

# MSG_BUSY_FADE_NO_FADE (1007//)
source: No Fade!
russian: Без перехода!

# MSG_BUSY_FADE_FORMAT (1009//)
source: %ld segments
russian: %ld сегментов

# MSG_BUSY_SPACE (1010//)
source: Space:
russian: Интервал:

# MSG_BUSY_SPACE_NO_SPACE (1011//)
source: No Space!
russian: Без интервала!

# MSG_BUSY_SPACE_FORMAT (1012//)
source: %ld pixels
russian: %ld пикселей

# MSG_BUSY_SPEED (1013//)
source: Speed:
russian: Скорость:

# MSG_BUSY_SPEED_WOWWW (1014//)
source: Wowww!
russian: Ваууу!

# MSG_BUSY_SPEED_OFF (1015//)
source: OFF
russian: ВЫКЛ

# MSG_BUSY_SPEED_FORMAT (1016//)
source: %ldms
russian: %ld мс

# MSG_LAMP_OFF (1017//)
source: Off:
russian: Выкл:

# MSG_LAMP_OK (1018//)
source: Ok:
russian: Принять

# MSG_LAMP_WARNING (1019//)
source: Warning:
russian: Внимание:

# MSG_LAMP_ERROR (1020//)
source: Error:
russian: Ошибка:

# MSG_LAMP_FATAL_ERROR (1021//)
source: Fatal error:
russian: Фатальная ошибка:

# MSG_LAMP_PROCESSING (1022//)
source: Processing:
russian: Обработка:

# MSG_LAMP_LOOKING_UP (1023//)
source: Looking up:
russian: Ищу:

# MSG_LAMP_CONNECTING (1024//)
source: Connecting:
russian: Соединяю:

# MSG_LAMP_SENDING_DATA (1025//)
source: Sending data:
russian: Отправляю данные:

# MSG_LAMP_RECEIVING_DATA (1026//)
source: Receiving data:
russian: Принимаю данные:

# MSG_LAMP_LOADING_DATA (1027//)
source: Loading data:
russian: Загрузка данных:

# MSG_LAMP_SAVING_DATA (1028//)
source: Saving data:
russian: Сохранение данных:

# MSG_LAMP_DEFAULT_COLORS (1029//)
source: Default colors
russian: Цвета по умолчанию

# MSG_LAMP_LOOK (1030//)
source: Look:
russian: Вид:

# MSG_LAMP_SHAPE (1031//)
source: Shape:
russian: Форма:

# MSG_LAMP_SHAPE_CLASSIC_BULB (1032//)
source: Classic bulb
russian: Классическая лампочка

# MSG_LAMP_SHAPE_SQUARE (1033//)
source: Square
russian: Квадрат

# MSG_LAMP_FRAME_VISIBILITY (1034//)
source: Frame visibility:
russian: Видимость рамки:

# MSG_LAMP_SPECULAR_HIGHLIGHTS (1035//)
source: Specular highlights
russian: Подсветка выделения

# MSG_LAMP_SAMPLES (1036//)
source: Samples
russian: Примеры

# MSG_BUSY_COLOR1_HELP (1037//)
source: The first color in Busy objects
russian: Первый цвет занятого объекта

# MSG_BUSY_COLOR2_HELP (1038//)
source: The last color in Busy objects
russian: Последний цвет занятого объекта

# MSG_BUSY_FRAME_HELP (1039//)
source: The frame of Busy objects
russian: Рамка занятого объекта

# MSG_BUSY_STYLE_HELP (1040//)
source: Choose between different styles
russian: Выберите один из стилей

# MSG_BUSY_DIRECTION_HELP (1041//)
source: Choose the direction
russian: Выберите направление

# MSG_BUSY_SIZE_HELP (1042//)
source: Rectangle size in pixels
russian: Прямоугольник в пикселях

# MSG_BUSY_NUMBER_HELP (1043//)
source: Number of rectangles
russian: Число прямоугольников

# MSG_BUSY_FADE_HELP (1044//)
source: Number of rectangles which are used to fade
russian: Число прямоугольников для перелива

# MSG_BUSY_SPACE_HELP (1045//)
source: Number of pixels of space
russian: Число пикселей для интервала

# MSG_BUSY_SPEED_HELP (1046//)
source: The Busy objects are moved with this speed
russian: Скорость перемещения занятых объектов

# MSG_BUSY_SAMPLE_HELP (1047//)
source: The sample Busy object, reacts on preferences below
russian: Пример занятого объекта, отвечает на настройки снизу

# MSG_CFGL_LIST_HSCROLLER_ENTRIES (1048//)
source: automatic|always|never
russian: автоматический|всегда|никогда

# MSG_CFGL_MENU_TITLES_ENTRIES (1049//)
source: normal|bold|3d
russian: нормальный|жирный|3D

# MSG_CFGL_DRAG_LOOK_ENTRIES (1050//)
source: always solid|ghosted on box|ghosted outside box|always ghosted
russian: всегда цельные|затемненные на зоне|затемненные вне зоны|всегда затемненные

# MSG_LISTTREE_SAMPLE (1051//)
source: Sample
russian: Пример

# MSG_LISTTREE_OPEN (1052//)
source: _Open
russian: _Открыть

# MSG_LISTTREE_CLOSE (1053//)
source: _Close
russian: _Закрыть

# MSG_LISTTREE_PREFERENCES (1054//)
source: Preferences
russian: Настройки

# MSG_LISTTREE_RIGHT (1055//)
source: Right
russian: Вправо

# MSG_LISTTREE_DOWN (1056//)
source: Down
russian: Вниз

# MSG_LISTTREE_LINES (1057//)
source: Lines
russian: Строк

# MSG_LISTTREE_SHADOW (1058//)
source: Shadow
russian: Тень

# MSG_LISTTREE_STYLE (1059//)
source: Style:
russian: Стиль:

# MSG_LISTTREE_STYLE_ENTRIES (1060//)
source: Normal|Inserted|Lines|Win95|Mac|Lines3D|Padiavolo
russian: Нормальный|Вставленный|Линии|Win95|Mac|Линии3D|Padiavolo

# MSG_LISTTREE_SPACE (1061//)
source: Space:
russian: Интервал:

# MSG_LISTTREE_REMEMBER_STATUS (1062//)
source: Remember status
russian: Запоминать состояние

# MSG_LISTTREE_DISPLAY_OPENED (1063//)
source: Display opened
russian: Отображать открытым

# MSG_LISTTREE_SAMPLE_HELP (1064//)
source: A Listtree object sample, reacts on preferences
russian: Пример объекта список-дерево, отвечает на настройки снизу

# MSG_LISTTREE_OPEN_HELP (1065//)
source: Open all nodes
russian: Раскрыть все разделы

# MSG_LISTTREE_CLOSE_HELP (1066//)
source: Close all nodes
russian: Закрыть все разделы

# MSG_LISTTREE_RIGHT_HELP (1067//)
source: Image for a closed node
russian: Изображение для закрытого раздела

# MSG_LISTTREE_DOWN_HELP (1068//)
source: Image for an opened node
russian: Изображение для открытого раздела

# MSG_LISTTREE_LINES_HELP (1069//)
source: Custom line color for styles 'Lines', 'Win95' and 'Lines3D"
russian: Цвет линий для стиля 'Линии', 'Win95' и 'Линии3D'

# MSG_LISTTREE_SHADOW_HELP (1070//)
source: Custom shadow color for style 'Lines3D'
russian: Цвет тени для стиля 'Линии 3D'

# MSG_LISTTREE_STYLE_HELP (1071//)
source: Choose between different display modes
russian: Выбор между разными режимами отображения

# MSG_LISTTREE_SPACE_HELP (1072//)
source: Spacing between node image and text
russian: Интервал между указателем раздела и текстом

# MSG_LISTTREE_REMEMBER_STATUS_HELP (1073//)
source: Closed nodes remember their children's states
russian: Закрытые разделы запоминают состояние вложенных разделов

# MSG_LISTTREE_DISPLAY_OPENED_HELP (1074//)
source: Adjust display position after opening a node
russian: Корректировать отображение после открытия раздела

# MSG_LISTTREE_SAMPLE_NEWSGROUPS (1075//)
source: \033bNewsgroups
russian: \033bНовостные группы

# MSG_LISTTREE_SAMPLE_FLAGS (1076//)
source: \033bFlags
russian: \033bФлаги

# MSG_LISTTREE_SAMPLE_SUBSCRIBED (1077//)
source: subscribed
russian: подписан

# MSG_URLTEXT_COLORS (1078//)
source: Colors
russian: Цвета

# MSG_URLTEXT_COLORS_OUT (1079//)
source: Out
russian: Вне

# MSG_URLTEXT_COLORS_OVER (1080//)
source: Over
russian: Сверху

# MSG_URLTEXT_COLORS_VISITED (1081//)
source: Visited
russian: Посещено

# MSG_URLTEXT_SETTINGS (1082//)
source: Settings
russian: Настройки

# MSG_URLTEXT_SETTINGS_UNDERLINE (1083//)
source: Underline
russian: Подчёркивание

# MSG_URLTEXT_SETTINGS_FALLBACK (1084//)
source: Fallback
russian: Откат

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN (1085//)
source: Use visited pen
russian: Ручка посещения

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER (1086//)
source: Use hand mouse pointer
russian: Указатель в виде руки

# MSG_URLTEXT_FONT (1087//)
source: Font:
russian: Шрифт:

# MSG_URLTEXT_SAMPLES (1088//)
source: Samples
russian: Примеры

# MSG_URLTEXT_COLORS_OUT_HELP (1089//)
source: Pen when the mouse is not over the link
russian: Ручка, когда указатель мышки вне зоны ссылки

# MSG_URLTEXT_COLORS_OVER_HELP (1090//)
source: Pen when the mouse is over the link
russian: Ручка, когда указатель мышки поверх ссылки

# MSG_URLTEXT_COLORS_VISITED_HELP (1091//)
source: Pen for a visited link
russian: Ручка для посещенных ссылок

# MSG_URLTEXT_SETTINGS_UNDERLINE_HELP (1092//)
source: If selected the link is underlined
russian: Если выбрано, то ссылки подчёркиваются

# MSG_URLTEXT_SETTINGS_FALLBACK_HELP (1093//)
source: Active even if OpenURL is not installed
russian: Работает, даже если не установлен OpenURL

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN_HELP (1094//)
source: Use 'Visited' pen for a visited link
russian: Использовать ручку 'Посещено' для посещённых ссылок

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER_HELP (1095//)
source: Use "hand" mouse pointer when over an URL
russian: Использовать 'Руку' для указателя мышки при нахождении над ссылкой

# MSG_URLTEXT_FONT_HELP (1096//)
source: The font to use
russian: Использовать этот шрифт

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE (1097//)
source: Prefer URL: device
russian: Предпочитать URL: устройство

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE_HELP (1098//)
source: Prefer URL: device over openurl.library
russian: Предпочитать URL: устройство над openurl.library

# MSG_URLTEXT_MENU_GOTO_URL (1099//)
source: Goto URL...
russian: Перейти на URL...

# MSG_URLTEXT_MENU_COPY_TO_CLIPBOARD (1100//)
source: Copy URL to clipboard
russian: Скопировать URL в буфер обмена

# MSG_URLTEXT_MENU_ADD_TO_CMANAGER (1101//)
source: Add URL to CManager
russian: Добавить URL в CManager

# MSG_URLTEXT_MENU_OPENURL_PREFS (1102//)
source: OpenURL prefs...
russian: OpenURL настройки...

# MSG_URLTEXT_MENU_URL_PREFS (1103//)
source: URL: prefs...
russian: URL: настройки...

# MSG_COLORRING_FAVCOLORS_BLACK (1104//)
source: black
russian: чёрный

# MSG_COLORRING_FAVCOLORS_WHITE (1105//)
source: white
russian: белый

# MSG_COLORRING_FAVCOLORS_GREY (1106//)
source: grey
russian: серый

# MSG_COLORRING_FAVCOLORS_RED (1107//)
source: red
russian: красный

# MSG_COLORRING_FAVCOLORS_GREEN (1108//)
source: green
russian: зелёный

# MSG_COLORRING_FAVCOLORS_BLUE (1109//)
source: blue
russian: синий

# MSG_COLORRING_FAVCOLORS_CYAN (1110//)
source: cyan
russian: голубой

# MSG_COLORRING_FAVCOLORS_MAGENTA (1111//)
source: magenta
russian: пурпурный

# MSG_COLORRING_FAVCOLORS_YELLOW (1112//)
source: yellow
russian: жёлтый

# MSG_CFGL_OBJECT_POINTER_TYPES (1113//)
source: Object pointer types
russian: Типы указателей объекта

# MSG_CFGB_ObjectPointerTypes (1114//)
source: Enable usage of per object mouse pointer types.
russian: Использовать разные виды указателей для разных объектов.

# MSG_ABOUTBOX_REGISTERED_TO (1115//)
source: Registered to:
russian: Зарегистрировано на:

# MSG_ABOUTBOX_VERSION (1116//)
source: Version
russian: Версия

# MSG_ABOUTBOX_BUILD (1117//)
source: Build
russian: Сборка

# MSG_CFGL_LIST_ROWSTRIPING (1131//)
source: Striping:
russian: Полоски:

# MSG_PSI_CLI_OUTOFMEMORY (1134//)
source: Out of memory (20).
russian: Мало памяти (20).

# MSG_PSI_CLI_NOMUIMASTER (1135//)
source: Failed to open muimaster.library V20 (20).
russian: Невозможно открыть muimaster.library V20 (20).

# MSG_PSI_CLI_NOSCREENSPACE (1136//)
source: Failed to obtain screenspace object (20).
russian: Невозможно получить объект экранного пространства (20).

# MSG_PSI_CLI_SCREENOPENED (1137//)
source: Screen opened (0).
russian: Экран открыт (0).

# MSG_PSI_CLI_SCREENOPENFAILED (1138//)
source: Failed to open screen (5).
russian: Невозможно открыть экран (5).

# MSG_PSI_CLI_SCREENCLOSED (1139//)
source: Screen closed (0).
russian: Экран закрыт (0).

# MSG_PSI_CLI_SCREENCLOSEFAILED (1140//)
source: Failed to close screen (5).
russian: Невозможно закрыть экран (5).

# MSG_PSI_CLI_SYNTAXERROR (1141//)
source: Syntax Error in command line (10).
russian: Синтаксическая ошибка в командной строке (10).

# MSG_PSI_CLI_SCREENNOTFOUND (1142//)
source: Screen not found (5).
russian: Экран не найден (5).

# MSG_CFGB_TabFont (1143//)
source: Font used for title of tabbed groups.
russian: Шрифт для заголовков групп вкладок.

# MSG_CFGB_TabTitlePos (1144//)
source: Position of tabbed groups title texts.
russian: Положение текста заголовков групп вкладок.

# MSG_TITLE_NO_TITLE (1145//)
source: no title
russian: без заголовка

# MSG_PREFS_REQ_REGISTERURL (1146//)
source: To obtain a key file for MUI please order it online here: %s
russian: Для получения ключа для MUI, пожалуйста закажите его здесь: %s

# MSG_CFGL_TABGROUP_HIDE_SINGLE (1147//)
source: Hide single tabs
russian: Скрывать одиночные вкладки

# MSG_CFGB_TabHideSingle (1148//)
source: Hide the tab group if just a single tab is to be shown.
russian: Скрывать вкладки, если есть только одна вкладка.

# MSG_CFGL_TABGROUP_HOVER_EFFECT (1149//)
source: Hover effect:
russian: Эффект полёта:

# MSG_CFGB_TabHover (1150//)
source: Highlight the tab being hovered by the mouse.
russian: Подсвечивать вкладку под указателем мышки.

# MSG_CFGL_KEY_MARKING_QUALIFIER (1151//)
source: Marking:
russian: Выделение:

# MSG_CFGB_MarkingQualifier (1155//)
source: The text contents will be marked if this qualifier key is pressed together with the cursor keys.
russian: Содержание текста будет выделено, если клавиша квалификации будет удержана вместе с кнопками курсора.

# MSG_LISTTREE_RIGHT_TITLE (1156//)
source: Adjust image for closed nodes
russian: Изменить изображение для закрытого раздела

# MSG_LISTTREE_DOWN_TITLE (1157//)
source: Adjust image for opened nodes
russian: Изменить изображение для открытого раздела

# MSG_CFGL_FAILED_TO_CREATE_PREFS_CLASS (1158//)
source: Failed to create preferences class.
russian: Невозможно создать класс настроек.

# MSG_DIRLIST_SIZE_BYTES (1159//)
source: B
russian: Б

# MSG_DIRLIST_SIZE_KILOBYTES (1160//)
source: kB
russian: КБ

# MSG_DIRLIST_SIZE_MEGABYTES (1161//)
source: MB
russian: МБ

# MSG_DIRLIST_SIZE_GIGABYTES (1162//)
source: GB
russian: ГБ

# MSG_ABOUT_SUPPORT (1164//)
source: Support:
russian: Поддержка:

# MSG_BACKGROUNDADJ_IMAGE (1165//)
source: Image:
russian: Изображение:

# MSG_BACKGROUNDADJ_IMAGE_BUILTIN (1166//)
source: Builtin
russian: Внутренние
