Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos4/sdk/ppc-amigaos/locale/*.po
Languages: russian

# MSG_CFGL_MENU_TITLES (487//)
source: Titles:
russian: Заголовки:

# MSG_CFGL_CYCLE_BUTTONS (519//)
source: Cycle Buttons
russian: Цикл кнопки

# MSG_CFGL_CYCLE_MENU (520//)
source: Menu:
russian: Меню:

# MSG_CFGL_CYCLE_POSITION (521//)
source: Position:
russian: Позиция:

# MSG_CFGL_CYCLEPOP_NEVER (522//)
source: never
russian: никогда

# MSG_CFGL_CYCLEPOP_ALWAYS (523//)
source: always
russian: всегда

# MSG_CFGL_CYCLEPOP_3MORE (524//)
source: 3 or more
russian: 3 и более

# MSG_CFGL_ICONIFY_IMMEDIATELY (530//)
source: immediately switch to iconified state
russian: сразу переключать в свёрнутое состояние

# MSG_CFGL_QUICKHELP_APPEAR (532//)
source: Quick help appears
russian: Быстрая помощь появляется

# MSG_CFGL_QUICKHELP_DISAPPEAR (536//)
source: Quick help disappears
russian: Помощь пропадает

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_MOVE (537//)
source: on every mouse movement
russian: при перемещение мышки

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_LEAVE (538//)
source: when mouse leaves object
russian: когда указатель покидает объект

# MSG_CFGL_QUICKHELP_LOOK (539//)
source: Quick help look
russian: Внешний вид помощи

# MSG_CFGL_QUICKHELP_LOOK_BUBBLE (540//)
source: comic bubbles
russian: облачка из комиксов

# MSG_CFGL_QUICKHELP_LOOK_RECTANGLE (541//)
source: rectangles
russian: прямоугольники

# MSG_CFGL_QUICKHELP_FONT (544//)
source: Quick help uses font
russian: Помощь использует шрифт

# MSG_CFGL_QUICKHELP_HEIGHT1 (545//)
source: Quick help height is
russian: Высота помощи

# MSG_CFGL_QUICKHELP_HEIGHT2 (546//)
source: of width.
russian: ширины.

# MSG_ABOUT_ABOUT_MUI (547//)
source: About MUI
russian: О системе MUI

# MSG_ABOUT_CUSTOM_CLASS (548//)
source: \033bCustom Class
russian: \033bВнешний класс

# MSG_ABOUT_VERSION (549//)
source: \033bVersion
russian: \033bВерсия

# MSG_ABOUT_DATE (550//)
source: \033bDate
russian: \033bДата

# MSG_ABOUT_COPYRIGHT (551//)
source: \033bCopyright
russian: \033bПрава

# MSG_REGISTER (558//)
source: _Register
russian: _Регистрация

# MSG_CGR_INFO (559//)
source: Info
russian: Инфо

# MSG_COLADJ_RED (561//)
source: Red:
russian: Красный:

# MSG_COLADJ_GREEN (562//)
source: Green:
russian: Зелёный:

# MSG_COLADJ_BLUE (563//)
source: Blue:
russian: Синий:

# MSG_POP_BUTTON_USE (566//)
source: _Use
russian: _Принять

# MSG_POP_BUTTON_CANCEL (567//)
source: _Cancel
russian: _Отменить

# MSG_POPMENU_ALLOPTIONS_TITLE (582//)
source: All '%s' options
russian: Все '%s' опции

# MSG_PREFS_SERIAL_NUMBER (586//)
source: Serial number %s
russian: Серийный номер %s

# MSG_WINPOPUP_ICONIFY (588//)
source: Iconify
russian: Свернуть

# MSG_WINPOPUP_SNAPSHOT (589//)
source: Snapshot
russian: Зафиксировать

# MSG_WINPOPUP_UNSNAPSHOT (590//)
source: Unsnapshot
russian: Снять фиксацию

# MSG_WINPOPUP_JUMP_SCREEN (597//)
source: Jump to screen
russian: Перейти на экран

# MSG_WINPOPUP_JUMP_NEXT (598//)
source: Next
russian: Следующий

# MSG_WINPOPUP_TRANSPARENCY (601//)
source: Transparency
russian: Прозрачность

# MSG_WINPOPUP_MUI_SETTINGS (602//)
source: MUI settings...
russian: Настройки MUI...

# MSG_WINPOPUP_ABOUT_MUI (603//)
source: About MUI...
russian: О системе MUI...

# MSG_PREFS_ADJUST_SCREEN_WINDOWTITLE (604//)
source: Adjust screen for '%s'
russian: Изменить экран для '%s'

# MSG_PREFS_USER_IFACE_SETTINGS_WINDOWTITLE (605//)
source: User Interface Settings for '%s'
russian: Настройки интерфейса для '%s'

# MSG_ABOUT_SHOW_MCCS (606//)
source: Show
russian: Показать

# MSG_ABOUT_EXTERNAL_CLASSES (607//)
source: %ld external classes loaded.
russian: Загружено %ld внешних классов.

# MSG_ABOUT_OBSOLETE_FILES (608//)
source: These files are no longer in use. It is safe to delete them.
russian: Эти файлы больше не требуются. Их можно безопасно удалить.

# MSG_ABOUT_DELETE_OBSOLETE_FILES (609//)
source: Delete %ld files
russian: Удалить %ld файл(ов)

# MSG_ABOUT_OBSOLETE_FILES_DELETED (610//)
source: %ld files deleted.
russian: %ld файлов удалено.

# MSG_CFGL_ICONIFY_SHOWDOCK (622//)
source: icon in AmiDock
russian: иконка в AmiDock

# MSG_CFGB_IconifyDock (623//)
source: Show an icon in AmiDock in iconified state.
russian: Показывать иконку в AmiDock при свёрнутом состоянии.

# MSG_SA_LABEL_COMPOSITING (624//)
source: Compositing
russian: Композиция

# MSG_SA_HELP_COMPOSITING (625//)
source: Use compositing for the screen.
russian: Использовать композицию для экрана.

# MSG_SA_LABEL_LIKEWORKBENCH (626//)
source: Like Workbench
russian: Как Workbench

# MSG_SA_HELP_LIKEWORKBENCH (627//)
source: Use the same settings as the Workbench screen.
russian: Использовать аналогичные настройки экрану Workbench.

# MSG_SA_BUTTON_OPEN (628//)
source: _Open
russian: _Открыть

# MSG_SA_BUTTON_CLOSE (629//)
source: _Close
russian: _Закрыть

# MSG_SA_BUTTON_JUMP (630//)
source: _Jump
russian: _Перейти

# MSG_CFGL_TEXT_COLOR (631//)
source: Text color:
russian: Цвет текста:

# MSG_CFGB_TextColor (632//)
source: Color used for texts.
russian: Цвет используемый для текста.

# MSG_LIST_CTX_COLUMNS (636//)
source: Columns
russian: Столбцы

# MSG_LIST_CTX_COLUMN (637//)
source: Column %ld
russian: Столбец %ld

# MSG_LIST_CTX_SHOW_ALL (638//)
source: Show all
russian: Показать всё

# MSG_LIST_CTX_RESET_SIZES (639//)
source: Reset sizes
russian: Сбросить размеры

# MSG_LIST_DRAG_MANY_ITEMS (641//)
source: Dragging %ld items...
russian: Перетаскиваю %ld пунктов...

# MSG_SA_LIST_SCREENMODEID (642//)
source: Display mode ID
russian: Номер режима экрана

# MSG_BACKGROUNDADJ_IMAGEBROWSER (643//)
source: Imagebrowser:
russian: Браузер изображений:

# MSG_BACKGROUNDADJ_SAME_AS_PARENT (644//)
source: same as parent object
russian: как и родительский объект

# MSG_BACKGROUNDADJ_MODIFY_PARENTS_BRIGHTNESS (645//)
source: Modify brightness of parent's background:
russian: Модифицировать яркость родительского фона:

# MSG_BACKGROUNDADJ_PENS (646//)
source: Pens:
russian: Ручки:

# MSG_BACKGROUNDADJ_COLOR (647//)
source: Color
russian: Цвет

# MSG_BACKGROUNDADJ_GRADIENT (648//)
source: Gradient:
russian: Градиент:

# MSG_BACKGROUNDADJ_GRAD_HORIZONTAL (649//)
source: horizontal
russian: горизонтальный

# MSG_BACKGROUNDADJ_GRAD_VERTICAL (650//)
source: vertical
russian: вертикальный

# MSG_BACKGROUNDADJ_GRAD_SYMMETRICAL (651//)
source: symmetrical
russian: симметричный

# MSG_BACKGROUNDADJ_PATTERN (652//)
source: Pattern:
russian: Заливки:

# MSG_FILEPANEL_DRAWER (653//)
source: Drawer:
russian: Каталог:

# MSG_FILEPANEL_FILE (654//)
source: File:
russian: Файл:

# MSG_FILEPANEL_SELECT_ALL (655//)
source: _all
russian: _всё

# MSG_FILEPANEL_SELECT_NONE (656//)
source: _none
russian: _нет

# MSG_FILEPANEL_PATTERN (657//)
source: Pattern:
russian: Обои:

# MSG_FILEPANEL_NUMBER_OF_FILES (658//)
source: %ld Files: %s
russian: %ld файлов: %s

# MSG_FILEPANEL_DIRECTORY (659//)
source: Directory
russian: Каталог

# MSG_FILEPANEL_REQ_TITLE (660//)
source: Warning
russian: Внимание

# MSG_FILEPANEL_DELETE_BUTTONS (661//)
source: Delete|*Cancel
russian: Удалить|*Отменить

# MSG_FILEPANEL_DELETE_QUESTION (662//)
source: Do you really want to delete%s\033b%s\033n?
russian: Вы действительно хотите удалить%s\033b%s\033n?

# MSG_FILEPANEL_ERRORS_BUTTONS_FORCE (663//)
source: Force|*Cancel
russian: Форсировать|*Отменить

# MSG_FILEPANEL_ERRORS_BUTTONS_OK (664//)
source: *Ok
russian: *Принять

# MSG_FILEPANEL_ERRORS_QUESTION (665//)
source: The following %ld errors occured: %s
russian: Произошли следующие ошибки %ld: %s

# MSG_FILEPANEL_NEW_DRAWER (666//)
source: new drawer
russian: новый каталог

# MSG_FILEPANEL_DOS_ERROR_TITLE (667//)
source: DOS Error
russian: Ошибка ДОС

# MSG_FILEPANEL_DOS_ERROR_BUTTONS (668//)
source: *Ok
russian: *Принять

# MSG_FILEPANEL_DIRECTORY_HISTORY (669//)
source: Directory History
russian: История каталогов

# MSG_FILEPANEL_DIRECTORY_HISTORY_EMPTY (670//)
source: Directory History Empty
russian: История каталогов пуста

# MSG_FILEPANEL_MENU_RENAME (671//)
source: R\0Rename
russian: R\0Переименовать

# MSG_FILEPANEL_MENU_DELETE (672//)
source: D\0Delete...
russian: D\0Удалить...

# MSG_FILEPANEL_MENU_NEWDIR (673//)
source: N\0New Drawer
russian: N\0Новый каталог

# MSG_FILEPANEL_MENU_PARENT (674//)
source: P\0Parent
russian: P\0Назад

# MSG_FILEPANEL_MENU_VOLUMES (675//)
source: O\0Volumes
russian: O\0Устройства

# MSG_FILEPANEL_MENU_SELECT (676//)
source: -\0Multiselect
russian: -\0Мультивыбор

# MSG_IMGBROWSER_READING_DIR (677//)
source: Reading image directory...
russian: Читаю каталог с изображениями...

# MSG_IMGBROWSER_BUILTIN (678//)
source: \033bBuiltin
russian: \033bВстроенные

# MSG_IMGBROWSER_BUILTIN_DEFAULT (679//)
source: Builtin Default
russian: Встроенные по умолчанию

# MSG_DIRLIST_NAME (680//)
source: Name %s %s
russian: Имя %s %s

# MSG_DIRLIST_SIZE (681//)
source: %s Size
russian: %s Размер

# MSG_DIRLIST_USED (682//)
source: %s Used
russian: %s Занято

# MSG_DIRLIST_DATE (683//)
source: %s Date
russian: %s Дата

# MSG_DIRLIST_TIME (684//)
source: %s Time
russian: %s Время

# MSG_DIRLIST_FLAGS (685//)
source: %s Flags
russian: %s Флаги

# MSG_DIRLIST_COMMENT (686//)
source: Comment %s
russian: Комментарий %s

# MSG_DIRLIST_TYPE (687//)
source: Type %s
russian: Тип %s

# MSG_DIRLIST_DATE_TIME (688//)
source: %s Date & Time
russian: %s Дата и время

# MSG_DIRLIST_EMPTY (689//)
source: <empty>
russian: <пусто>

# MSG_DIRLIST_DEVICE (690//)
source: <Device>
russian: <Устройство>

# MSG_DIRLIST_VOLUME (691//)
source: <Volume>
russian: <Том>

# MSG_DIRLIST_ASSIGN (692//)
source: <Assign>
russian: <Ссылка>

# MSG_DIRLIST_DRAWER (693//)
source: <Drawer>
russian: <Каталог>

# MSG_CFGL_LIST_TITLE (694//)
source: Title:
russian: Заголовок:

# MSG_COLORRING_TITLE (695//)
source: Color ring
russian: Палитра

# MSG_COLORRING_TRIANGLE (696//)
source: Triangle
russian: Треугольник

# MSG_COLORRING_WHEEL (697//)
source: Wheel
russian: Колесо

# MSG_COLORRING_NO_SLIDERS (698//)
source: No sliders
russian: Без слайдеров

# MSG_COLORRING_RGB_SLIDERS (699//)
source: RGB sliders
russian: RGB слайдеры

# MSG_COLORRING_HSV_SLIDERS (700//)
source: HSV sliders
russian: HSV слайдеры

# MSG_COLORRING_RECENTLY_USED_COLORS (701//)
source: Recently used colors
russian: Недавние цвета

# MSG_COLORRING_FAVORITE_COLORS (702//)
source: Favorite colors
russian: Любимые цвета

# MSG_COLORRING_STORE_CURRENT (703//)
source: Store current
russian: Запомнить текущий

# MSG_CFGL_LIST_HSCROLLER (704//)
source: Horizontal scroller:
russian: Нижний скроллер:

# MSG_CFGB_ListHScrollerVisibility (708//)
source: Set the visibility of the horizontal scroller.
russian: Установить видимость нижнего горизонтального скроллера.

# MSG_BACKGROUNDADJ_BRIGHTNESS (709//)
source: RGB:
russian: КЗС:

# MSG_BACKGROUNDADJ_BALANCE_RED (710//)
source: Red:
russian: Красный:

# MSG_BACKGROUNDADJ_BALANCE_GREEN (711//)
source: Green:
russian: Зелёный:

# MSG_BACKGROUNDADJ_BALANCE_BLUE (712//)
source: Blue:
russian: Синий:

# MSG_BACKGROUNDADJ_GRAYSCALE (713//)
source: Grayscale
russian: Серые тона

# MSG_BACKGROUNDADJ_NEGATIVE (714//)
source: Negative
russian: Негатив

# MSG_BACKGROUNDADJ_HCENTERING (715//)
source: H-Centering
russian: Г-Центрирование

# MSG_BACKGROUNDADJ_VCENTERING (716//)
source: V-Centering
russian: В-Центрирование

# MSG_CFGL_LIST_GROUP_TITLE (717//)
source: Lists
russian: Списки

# MSG_CFGL_LIST_EXAMPLE_TITLE (718//)
source: Title
russian: Заголовок

# MSG_CFGL_LIST_EXAMPLE_EXAMPLE (719//)
source: Example
russian: Пример

# MSG_CFGL_LIST_EXAMPLE_LIST (720//)
source: list
russian: списка

# MSG_CFGL_LIST_EXAMPLE_WITH_SOME (721//)
source: with some
russian: с несколькими

# MSG_CFGL_LIST_EXAMPLE_SELECTED (722//)
source: selected
russian: выбранными

# MSG_CFGL_LIST_EXAMPLE_ENTRIES (723//)
source: entries
russian: пунктами

# MSG_CFGL_LIST_FONT (724//)
source: Font:
russian: Шрифт:

# MSG_CFGL_FONT_FIXED (725//)
source: Fixed:
russian: Моноширинный:

# MSG_CFGL_FRAME_BACKGROUND_CLIPBOARD (726//)
source: Frame & Background clipboard
russian: Буфер обмена рамок и фонов

# MSG_CFGL_WIN_BACKGROUNDS (727//)
source: Backgrounds
russian: Фоны

# MSG_CFGL_BUTTON_FONT (730//)
source: Font:
russian: Шрифт:

# MSG_CFGL_BUTTON_EXAMPLE (731//)
source: Example
russian: Пример

# MSG_FRIMAGEADJ_TITLE_SINGLE (732//)
source: Adjust %s
russian: Изменить: %s

# MSG_FRIMAGEADJ_TITLE_DOUBLE (733//)
source: Adjust %s & %s
russian: Изменить: %s и %s

# MSG_FRAMEADJ_TITLE (734//)
source: Frame
russian: Рамка

# MSG_BACKGROUNDADJ_TITLE (735//)
source: Background
russian: Фон

# MSG_FRAMEADJ_SPACING (736//)
source: Spacing:
russian: Отступы:

# MSG_FRAMEADJ_VISIBILITY (737//)
source: Visibility:
russian: Видимость:

# MSG_FRAMEADJ_COLORIZE (738//)
source: Colorize
russian: Окрасить

# MSG_FRAMEADJ_SCALING (739//)
source: Scaling:
russian: Масштабирование:

# MSG_FRAMEADJ_SCALING_ENTRIES (740//)
source: tiling|horizontally|vertically|both
russian: укладка|горизонтально|вертикально|оба

# MSG_FRAMEADJ_TOGGLE_STATE (741//)
source: Toggle state
russian: Переключить состояние

# MSG_CFGL_SLIDER_GROUP_TITLE (742//)
source: Slider
russian: Ползунок

# MSG_CFGL_GAUGE_GROUP_TITLE (743//)
source: Gauge
russian: Шкала

# MSG_CFGL_GAUGE_ZEBRA (744//)
source: Zebra:
russian: Зебра:

# MSG_CFGL_WINDOW_BORDERS (745//)
source: Borders
russian: Границы

# MSG_CFGL_WINDOW_TITLEBAR_SHOWS (746//)
source: Titlebar shows
russian: Заголовок показывает

# MSG_CFGL_WINDOW_TITLEBAR_POPUP_BUTTON (747//)
source: popup button
russian: кнопка меню

# MSG_CFGL_WINDOW_TITLEBAR_SETTINGS_BUTTON (748//)
source: settings button
russian: кнопка настроек

# MSG_CFGL_WINDOW_TITLEBAR_SNAPSHOT_BUTTON (749//)
source: snapshot button
russian: кнопка фиксации

# MSG_CFGL_WINDOW_TITLEBAR_SCREEN_JUMP_BUTTON (750//)
source: screen jump button
russian: кнопка перехода

# MSG_CFGL_WINDOW_TITLEBAR_ICONIFY_BUTTON (751//)
source: iconify button
russian: кнопка свернуть

# MSG_CFGL_WINDOW_SIZEGADGET (752//)
source: Window size gadget is
russian: Кнопка размера окна

# MSG_CFGL_WINDOW_SIZEGADGET_BOTTOM_BORDER (753//)
source: in bottom border
russian: в нижнем бордюре

# MSG_CFGL_WINDOW_SIZEGADGET_RIGHT_BORDER (754//)
source: in right border
russian: в правом бордюре

# MSG_CFGL_WINDOW_SIZEGADGET_INVISIBLE (755//)
source: invisible
russian: невидимая

# MSG_CFGL_WINDOW_BORDER_SCROLLERS_OVERRIDE (756//)
source: (Border scrollers can override this setting)
russian: (Ползунки в бордюрах могут изменять эти настройки)

# MSG_CFGL_WINDOW_WINDOW_POSITIONS (757//)
source: Window positions are
russian: Положение окон

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_NOT_STORED (758//)
source: not stored
russian: не запоминается

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_UNTIL_REBOOT (759//)
source: stored until reboot
russian: запоминаются временно

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_PERMANENTLY (760//)
source: stored permanently
russian: запоминаются навсегда

# MSG_CFGL_CLIPBOARD (761//)
source: Clipboard
russian: Буфер обмена

# MSG_CFGL_SHOWMCC (762//)
source: More
russian: Ещё

# MSG_CFGL_BUTTON_IMAGE_PRESSED (763//)
source: Pressed:
russian: Нажато:

# MSG_CFGL_IMAGES_USED_IMAGES (764//)
source: Used Images:
russian: Использованные изображения:

# MSG_CFGL_IMAGES_FRAME_BACKGROUND (765//)
source: Frame & Background:
russian: Рамки и фоны

# MSG_CFGL_IMAGES_AVAILABLE_IMAGES (766//)
source: Available images:
russian: Доступные изображения:

# MSG_CFGL_KEYBOARD_GADGETS (769//)
source: Gadgets
russian: Области:

# MSG_CFGL_KEYBOARD_WINDOWS (770//)
source: Windows
russian: Окна

# MSG_CFGL_KEYBOARD_CURSOR (771//)
source: Cursor
russian: Курсор

# MSG_CFGL_KEYBOARD_TEXTEDITING (772//)
source: Text editing
russian: Редактирование текста

# MSG_KEYADJ_SAMPLE (773//)
source: Sample
russian: Захватить

# MSG_KEYADJ_ADD_KEY (774//)
source: Add another key
russian: Добавить ещё клавишу

# MSG_KEYADJ_REMOVE_KEY (775//)
source: Remove this key
russian: Удалить эту клавишу

# MSG_KEYADJ_PRESS_KEY (776//)
source: <press key>
russian: <нажмите клавишу>

# MSG_CFGL_BUTTON_CYCLE_EXAMPLE_ENTRIES (777//)
source: entry 1|entry 2|entry 3|entry 4
russian: пункт 1|пункт 2|пункт 3|пункт 4

# MSG_CFGL_QUICKHELP_APPEAR_HELPKEY (778//)
source: when pressing
russian: когда нажимается

# MSG_CFGL_TIME_FORMAT (779//)
source: %ld.%ld s
russian: %ld.%ld с

# MSG_CFGL_LISTS_SCROLLBAR (780//)
source: Scrollbar
russian: Скроллер

# MSG_CFGL_STRINGS_POPBUTTON (781//)
source: Popbutton:
russian: Кнопка:

# MSG_CFGL_STRINGS_POPBUTTON_STYLES (782//)
source: beside|embedded
russian: сбоку|встроенная

# MSG_FRAMEADJ_NO_FRAME_IMAGES_FOUND (783//)
source: No frame images found in '%s'.
russian: Не найдено изображений рамок в '%s'.

# MSG_CFGL_KEY_DELETE (784//)
source: Delete:
russian: Удалить:

# MSG_CFGL_KEY_BACKSPACE (785//)
source: Backspace:
russian: Забой:

# MSG_CFGL_KEY_CUT (786//)
source: Cut:
russian: Вырезать:

# MSG_CFGL_KEY_COPY (787//)
source: Copy:
russian: Копировать:

# MSG_CFGL_KEY_PASTE (788//)
source: Paste:
russian: Вставить:

# MSG_CFGL_KEY_UNDO (789//)
source: Undo:
russian: Отменить:

# MSG_CFGL_KEY_REDO (790//)
source: Redo:
russian: Повторить:

# MSG_CFGL_STRING_CONTAINER (791//)
source: Container:
russian: Контейнер:

# MSG_CFGL_STRING_ACTIVATED (792//)
source: Activated:
russian: Активировано:

# MSG_CFGL_STRING_READONLY (793//)
source: Readonly:
russian: Только чтение:

# MSG_CFGL_STRING_CURSOR (794//)
source: Cursor:
russian: Курсор:

# MSG_CFGL_STRING_BLINKING (795//)
source: Blinking:
russian: Мигание:

# MSG_CFGL_STRING_COLOR (796//)
source: Color:
russian: Цвет:

# MSG_CFGL_STRING_CURSOR_STYLES (797//)
source: block|vertical|horizontal
russian: блок|вертикальный|горизонтальный

# MSG_CFGL_STRING_CURSOR_BLINKRATES (798//)
source: steady|50ms|100ms|150ms|200ms|250ms|300ms|350ms|400ms|450ms|500ms
russian: постоянный|50 мс|100 мс|150 мс|200 мс|250 мс|300 мс|350 мс|400 мс|450 мс|500 мс

# MSG_COLORRING_FAVORITE_COLORS_TITLE (799//)
source: Favorite colors:
russian: Любимые цвета:

# MSG_STRING_CTX_TEXT (800//)
source: Text
russian: Текст

# MSG_STRING_CTX_TEXT_CUT (801//)
source: Cut
russian: Вырезать

# MSG_STRING_CTX_TEXT_COPY (802//)
source: Copy
russian: Копировать

# MSG_STRING_CTX_TEXT_PASTE (803//)
source: Paste
russian: Вставить

# MSG_STRING_CTX_TEXT_EXTERNAL_EDIT (804//)
source: External edit...
russian: Внешний редактор...

# MSG_STRING_CTX_TEXT_INSERT_TEXT_FILE (805//)
source: Insert text file...
russian: Вставить текстовый файл...

# MSG_STRING_CTX_TEXT_WORD_WRAP (806//)
source: Word wrap?
russian: Переносить слова?

# MSG_STRING_CTX_TEXT_IRC_STYLES (807//)
source: IRC styles
russian: IRC стили

# MSG_STRING_CTX_TEXT_IRC_STYLES_BOLD (808//)
source: Bold
russian: Жирный

# MSG_STRING_CTX_TEXT_IRC_STYLES_UNDERLINE (809//)
source: Underline
russian: Подчеркнутый

# MSG_STRING_CTX_TEXT_IRC_STYLES_INVERSE (810//)
source: Inverse
russian: Инверсный

# MSG_STRING_CTX_TEXT_IRC_STYLES_RESET (811//)
source: Reset
russian: Сбросить

# MSG_STRING_CTX_TEXT_IRC_STYLES_BEEP (812//)
source: Beep
russian: Бип

# MSG_SA_DEPTHSLIDER_COLORMAPPED (813//)
source: %ld bit (%ld colors)
russian: %ld бит (%ld цветов)

# MSG_SA_DEPTHSLIDER_DIRECTMAPPED (814//)
source: %ld bit (hi/true)
russian: %ld бит (полноцветный)

# MSG_SCREENMODEPANEL_8BIT (815//)
source: %ld bit (%ld colors)
russian: %ld бит (%ld цветов)

# MSG_SCREENMODEPANEL_HICOLOR (816//)
source: %ld bit (hicolor)
russian: %ld бит (многоцветный)

# MSG_SCREENMODEPANEL_TRUECOLOR (817//)
source: %ld bit (truecolor)
russian: %ld бит (полноцветный)

# MSG_SCREENMODEPANEL_VALUE_TOO_SMALL (818//)
source: Value too small, valid range is from %ld to %ld.
russian: Значение слишком мало, допустимый диапазон от %ld до %ld.

# MSG_SCREENMODEPANEL_VALUE_TOO_LARGE (819//)
source: Value too large, valid range is from %ld to %ld.
russian: Значение слишком большое, допустимый диапазон от %ld до %ld.

# MSG_SCREENMODEPANEL_MODE (820//)
source: \033bMode
russian: \033bРежим

# MSG_SCREENMODEPANEL_COLORS (821//)
source: \033bColors
russian: \033bЦветов

# MSG_SCREENMODEPANEL_FREQUENCY (822//)
source: \033bFrequency
russian: \033bЧастота

# MSG_SCREENMODEPANEL_VFREQ (824//)
source: %3ld.%02ld Hz
russian: %3ld.%02ld Гц

# MSG_SCREENMODEPANEL_HFREQ (825//)
source: %3ld.%02ld kHz
russian: %3ld.%02ld кГц

# MSG_SCREENMODEPANEL_WIDTH (827//)
source: Width:
russian: Ширина:

# MSG_SCREENMODEPANEL_HEIGHT (828//)
source: Height:
russian: Высота:

# MSG_SCREENMODEPANEL_SIZE (829//)
source: Size:
russian: Размер:

# MSG_SCREENMODEPANEL_DEFAULT (830//)
source: Default
russian: По умолчанию

# MSG_SCREENMODEPANEL_DEPTH (831//)
source: Depth:
russian: Глубина:

# MSG_SCREENMODEPANEL_AUTOSCROLL (832//)
source: Autoscroll:
russian: Прокрутка:

# MSG_SCREENMODEPANEL_OVERSCAN (833//)
source: Overscan:
russian: Оверскан:

# MSG_SCREENMODEPANEL_OVERSCAN_TYPES (834//)
source: Text|Standard|Maximum|Video
russian: Текст|Стандарт|Максимум|Видео

# MSG_CFGL_GROUPS_XPOSITION_LEFT (835//)
source: Left
russian: слева

# MSG_CFGL_GROUPS_XPOSITION_CENTER (836//)
source: Center
russian: центр

# MSG_CFGL_GROUPS_XPOSITION_RIGHT (837//)
source: Right
russian: справа

# MSG_CFGL_GROUPS_YPOSITION_BELOW (838//)
source: Below
russian: снизу

# MSG_CFGL_GROUPS_YPOSITION_CENTER (839//)
source: Center
russian: центр

# MSG_CFGL_GROUPS_YPOSITION_ABOVE (840//)
source: Above
russian: сверху

# MSG_CFGL_MCC_SCANNING (843//)
source: Scanning...
russian: Сканирование...

# MSG_CFGL_FRAMEDGROUP_GROUP_TITLE (844//)
source: Framed Groups
russian: Группы в обрамлении

# MSG_CFGL_FRAMEDGROUP_CONTAINER (845//)
source: Container
russian: Контейнер

# MSG_CFGL_FRAMEDGROUP_PAGES (846//)
source: Pages
russian: Страницы

# MSG_CFGL_FRAMEDGROUP_TITLE (847//)
source: Title:
russian: Заголовок:

# MSG_CFGL_FRAMEDGROUP_TITLE_POSITION (848//)
source: Position:
russian: Позиция:

# MSG_CFGL_FRAMEDGROUP_TITLE_FONT (849//)
source: Font:
russian: Шрифт:

# MSG_CFGL_FRAMEDGROUP_SPACING (850//)
source: Spacing:
russian: Отступы:

# MSG_CFGL_FRAMEDGROUP_SPACING_HORIZ (851//)
source: Horizontal:
russian: Горизонтальные:

# MSG_CFGL_FRAMEDGROUP_SPACING_VERT (852//)
source: Vertical:
russian: Вертикальные:

# MSG_CFGL_TABGROUP_GROUP_TITLE1 (853//)
source: Tab groups
russian: Таб группы

# MSG_CFGL_TABGROUP_GROUP_TITLE2 (854//)
source: Example
russian: Пример

# MSG_CFGL_TABGROUP_GROUP_TITLE3 (855//)
source: Example
russian: Пример

# MSG_CFGL_TABGROUP_CONTAINER (856//)
source: Container
russian: Контейнер

# MSG_CFGL_TABGROUP_TITLE (857//)
source: Title:
russian: Заголовок:

# MSG_CFGL_TABGROUP_POSITION (858//)
source: Position:
russian: Позиция:

# MSG_CFGL_TABGROUP_FONT (859//)
source: Font:
russian: Шрифт:

# MSG_CFGL_TABGROUP_LAYOUT (860//)
source: Layout as
russian: Раскладывать как

# MSG_CFGL_TABGROUP_LAYOUT_ROW (861//)
source: row
russian: строки

# MSG_CFGL_TABGROUP_LAYOUT_BUTTONS (862//)
source: buttons
russian: кнопки

# MSG_CFGL_TABGROUP_LAYOUT_TABS (863//)
source: tabs
russian: табы

# MSG_CFGL_TABGROUP_STRETCHING (864//)
source: Stretching:
russian: Растягивание:

# MSG_CFGL_TABGROUP_PAGE2_CONTENT (865//)
source: Example page 2
russian: Пример страницы 2

# MSG_CFGL_TABGROUP_PAGE3_CONTENT (866//)
source: Example page 3
russian: Пример страницы 3

# MSG_SA_LIST_DEFAULT_PUBSCREEN_TITLE (867//)
source: MUI Public Screen
russian: Общий экран MUI

# MSG_CFGL_PROPKNOBSTYLE (868//)
source: Style:
russian: Стиль:

# MSG_CFGL_PROPKNOBSTYLE_ENTRIES (869//)
source: None|Circle|Dots|Lines
russian: нет|кружок|точки|линии

# MSG_CFGB_PropKnobStyle (870//)
source: Additional markings on slider.
russian: Дополнительные отметки на ползунке:

# MSG_ABOUTPAGE_BUILD_INFO (871//)
source: Build:
russian: Сборка

# MSG_ABOUTPAGE_BUILD_VERSION (872//)
source: Version:
russian: Версия:

# MSG_ABOUTPAGE_BUILD_DATE (873//)
source: Date:
russian: Дата:

# MSG_POPMENU_SAVEAS (876//)
source: Save as...
russian: Сохранить как...

# MSG_CFGL_SETTINGS (877//)
source: Settings
russian: Настройки
