Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos4/sdk/ppc-amigaos/locale/*.po
Languages: russian

# MSG_BUGTRACKER_INFO (1167//)
source: If you encounter bugs in MUI then please do not hesitate to report them in the bugtracker.
russian: Если Вы обнаружили ошибки в MUI, пожалуйста не ленитесь и сообщите о них на систему отслеживания ошибок.

# MSG_BUGTRACKER_NAME (1168//)
source: MUI bugtracker
russian: Система отслеживания ошибок MUI

# MSG_STRING_INSERT_TEXT_FILE (1169//)
source: Insert text file
russian: Вставить текстовый файл

# MSG_APPLICATION_STACK_CHECK_TITLE (1170//)
source: MUI warning
russian: Предупреждение MUI

# MSG_APPLICATION_STACK_CHECK_BUTTONS (1172//)
source: Continue nevertheless|Exit immediately
russian: Всё равно продолжить|Выйти немедленно

# MSG_REDRAW_TASK_MISMATCH_TITLE (1173//)
source: MUI_Redraw() task mismatch
russian: Несогласованность задачи с MUI_Redraw()

# MSG_REDRAW_TASK_MISMATCH_WARNING (1174//)
source: MUI application '%s' MUI_Redraw(0x%08lx, 0x%08lx) was called from task 0x%08lx '%s' instead of the application's main task! This is a violation of basic MUI rules!
russian: MUI приложение '%s' MUI_Redraw(0x%08lx, 0x%08lx) было вызвано задачей 0x%08lx '%s' вместо основной задачи приложения! Это нарушение основных правил MUI!

# MSG_REDRAW_TASK_MISMATCH_BUTTONS (1175//)
source: Ok|Ignore this task
russian: Принять|Игнорировать эту задачу

# MSG_CFGL_VISUALPREFS_COLORS (1176//)
source: VisualPrefs colors
russian: Цвета VisualPrefs

# MSG_CFGB_VisualPrefsColors (1177//)
source: Prefer the enhanced color settings of VisualPrefs over fixed MagicWB colors. This setting only becomes effective if VisualPrefs is configured to patch the application's screen.
russian: Предпочитать расширенные настройки цветов VisualPrefs вместо фиксированных цветов MagicWB. Данная функция доступна только при условии, что VisualPrefs управляет настройками экрана.

# MSG_CFGL_SLIDER_EXAMPLE (1178//)
source: %ld kg
russian: %ld кг

# MSG_CFGL_STRING_MARKED_TEXT (1179//)
source: Marked text:
russian: Выделенный текст:

# MSG_CFGL_STRING_MARKING (1180//)
source: Marking:
russian: Выделение:

# MSG_CFGL_WINDOW_CONTENTS (1181//)
source: Window contents
russian: Содержимое окна

# MSG_CFGL_WINDOW_REFRESH_TYPE (1182//)
source: Refresh type
russian: Обновление

# MSG_CFGL_WINDOW_REFRESH_TYPE_SMART (1183//)
source: smart
russian: умное

# MSG_CFGL_WINDOW_REFRESH_TYPE_SIMPLE (1184//)
source: simple
russian: простое

# MSG_HYPERLINK_COLORS (1185//)
source: Colors
russian: Цвета

# MSG_HYPERLINK_COLORS_NORMAL (1186//)
source: Normal:
russian: Обычный:

# MSG_HYPERLINK_COLORS_PRESSED (1187//)
source: Pressed:
russian: Нажатый:

# MSG_HYPERLINK_COLORS_MOUSE_OVER_HYPERLINK (1188//)
source: Mouse over hyperlink:
russian: Мышка поверх ссылки:

# MSG_HYPERLINK_TEXTFORMATTING (1189//)
source: Text formatting
russian: Форматирование текста:

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE (1190//)
source: The hyperlink is underlined
russian: Ссылка подчёркивается

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_ALWAYS (1191//)
source: always
russian: всегда

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_MOUSE_OVER_HYPERLINK (1192//)
source: when mouse is over the hyperlink
russian: когда мышка поверх ссылки

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_NEVER (1193//)
source: never
russian: никогда

# MSG_HYPERLINK_SETTINGS (1194//)
source: Settings
russian: Настройки

# MSG_HYPERLINK_SAMPLES (1195//)
source: Samples
russian: Образцы

# MSG_HYPERLINK_SAMPLES_GOTO_HTTP (1196//)
source: Go to \033b%s
russian: Перейти на \033b%s

# MSG_HYPERLINK_SAMPLES_WRITE_MAIL (1197//)
source: Write mail to \033b%s
russian: Написать письмо на \033b%s

# MSG_HYPERLINK_SAMPLES_OPEN (1198//)
source: Open \033b%s
russian: Открыть \033b%s

# MSG_HYPERLINK_SAMPLES_LAUNCH (1199//)
source: Launch \033b%s
russian: Запустить \033b%s

# MSG_HYPERLINK_COLORS_NORMAL_HELP (1200//)
source: Text color when the mouse is not over the hyperlink
russian: Цвет текста, когда мышка не поверх ссылки

# MSG_HYPERLINK_COLORS_PRESSED_HELP (1201//)
source: Text color when the hyperlink is being pressed
russian: Цвет текста, когда мышка нажата на ссылке

# MSG_HYPERLINK_COLORS_MOUSE_OVER_LINK_HELP (1202//)
source: Text color when the mouse is over the hyperlink
russian: Цвет текста, когда мышка поверх ссылки

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_HELP (1203//)
source: Choose when the hyperlink will be underlined
russian: Выберите когда будет подчёркиваться ссылка

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE (1204//)
source: Prefer URL: device
russian: Предпочитать URL устройство

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE_HELP (1205//)
source: Prefer URL: device over openurl.library
russian: Предпочитать URL: устройство вместо openurl.library

# MSG_HYPERLINK_MENU_FOLLOW_URI (1207//)
source: Follow URI...
russian: Перейти по URI...

# MSG_HYPERLINK_MENU_COPY_URI_TO_CLIPBOARD (1208//)
source: Copy URI to clipboard
russian: Копировать URI в буфер обмена

# MSG_HYPERLINK_MENU_OPENURL_PREFS (1209//)
source: OpenURL prefs...
russian: OpenURL настройки...

# MSG_HYPERLINK_MENU_URL_PREFS (1210//)
source: URL: prefs...
russian: URL: настройки...

# MSG_HYPERLINK_FAILURE_URL_DEVICE (1211//)
source: Failed to follow the URI '%s': URL: device not mounted
russian: Ошибка при переходе по URI '%s': URL: устройство не установлено

# MSG_HYPERLINK_FAILURE_OPENURL (1212//)
source: Failed to follow the URI '%s': Unable to open openurl.library V7+
russian: Ошибка при переходе по URI '%s': Невозможно открыть openurl.library V7+

# MSG_HYPERLINK_FAILURE_BUTTON (1213//)
source: *Ok
russian: *Принять

# MSG_WINPOPUP_HELP (1214//)
source: Help...
russian: Помощь...

# MSG_ABOUT_HIDE_MCCS (1215//)
source: Hide
russian: Скрыть

# MSG_ABOUT_ABI (1216//)
source: \033bABI
russian: \033bКод

# MSG_APPLICATION_STACK_CHECK_WARNING (1217//)
source: MUI application '%s' Process '%s' The stack size of %ld bytes is lower than the recommended minimum size of %ld bytes. Please raise the stack size to at least %ld bytes, otherwise the application might crash unexpectedly.
russian: MUI приложение '%s' Процесс '%s' Размер стека в %ld байт меньше рекомендуемого минимального размера стека в %ld байт. Пожалуйста увеличьте размер стека хотя бы до %ld байт, иначе приложение может вызвать непредсказуемый сбой.

# MSG_STRING_CTX_TEXT_UNDO (1218//)
source: Undo
russian: Отменить

# MSG_STRING_CTX_TEXT_REDO (1219//)
source: Redo
russian: Вернуть

# MSG_STRING_CTX_TEXT_SELECTALL (1220//)
source: Select all
russian: Выбрать всё

# MSG_MUI_EXPIRES_SOON (1221//)
source: This version of MUI expires in %ld days. Please download an updated version from http://muidev.de
russian: Эта версия MUI устареет через %ld дней. Пожалуйста скачайте обновленную версию с http://muidev.de

# MSG_MUI_EXPIRES_SOON_TITLE (1222//)
source: MUI expires soon
russian: Текущая версия MUI скоро устареет

# MSG_MUI_EXPIRES_SOON_BUTTONS (1223//)
source: Ok
russian: Принять

# MSG_MUI_HAS_EXPIRED (1224//)
source: This version of MUI has expired. Please download an updated version from http://muidev.de
russian: Эта версия MUI устарела. Пожалуйста скачайте обновленную версию с http://muidev.de

# MSG_MUI_HAS_EXPIRED_TITLE (1225//)
source: MUI has expired
russian: Текущая версия MUI устарела

# MSG_ABOUTPAGE_EXPIRE_DATE (1227//)
source: This build expires on %02ld-%s-%04ld
russian: Эта сборка действительна до %02ld-%s-%04ld

# MSG_BRIGHTNESS_OFF (1228//)
source: off
russian: выкл.

# MSG_CFGL_LIST_COLUMN_HIGHLIGHTING (1229//)
source: Brightening:
russian: Подсветка:

# MSG_CFGB_ListRowStriping (1231//)
source: The striping effect will be applied to every second row of the list.
russian: Эффект полосок будет применён к каждой второй строке списка.

# MSG_CFGB_ListColumnHighlighting (1232//)
source: The highlighting effect will be applied to the currently sorted column of the list.
russian: Эффект выделения будет применён к текущему отсортированному столбцу списка.

# MSG_HYPERLINK_SAMPLES_ABOUT (1233//)
source: About \033b%s
russian: Информация об \033b%s

# MSG_CFGL_MENU_POPUP_AISS (1234//)
source: AISS images:
russian: AISS иконки:

# MSG_CFGL_MENU_POPUP_AISS_ENTRIES (1237//)
source: none|automatic|16px|24px
russian: нет|авто|16пкс|24пкс

# MSG_CFGB_Menu_PopupAISS (1238//)
source: Show AISS images in popup menus if they are provided by the application and define their size.
russian: Показывать изображения AISS во всплывающих меню, если они предоставляются приложением, и определять их размер.

# MSG_LAYGROUP_PREFERENCES (1239//)
source: Preferences
russian: Настройки

# MSG_LAYGROUP_CONTAINER (1240//)
source: Container:
russian: Контейнер:

# MSG_LAYGROUP_HORIZONTAL_SPACE (1241//)
source: Horizontal space:
russian: Горизонтальный просвет:

# MSG_LAYGROUP_VERTICAL_SPACE (1242//)
source: Vertical space:
russian: Вертикальный просвет:

# MSG_LAYGROUP_LEFT_OFFSET (1243//)
source: Left offset:
russian: Смещение слева:

# MSG_LAYGROUP_TOP_OFFSET (1244//)
source: Top offset:
russian: Смещение сверху:

# MSG_LAYGROUP_OFFSET_CENTERED (1245//)
source: centered
russian: центрировано

# MSG_LAYGROUP_SAMPLES (1246//)
source: Samples
russian: Образцы

# MSG_LAYGROUP_SAMPLES_BASIC (1247//)
source: Basic
russian: Простые

# MSG_LAYGROUP_SAMPLES_COMPLEX1 (1248//)
source: Complex 1
russian: Сложные 1

# MSG_LAYGROUP_SAMPLES_COMPLEX2 (1249//)
source: Complex 2
russian: Сложные 2

# MSG_LAYGROUP_SAMPLES_COMPLEX2_TEXT (1250//)
source: Every single word of this text is a \033iText.mui\0330 object. You can enter a new string in the text gadget below and a special routine will parse and convert it to Text.mui objects. There are a few exceptions: every word prefixed by the "@" character will be converted to a @button and if you use the "#" character, it will be converted to a #string gadget. To output the special character itself, simply write it twice. \033bAnyway\0330 it's better to set the left and top offset to a fixed value, otherwise strange things may happen. The background of this object is fixed to MUII_TextBack. Enjoy the \033bpower\0330 of LayGroup.mcc.
russian: Каждое слово этого текста является объектом \033iText.mui\0330. Вы можете ввести новую строку в текстовом гаджете ниже, и специальная процедура проанализирует её и преобразует её в объекты Text.mui. Есть несколько исключений: каждое слово с префиксом "@" будет преобразовано в @кнопку, а если Вы используете символ "#", оно будет преобразовано в гаджет #строку. Чтобы вывести сам специальный символ, просто напишите его дважды. \033bТем\0330 \033bне\0330 \033bмение\0330 лучше установить смещение слева и сверху на фиксированное значение, иначе могут произойти странные вещи. Фон этого объекта зафиксирован на MUII_TextBack. Наслаждайтесь \033bмощностью\0330 LayGroup.mcc.

# MSG_LAYGROUP_SAMPLES_COMPLEX2_SECRET (1251//)
source: You've discovered the secret example!
russian: Вы открыли секретный пример!

# MSG_CFGL_FONT_HUGE (1252//)
source: Huge:
russian: Огромный

# MSG_CFGB_HugeFont (1253//)
source: Font used if application requests a huge font.
russian: Шрифт, используемый в программе в качестве огромного шрифта

# MSG_MUI_HAS_EXPIRED_BUTTONS (1254//)
source: Ok|Continue nevertheless
russian: Принять|Всё равно продолжить
