Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos4/sdk/ppc-amigaos/locale/*.po
Languages: russian

# MSG_MENU_PROJECT (3//)
source: Project
russian: Проект

# MSG_MENU_PROJECT_ABOUT (4//)
source: ?\0About...
russian: ?\0О программе...

# MSG_MENU_PROJECT_OPEN (5//)
source: O\0Open...
russian: O\0Открыть...

# MSG_MENU_PROJECT_APPEND (6//)
source: Append...
russian: Объединить...

# MSG_MENU_PROJECT_QUIT (7//)
source: Q\0Quit
russian: Q\0Выход

# MSG_MENU_PROJECT_SAVEAS (8//)
source: A\0Save As...
russian: A\0Сохранить как...

# MSG_MENU_SETTINGS (9//)
source: Settings
russian: Настройки

# MSG_MENU_SETTINGS_SCREEN (10//)
source: Screen...
russian: Экран...

# MSG_MENU_SETTINGS_TESTMODE (12//)
source: +\0Test mode?
russian: +\0Тестовый режим?

# MSG_POPMENU_GADGET (15//)
source: Item
russian: Поле

# MSG_POPMENU_DEFAULTS (16//)
source: Reset to defaults
russian: Настройки по умолчанию

# MSG_POPMENU_LASTSAVED (17//)
source: Last saved
russian: Последняя сохранённая

# MSG_POPMENU_RESTORE (19//)
source: Restore
russian: Восстановить

# MSG_PREFS_WINDOWTITLE (21//)
source: MUI Preferences
russian: Конфигурация MUI

# MSG_PREFS_SAVE (22//)
source: Save
russian: Сохранить

# MSG_PREFS_USE (23//)
source: Use
russian: Принять

# MSG_PREFS_TEST (24//)
source: Test
russian: Тест

# MSG_PREFS_CANCEL (25//)
source: Cancel
russian: Отменить

# MSG_PREFS_CLI_OUTOFMEMORY (27//)
source: Out of memory (20).
russian: Недостаточно памяти (20).

# MSG_PREFS_CLI_NOAPPLICATION (28//)
source: Failed to create application (20).
russian: Ошибка создания прикладной программы (20).

# MSG_PREFS_CLI_NOMUIMASTER (29//)
source: Failed to open muimaster.library V20 (20).
russian: Ошибка открытия muimaster.library V20 (20).

# MSG_PREFS_TXT_PUBLICKEYINVALID (30//)
source: The public keyfile from a magazine's disk or from a CD was only valid for MUI 2.3.
russian: Используемый Вами 'ключ' годится только для MUI 2.3.

# MSG_PREFS_TXT_NOREGISTRATION (31//)
source: You are running an unregistered version of MUI which falls back to the default look&feel matching your operating system style.
russian: У Вас работает незарегистрированная версия MUI, которая сбрасывает визуальные настройки интерфейса в соответствии с Вашей операционной системой.

# MSG_PREFS_TXT_HELLOUSER (32//)
source: Hello
russian: Привет

# MSG_PREFS_TXT_OLDREGISTRATION (33//)
source: Your old keyfile has expired, some new settings of this major update are disabled.
russian: Ваш старый ключевой файл недействителен, некоторые настройки в этой версии недоступны.

# MSG_PREFS_TXT_TESTINGPURPOSE (34//)
source: A test mode, which temporarily enables all options is available under the 'Settings / Test Mode' menu item.
russian: Тестовый режим временно делает доступными все настройки программы, включить можно в меню 'Настройки / Тестовый режим'.

# MSG_PREFS_TXT_TESTONLYGLOBAL (35//)
source: A test mode which temporarily enables all options is available in the MUI preference program under 'Settings / Test Mode'.
russian: Тестовый режим временно включающий все настройки программы есть в конфигурации MUI под пунктом меню 'Настройки / Тестовый режим'.

# MSG_PREFS_TXT_PLEASEREGISTER (36//)
source: If you would like to have the full possibilities of defining your own MUI interface settings you would have to obtain a keyfile by registering your MUI version via http://www.sasg.com/.
russian: Если Вы хотите иметь полные возможности конфигурирования Вашего MUI интерфейса Вам потребуется приобрести ключевой файл для Вашей версии MUI на http://www.sasg.com/.

# MSG_PREFS_REQ_NOTINTESTMODE (37//)
source: Please switch off the test mode with the menu 'Settings / Test mode' before performing this operation.
russian: Пожалуйста, выключите тестовый режим в меню 'Настройки/Тест' перед выполнением этой операции.

# MSG_PREFS_REQ_TESTMODEON (38//)
source: Test mode switched on, all configuration options are now temporarily enabled for evaluation purposes with the 'Test' or 'Use' buttons. Saving settings permanently is not possible while in test mode.
russian: Тестовый режим включён, все конфигурационные настройки сейчас временно доступны для использования посредством кнопок 'Тест' или 'Принять'. Сохранение настроек в качестве постоянных в тестовом режиме недоступно.

# MSG_PREFS_REQ_TESTMODEOFF (39//)
source: Test mode switched off, most configuration options are disabled. Saving and using of settings is restricted to the remaining available options.
russian: Тестовый режим выключен. Большинство опций конфигурации отключено. Запись и использование установок возможно в пределах доступных опций.

# MSG_PREFS_REQ_REGISTERCONTINUE (40//)
source: *_Register|_Continue
russian: *_Регистрация|_Продолжить

# MSG_PREFS_TXT_REGISTEREDTO (41//)
source: The installed MUI system is registered to:
russian: Установленная MUI-система зарегистрирована на:

# MSG_PREFS_TXT_REGISTEREDTHANKS (42//)
source: Thanks a lot for your support!
russian: Большое спасибо за Вашу поддержку!

# MSG_CGR_SYSTEM (50//)
source: System
russian: Система

# MSG_CGR_SCREEN (51//)
source: Screen
russian: Экраны

# MSG_CGR_WINDOW (52//)
source: Windows
russian: Окна

# MSG_CGR_GROUP (53//)
source: Groups
russian: Группы

# MSG_CGR_BUTTON (54//)
source: Buttons
russian: Кнопки

# MSG_CGR_MENU (55//)
source: Menus
russian: Меню

# MSG_CGR_LIST (58//)
source: Lists
russian: Списки

# MSG_CGR_STRING (59//)
source: Text
russian: Строки

# MSG_CGR_KEYBOARD (60//)
source: Keyboard
russian: Клавиатура

# MSG_CGR_IMAGE (61//)
source: Images
russian: Изображения

# MSG_CGR_DRAG (63//)
source: Drag&Drop
russian: Перетаскивание

# MSG_CGR_HELP (64//)
source: Help
russian: Помощь

# MSG_CFGL_WIN_BACKWINDOW (83//)
source: Window
russian: Окно

# MSG_CFGL_WIN_BACKREQUESTER (84//)
source: Requester
russian: Запрос

# MSG_CFGL_LIST_INPUTMODE (98//)
source: Input Lists:
russian: Списки с выбором:

# MSG_CFGL_LIST_READMODE (99//)
source: Readonly Lists:
russian: Списки просмотра:

# MSG_CFGL_LIST_ACTIVE (103//)
source: Active:
russian: Активный:

# MSG_CFGL_LIST_SELECTED (104//)
source: Selected:
russian: Выбранный:

# MSG_CFGL_LIST_ACTSEL (105//)
source: Active & Selected:
russian: Активный и выбранный:

# MSG_CFGL_SCR_KNOB (119//)
source: Knob:
russian: Регулятор

# MSG_CFGL_SCR_CONTAINER (120//)
source: Container:
russian: Контейнер:

# MSG_CFGL_ICONIFY (127//)
source: Iconification
russian: Иконификация

# MSG_CFGL_ICONIFY_KEY (128//)
source: Hotkey:
russian: Горячая клавиша:

# MSG_CFGL_ICONIFY_SHOW (129//)
source: Show:
russian: Отображение:

# MSG_CFGL_ICONIFY_SHOWICON (130//)
source: icon on Workbench
russian: иконкой

# MSG_CFGL_ICONIFY_SHOWMENU (131//)
source: menu item in Workbench tools menu
russian: пункт меню в списке инструментов

# MSG_CFGL_ICONIFY_START (132//)
source: On startup:
russian: При старте:

# MSG_CFGL_DRAG_TITLE (137//)
source: Drag & Drop
russian: Тащить-и-кидать

# MSG_CFGL_DRAG_LEFTBUTTON (138//)
source: Left Button:
russian: Левая кнопка:

# MSG_CFGL_DRAG_MIDDLEBUTTON (139//)
source: Middle Button:
russian: Средняя кнопка:

# MSG_CFGL_DRAG_AUTOSTART (140//)
source: Autostart:
russian: Автозахват:

# MSG_CFGL_DRAG_FRAME (141//)
source: Frame:
russian: Рамка:

# MSG_CFGL_DRAG_LOOK (142//)
source: Look:
russian: Вид:

# MSG_CFGL_KEY_PRESS (148//)
source: Press:
russian: Нажатие:

# MSG_CFGL_KEY_TOGGLE (149//)
source: Toggle:
russian: Переключение:

# MSG_CFGL_KEY_UP (150//)
source: Cursor up:
russian: Вверх:

# MSG_CFGL_KEY_DOWN (151//)
source: Cursor down:
russian: Вниз:

# MSG_CFGL_KEY_PAGEUP (152//)
source: Page up:
russian: Страница вверх:

# MSG_CFGL_KEY_PAGEDOWN (153//)
source: Page down:
russian: Страница вниз:

# MSG_CFGL_KEY_TOP (154//)
source: Top:
russian: Начало:

# MSG_CFGL_KEY_BOTTOM (155//)
source: Bottom:
russian: Конец:

# MSG_CFGL_KEY_LEFT (156//)
source: Cursor left:
russian: Влево:

# MSG_CFGL_KEY_RIGHT (157//)
source: Cursor right:
russian: Вправо:

# MSG_CFGL_KEY_WORDLEFT (158//)
source: Word left:
russian: Влево на слово:

# MSG_CFGL_KEY_WORDRIGHT (159//)
source: Word right:
russian: Вправо на слово:

# MSG_CFGL_KEY_LINESTART (160//)
source: Line start:
russian: Начало строки:

# MSG_CFGL_KEY_LINEEND (161//)
source: Line end:
russian: Конец строки:

# MSG_CFGL_KEY_GADGET_NEXT (162//)
source: Next gadget:
russian: Следующее поле:

# MSG_CFGL_KEY_GADGET_PREV (163//)
source: Previous gadget:
russian: Предыдущее поле:

# MSG_CFGL_KEY_GADGET_OFF (164//)
source: Gadget off:
russian: Выключить поле:

# MSG_CFGL_KEY_WINDOW_CLOSE (165//)
source: Close window:
russian: Закрыть окно:

# MSG_CFGL_KEY_WINDOW_NEXT (166//)
source: Next window:
russian: Следующее окно:

# MSG_CFGL_KEY_WINDOW_PREV (167//)
source: Previous window:
russian: Предыдущее окно:

# MSG_CFGL_KEY_POPUP (169//)
source: Popup:
russian: Всплытие:

# MSG_CFGL_INTERFACES (170//)
source: Interfaces
russian: Интерфейсы

# MSG_CFGL_INTERFACES_AREXX (171//)
source: Enable ARexx interface
russian: Включить ARexx интерфейс

# MSG_CFGL_CYCLEPOP_POSITION (177//)
source: Position:
russian: Позиция:

# MSG_CFGL_CYCLEPOP_POSITION_BELOW (178//)
source: below
russian: внизу

# MSG_CFGL_CYCLEPOP_POSITION_ACTIVE (179//)
source: on active
russian: на активном

# MSG_CFGL_GAUGE_FONT (195//)
source: Font:
russian: Шрифт:

# MSG_CFGL_GROUP_SPACING (197//)
source: Spacing
russian: Отступы

# MSG_CFGL_GROUP_SPACING_HORIZ (198//)
source: Horizontal:
russian: Горизонтальные:

# MSG_CFGL_GROUP_SPACING_VERT (199//)
source: Vertical:
russian: Вертикальные:

# MSG_CFGL_GROUP_TITLE (200//)
source: Title
russian: Заголовок

# MSG_CFGL_GROUP_TITLE_POS (201//)
source: Y-Position:
russian: Y-позиция:

# MSG_CFGL_GROUP_TITLE_POS_ABOVE (202//)
source: above
russian: сверху

# MSG_CFGL_GROUP_TITLE_POS_CENTERED (203//)
source: centered
russian: по центру

# MSG_CFGL_GROUP_TITLE_XPOS (204//)
source: X-Position:
russian: X-позиция:

# MSG_CFGL_GROUP_TITLE_XPOS_CENTERED (205//)
source: centered
russian: по центру

# MSG_CFGL_GROUP_TITLE_XPOS_LEFT (206//)
source: left
russian: слева

# MSG_CFGL_GROUP_TITLE_COLOR (207//)
source: Color:
russian: Цвет:

# MSG_CFGL_GROUP_TITLE_COL_STANDARD (208//)
source: standard
russian: обычный

# MSG_CFGL_GROUP_TITLE_COL_HILITE (209//)
source: hilite
russian: подсветка

# MSG_CFGL_GROUP_TITLE_COL_3D (210//)
source: 3d
russian: трёхмерный

# MSG_CFGL_GROUP_TITLE_FONT (211//)
source: Font:
russian: Шрифт:

# MSG_CFGL_GROUP_NORMAL (213//)
source: Normal
russian: Обычный

# MSG_CFGL_GROUP_VIRTUAL (214//)
source: Virtual
russian: Виртуальный

# MSG_CFGL_GROUP_FRAME (215//)
source: Frame
russian: Рамка

# MSG_CFGL_GROUP_BACKGROUND (216//)
source: Background
russian: Фон

# MSG_CFGL_GROUP_BGNORMAL (217//)
source: Framed
russian: В обрамлении

# MSG_CFGL_GROUP_BGREGISTER (218//)
source: Register
russian: Регистр-групп

# MSG_CFGL_GROUP_BGPAGE (219//)
source: Page
russian: Страниц

# MSG_CFGL_TXTBUT_TITLE (220//)
source: Text Buttons
russian: Текстовые кнопки

# MSG_CFGL_FONT_TITLE (237//)
source: Fonts
russian: Шрифты

# MSG_CFGL_FONT_NORMAL (238//)
source: Normal:
russian: Обычный:

# MSG_CFGL_FONT_TINY (239//)
source: Tiny:
russian: Малый:

# MSG_CFGL_FONT_BIG (240//)
source: Big:
russian: Большой:

# MSG_CFGL_STRING_EXAMPLE (250//)
source: Example
russian: Пример:

# MSG_CFGL_SLIDER_FONT (257//)
source: Font:
russian: Шрифт:

# MSG_CFGL_WTIT_FREQ_OPEN (288//)
source: Open MUI settings
russian: Открыть настройки MUI

# MSG_CFGL_WTIT_FREQ_APPEND (289//)
source: Append MUI settings
russian: Добавить настройки MUI

# MSG_CFGL_WTIT_FREQ_SAVEAS (290//)
source: Save MUI settings
russian: Сохранить настройки MUI

# MSG_CFGB_BACKGROUND (291//)
source: This is a button to adjust a background color or pattern. Click it to open an adjust window or use drag&drop facilities to copy from or to another background gadget.
russian: Это кнопка подстройки цвета фона. Щёлкните по ней, чтобы открыть окно подстройки, или воспользуйтесь режимом "тащить-и-кидать", для переноса с или на нужное поле фона.

# MSG_CFGB_PEN (292//)
source: This is a button to adjust a drawing pen. Click it to open an adjust window or use drag&drop facilities to copy from or to another pen gadget.
russian: Это кнопка подстройки цвета переднего плана. Щёлкните по ней, чтобы открыть окно подстройки, или воспользуйтесь режимом "тащить-и-кидать", для переноса с или на нужное поле цвета.

# MSG_CFGB_IMAGE (293//)
source: This is a button to adjust an image. Click it to open an adjust window or use drag&drop facilities to copy from or to another image gadget.
russian: Это кнопка управления типом картинки. Щёлкните по ней, чтобы открыть окно подстройки, или воспользуйтесь режимом "тащить-и-кидать", для переноса с или на нужное поле картинки.

# MSG_CFGB_FRAME (294//)
source: This is a button to adjust a frame. Click it to open an adjust window or use drag&drop facilities to copy from or to another frame gadget.
russian: Это кнопка управления типом рамки. Щёлкните по ней, чтобы открыть окно подстройки, или воспользуйтесь режимом "тащить-и-кидать", для переноса с или на нужное поле рамки.

# MSG_CFGB_GroupSpacingHoriz (302//)
source: Horizontal spacing in groups.
russian: Горизонтальные отступы в группах.

# MSG_CFGB_GroupSpacingVert (303//)
source: Vertical spacing in groups.
russian: Вертикальные отступы в группах.

# MSG_CFGB_ScrollbarType (304//)
source: Arrangement of gadgets in scrollbars.
russian: Организация полей в скроллерах.

# MSG_CFGB_GroupTitlePos (310//)
source: Position of groups title texts.
russian: Положение текста в заголовках групп.

# MSG_CFGB_PopPosition (313//)
source: Position of cycle gadget popup menus.
russian: Позиция всплывающих меню для циклических полей.

# MSG_CFGB_IconifyGadget (314//)
source: Window border gadget to iconify an application.
russian: Область для свёртывания программы.

# MSG_CFGB_IconifyIcon (315//)
source: Show an icon on Workbench in iconified state.
russian: Свёртывание в иконку на экране Workbench.

# MSG_CFGB_StartIconified (316//)
source: Start the application in iconified state.
russian: Запуск программы в свёрнутом состояние.

# MSG_CFGB_NormalFont (322//)
source: Default font for all GUI elements. Will also be used for all other font settings if they remain empty.
russian: Шрифт, используемый по умолчанию во всех элементах интерфейса. Будет использоваться всюду, где нет непосредственного определённого шрифта.

# MSG_CFGB_ListFont (323//)
source: Font used within listviews.
russian: Шрифт для списков.

# MSG_CFGB_TinyFont (324//)
source: Font used if application requests a tiny font.
russian: Шрифт, используемый в программе в качестве мелкого шрифта.

# MSG_CFGB_FixedFont (325//)
source: Font used if application requests a fixed width font.
russian: Используемый шрифт, если программа запрашивает моноширинный шрифт.

# MSG_CFGB_TitleFont (326//)
source: Font used for title of framed groups.
russian: Шрифт для заголовков обрамлённых групп.

# MSG_CFGB_BigFont (327//)
source: Font used if application requests a big font.
russian: Шрифт, используемый в программе в качестве крупного шрифта

# MSG_CFGB_PublicScreen (328//)
source: Name of public screen the program should open on.
russian: Имя общего экрана, на котором откроется программа.

# MSG_CFGB_Hotkey (329//)
source: Hotkey to iconify and uniconify a program.
russian: Горячая клавиша свёртывания и развёртывания программы.

# MSG_CFGB_SnapshotGadget (330//)
source: Window border gadget to snapshot window position.
russian: Область фиксации положения окна.

# MSG_CFGB_PrefsGadget (331//)
source: Window border gadget to call a programs MUI settings.
russian: Область вызова настроек MUI программы.

# MSG_CFGB_PopupGadget (332//)
source: Window border gadget to show a popup menu with all functions.
russian: Область вызова всплывающего меню со всеми имеющимися функциями.

# MSG_CFGB_OnExitWindows (333//)
source: What to do with window positions if a program exits.
russian: Что делать с положением окна при окончании работы программы.

# MSG_CFGB_IconifyMenu (336//)
source: Add a Tools menu item in iconified state.
russian: Добавлять в меню "Инструменты" Workbench при иконификации.

# MSG_CFGB_UseRexx (337//)
source: When enabled, the general ARexx interface for MUI applications will be enabled.
russian: Разрешение работы стандартного ARexx-интерфейса для MUI программы.

# MSG_CFGB_ButtonFont (338//)
source: Font for text buttons.
russian: Шрифт для текстовых кнопок.

# MSG_CFGB_StringBack (342//)
source: Background color for inactive string gadgets.
russian: Фоновый цвет неактивных строковых полей.

# MSG_CFGB_StringActiveBack (344//)
source: Background color for active string gadgets.
russian: Фоновый цвет активных строковых полей.

# MSG_CFGB_SliderFont (346//)
source: Font to use for sliders.
russian: Шрифт для движков.

# MSG_CFGB_DragLMB (347//)
source: Allow dragging with left mouse button and qualifier.
russian: Pазрешить перетаскивание с использованием левой кнопки мышки и клавиши-квалификатора.

# MSG_CFGB_DragMMB (348//)
source: Allow dragging with middle mouse button and qualifier.
russian: Pазрешить перетаскивание с использованием средней кнопки мышки и клавиши-квалификатора.

# MSG_CFGB_DragQualiLMB (349//)
source: Qualifier for left mouse button dragging.
russian: Квалификатор для перетаскивания с использованием левой кнопки мышки.

# MSG_CFGB_DragQualiMMB (350//)
source: Qualifier for middle mouse button dragging.
russian: Квалификатор для перетаскивания с использованием средней кнопки мышки.

# MSG_CFGB_DragAuto (351//)
source: Autostart drag when mouse is moved this number of pixels with LMB held down.
russian: Автоматически начинать перетаскивание, при перемещении указателя мышки более, чем на указанное число пикселей при нажатой левой кнопке мышки.

# MSG_CFGB_DragAutoPixel (352//)
source: Moving the mouse for this number of pixels triggers a drag action.
russian: Подвижка указателя мышки на это число пикселей включает перетаскивание.

# MSG_CFGB_ActiveObjectPen (353//)
source: Color used to show active objects.
russian: Цвет, используемый для показа активных объектов.

# MSG_CFGB_DragShineThrough (354//)
source: Select between different modes of displaying a dragged item.
russian: Переключение различных режимов показа перетаскиваемого объекта.

# MSG_CFGL_HELP_BUBBLEHEIGHT (355//)
source: Bubble Height:
russian: Высота подсказки:

# MSG_CFGB_BubbleHeight (356//)
source: Preferred height of a help bubble, given in percentage of its width.
russian: Предпочитаемая высота подсказки, задаётся процентом от её ширины.

# MSG_CFGB_JumpGadget (359//)
source: Window border gadget to jump to next public screen.
russian: Область для перехода на следующий общий экран.

# MSG_SA_BUTTON_USE (360//)
source: _Use
russian: _Принять

# MSG_SA_BUTTON_CANCEL (361//)
source: _Cancel
russian: _Отменить

# MSG_SA_BUTTON_NEW (362//)
source: _New
russian: _Новый

# MSG_SA_BUTTON_COPY (363//)
source: _Copy
russian: _Копировать

# MSG_SA_BUTTON_EDIT (364//)
source: _Edit...
russian: _Редактировать...

# MSG_SA_BUTTON_DELETE (365//)
source: Delete
russian: Удалить

# MSG_SA_DELREQ_TITLE (366//)
source: Delete Public Screen
russian: Удалить общий экран

# MSG_SA_DELREQ_TEXT (367//)
source: Do you really want to delete the screen '\033b%s\033n' ?
russian: Вы действительно хотите удалить экран '\033b%s\033n' ?

# MSG_SA_DELREQ_GADGETS (368//)
source: Yes|No
russian: Да|Нет

# MSG_SA_LABEL_PUBLICNAME (369//)
source: _Name:
russian: _Имя:

# MSG_SA_LABEL_SCREENTITLE (370//)
source: _Title:
russian: _Заголовок:

# MSG_SA_LABEL_DEFAULTFONT (372//)
source: _Font:
russian: _Шрифт:

# MSG_SA_LABEL_BACKGROUND (373//)
source: _Back- ground:
russian: _Фон:

# MSG_SA_WINTITLE_EDITWINDOW (374//)
source: Edit screen
russian: Редактирование экрана

# MSG_SA_WINTITLE_FRBACKGROUND (375//)
source: Please select background picture
russian: Пожалуйста выберите фоновое изображение

# MSG_SA_WINTITLE_FRFONT (376//)
source: Please select default font
russian: Пожалуйста выберите шрифт по умолчанию

# MSG_SA_LIST_SCREENNAME (385//)
source: Name
russian: Имя

# MSG_SA_LIST_SCREENMODE (386//)
source: Display mode
russian: Режим

# MSG_SA_LIST_UNKNOWNMODE (387//)
source: (unknown)
russian: (неизвестно)

# MSG_SA_LABEL_AUTOSCROLL (389//)
source: _Autoscroll
russian: _Прокрутка

# MSG_SA_LABEL_OPENBEHIND (393//)
source: Open Be_hind
russian: Открывать на заднем плане

# MSG_SA_PAGE_COLORS (407//)
source: Colors
russian: Цвета

# MSG_SA_PALETTE_FIRST (408//)
source: First 4 colors
russian: Первые 4 цвета

# MSG_SA_PALETTE_LAST (409//)
source: Last 4 colors
russian: Последние 4 цвета

# MSG_SA_SYSPEN_TEXT (412//)
source: Text
russian: Текст

# MSG_SA_SYSPEN_SHINE (413//)
source: Shine
russian: Свечение

# MSG_SA_SYSPEN_SHADOW (414//)
source: Shadow
russian: Тень

# MSG_SA_SYSPEN_FILL (415//)
source: Fill
russian: Заливка

# MSG_SA_SYSPEN_FILLTEXT (416//)
source: Filltext
russian: Залитый текст

# MSG_SA_SYSPEN_HIGHLIGHT (418//)
source: Highlight
russian: Подсветка

# MSG_SA_SYSPEN_BARDETAIL (419//)
source: Bardetail
russian: Выделение

# MSG_SA_SYSPEN_BARBLOCK (420//)
source: Barblock
russian: Блок

# MSG_SA_SYSPEN_BARTRIM (421//)
source: Bartrim
russian: Окантовка

# MSG_SA_COLORMENU_TITLE (422//)
source: Color Presets
russian: Предустановки цвета

# MSG_SA_COLORMENU_STANDARD (423//)
source: Standard
russian: Стандарт

# MSG_SA_COLORMENU_TINT (424//)
source: Tint
russian: Оттенок

# MSG_SA_COLORMENU_PHARAO (425//)
source: Pharao
russian: Фараон

# MSG_SA_COLORMENU_SUNSET (426//)
source: Sunset
russian: Закат

# MSG_SA_COLORMENU_OCEAN (427//)
source: Ocean
russian: Океан

# MSG_SA_COLORMENU_STEEL (428//)
source: Steel
russian: Сталь

# MSG_SA_COLORMENU_CHOCOLATE (429//)
source: Chocolate
russian: Шоколад

# MSG_SA_COLORMENU_PEWTER (430//)
source: Pewter
russian: Олово

# MSG_SA_COLORMENU_WINE (431//)
source: Wine
russian: Вино

# MSG_SA_COLORMENU_CLONEWB (433//)
source: Clone WB
russian: Копия WB

# MSG_SA_OVERSCAN_TEXT (434//)
source: Text
russian: Текстовый

# MSG_SA_OVERSCAN_GRAPHICS (435//)
source: Graphics
russian: Графический

# MSG_SA_OVERSCAN_EXTREME (436//)
source: Extreme
russian: Экстремальный

# MSG_SA_OVERSCAN_MAXIMUM (437//)
source: Maximum
russian: Максимальный

# MSG_SA_HELP_TITLE (441//)
source: Text that appears in the screen's title bar.
russian: Текст в заголовке экрана.

# MSG_SA_HELP_FONT (442//)
source: Default font for the screen.
russian: Шрифт для экрана.

# MSG_SA_HELP_BACKGROUND (443//)
source: Image to be used as background pattern.
russian: Изображение используемое для обоев.

# MSG_SA_HELP_AUTOSCROLL (444//)
source: The screen scrolls when the mouse hits its borders.
russian: Экран перемещается когда мышка касается видимых границ.

# MSG_SA_HELP_BEHIND (448//)
source: The screen opens behind all other screens.
russian: Экран открывается на заднем плане.

# MSG_SA_HELP_OVERSCAN (454//)
source: Overscan size adjustment.
russian: Изменение размера оверскана.

# MSG_SA_HELP_WIDTH (455//)
source: Width of screen, measured in pixels.
russian: Ширина экрана, измеренная в пикселях.

# MSG_SA_HELP_HEIGHT (456//)
source: Height of screen, measured in pixels.
russian: Высота экрана, измеренная в пикселях.

# MSG_SA_HELP_DEPTH (457//)
source: Depth of screen, measured in planes.
russian: Глубина экрана, измеренная в плоскостях.

# MSG_CFGL_PIXEL (477//)
source: %ld pixel
russian: %ld пиксель

# MSG_CFGL_TIT_ADJUST_BACKGROUND (478//)
source: Adjust Background
russian: Изменить фон

# MSG_CFGL_TIT_ADJUST_PEN (479//)
source: Adjust Pen
russian: Изменить ручку

# MSG_CFGL_TIT_ADJUST_FRAME (480//)
source: Adjust Frame
russian: Изменить рамку

# MSG_CFGL_MENU_BOX (481//)
source: Menubox Design
russian: Дизайн меню

# MSG_CFGL_MENU_CONTAINER (482//)
source: Container
russian: Контейнер:

# MSG_CFGL_MENU_CURSOR (483//)
source: Cursor
russian: Указатель:

# MSG_CFGL_MENU_FONT (484//)
source: Font:
russian: Шрифт:

# MSG_CFGL_MENU_SHADOWS (485//)
source: Shadows:
russian: Тени:

# MSG_CFGL_MENU_DELAY (486//)
source: Delay:
russian: Задержка:
