Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos4/sdk/ppc-amigaos/locale/turkish.po
Languages: tr

# MSG_MENU_PROJECT (3//)
source: Project
tr: Proje

# MSG_MENU_PROJECT_ABOUT (4//)
source: ?\0About...
tr: ?\0Hakkında...

# MSG_MENU_PROJECT_OPEN (5//)
source: O\0Open...
tr: O\0Aç...

# MSG_MENU_PROJECT_APPEND (6//)
source: Append...
tr: İliştir...

# MSG_MENU_PROJECT_QUIT (7//)
source: Q\0Quit
tr: Q\0Çık

# MSG_MENU_PROJECT_SAVEAS (8//)
source: A\0Save As...
tr: A\0Farklı Kaydet...

# MSG_MENU_SETTINGS (9//)
source: Settings
tr: Tanımlatıcılar

# MSG_MENU_SETTINGS_SCREEN (10//)
source: Screen...
tr: Ekran...

# MSG_MENU_SETTINGS_TESTMODE (12//)
source: +\0Test mode?
tr: +\0Deneme kipi?

# MSG_POPMENU_GADGET (15//)
source: Item
tr: Öğe

# MSG_POPMENU_DEFAULTS (16//)
source: Reset to defaults
tr: Varsayılanlara sıfırla

# MSG_POPMENU_LASTSAVED (17//)
source: Last saved
tr: Son kaydedilen

# MSG_POPMENU_RESTORE (19//)
source: Restore
tr: Geri yükle

# MSG_PREFS_WINDOWTITLE (21//)
source: MUI Preferences
tr: MUI Tercihleri

# MSG_PREFS_SAVE (22//)
source: Save
tr: Kaydet

# MSG_PREFS_USE (23//)
source: Use
tr: Kullan

# MSG_PREFS_TEST (24//)
source: Test
tr: Dene

# MSG_PREFS_CANCEL (25//)
source: Cancel
tr: Vazgeç

# MSG_PREFS_CLI_OUTOFMEMORY (27//)
source: Out of memory (20).
tr: Bellek bitti (20).

# MSG_PREFS_CLI_NOAPPLICATION (28//)
source: Failed to create application (20).
tr: Uygulama yaratılamadı (20).

# MSG_PREFS_CLI_NOMUIMASTER (29//)
source: Failed to open muimaster.library V20 (20).
tr: muimaster.library v20 açılamadı (20).

# MSG_PREFS_TXT_PUBLICKEYINVALID (30//)
source: The public keyfile from a magazine's disk or from a CD was only valid for MUI 2.3.
tr: Bir dergi diski veya CD'sinden alınan kamusal anahtar-dosya yalnızca MUI 2.3 ile uyumludur.

# MSG_PREFS_TXT_NOREGISTRATION (31//)
source: You are running an unregistered version of MUI which falls back to the default look&feel matching your operating system style.
tr: İşletim sisteminizle eşleşen varsayılan görünüm ve izlenime geri dönen kaydolunmamış bir MUI sürümü kullanıyorsunuz..

# MSG_PREFS_TXT_HELLOUSER (32//)
source: Hello
tr: Merhaba

# MSG_PREFS_TXT_OLDREGISTRATION (33//)
source: Your old keyfile has expired, some new settings of this major update are disabled.
tr: Eski anahtar-dosyanızın süresi dolmuş, bu yüzden bu bu büyük güncellemenin bazı yeni tanımlatıcıları devre dışı.

# MSG_PREFS_TXT_TESTINGPURPOSE (34//)
source: A test mode, which temporarily enables all options is available under the 'Settings / Test Mode' menu item.
tr: Tüm seçenekleri geçici olarak etkinleştiren bir deneme kipi, 'Tanımlatıcılar / Deneme Kipi' menü öğesinde bulunuyor.

# MSG_PREFS_TXT_TESTONLYGLOBAL (35//)
source: A test mode which temporarily enables all options is available in the MUI preference program under 'Settings / Test Mode'.
tr: Tüm özellikleri geçici olarak etkinleştiren bir deneme kipine, MUI ayarlar programında 'Seçenekler / Deneme Kipi' ile erişilebilir.

# MSG_PREFS_TXT_PLEASEREGISTER (36//)
source: If you would like to have the full possibilities of defining your own MUI interface settings you would have to obtain a keyfile by registering your MUI version via http://www.sasg.com/.
tr: Kendi özel MUI arayüzünüzü oluşturmak için tüm özelliklere sahip olmak istiyorsanız, MUI sürümünüzü http://www.sasg.com/ üzerinden kaydetmek suretiyle bir anahtar dosyası edinmeniz gerekmektedir.

# MSG_PREFS_REQ_NOTINTESTMODE (37//)
source: Please switch off the test mode with the menu 'Settings / Test mode' before performing this operation.
tr: Lütfen bu operasyonu gerçekleştirmeden önce deneme kipini 'Tanımlatıcılar / Deneme Kipi' menüsünden kapatınız.

# MSG_PREFS_REQ_TESTMODEON (38//)
source: Test mode switched on, all configuration options are now temporarily enabled for evaluation purposes with the 'Test' or 'Use' buttons. Saving settings permanently is not possible while in test mode.
tr: Deneme kipi etkinleştirildi. Tüm ayar seçenekleri 'Dene' veya 'Kullan' düğmeleri ile değerlendirilmek üzere geçici olarak etkinleştirildi. Deneme kipinde ayarları kalıcı olarak kaydetmek mümkün değildir.

# MSG_PREFS_REQ_TESTMODEOFF (39//)
source: Test mode switched off, most configuration options are disabled. Saving and using of settings is restricted to the remaining available options.
tr: Deneme kipi kapatıldı. Çoğu ayar seçeneği devre dışı. Kullanılabilir durumda olan seçenekler için ayarların kaydedilmesi mümkündür.

# MSG_PREFS_REQ_REGISTERCONTINUE (40//)
source: *_Register|_Continue
tr: *Kayıt _Ol| İ_lerlet

# MSG_PREFS_TXT_REGISTEREDTO (41//)
source: The installed MUI system is registered to:
tr: Kurulu MUI sistemi şu kullanıcıya kayıtlıdır:

# MSG_PREFS_TXT_REGISTEREDTHANKS (42//)
source: Thanks a lot for your support!
tr: Desteğiniz için çok teşekkürler!

# MSG_CGR_SYSTEM (50//)
source: System
tr: Sistem

# MSG_CGR_SCREEN (51//)
source: Screen
tr: Ekran

# MSG_CGR_WINDOW (52//)
source: Windows
tr: Pencereler

# MSG_CGR_GROUP (53//)
source: Groups
tr: Gruplar

# MSG_CGR_BUTTON (54//)
source: Buttons
tr: Düğmeler

# MSG_CGR_MENU (55//)
source: Menus
tr: Menüler

# MSG_CGR_LIST (58//)
source: Lists
tr: Listeler

# MSG_CGR_STRING (59//)
source: Text
tr: Metin

# MSG_CGR_KEYBOARD (60//)
source: Keyboard
tr: Klavye

# MSG_CGR_IMAGE (61//)
source: Images
tr: Görseller

# MSG_CGR_DRAG (63//)
source: Drag&Drop
tr: Sürükle Bırak

# MSG_CGR_HELP (64//)
source: Help
tr: Yardım

# MSG_CFGL_WIN_BACKWINDOW (83//)
source: Window
tr: Pencere

# MSG_CFGL_WIN_BACKREQUESTER (84//)
source: Requester
tr: Onatıcı

# MSG_CFGL_LIST_INPUTMODE (98//)
source: Input Lists:
tr: Giriş Listeleri:

# MSG_CFGL_LIST_READMODE (99//)
source: Readonly Lists:
tr: Yalnız-okunur Listeler:

# MSG_CFGL_LIST_ACTIVE (103//)
source: Active:
tr: Etkin:

# MSG_CFGL_LIST_SELECTED (104//)
source: Selected:
tr: Seçili:

# MSG_CFGL_LIST_ACTSEL (105//)
source: Active & Selected:
tr: Etkin & Seçili:

# MSG_CFGL_SCR_KNOB (119//)
source: Knob:
tr: Tutmaç:

# MSG_CFGL_SCR_CONTAINER (120//)
source: Container:
tr: Kap:

# MSG_CFGL_ICONIFY (127//)
source: Iconification
tr: Simgeleştirme

# MSG_CFGL_ICONIFY_KEY (128//)
source: Hotkey:
tr: İşlek-tuş:

# MSG_CFGL_ICONIFY_SHOW (129//)
source: Show:
tr: Göster:

# MSG_CFGL_ICONIFY_SHOWICON (130//)
source: icon on Workbench
tr: Workbench'te simge

# MSG_CFGL_ICONIFY_SHOWMENU (131//)
source: menu item in Workbench tools menu
tr: Workbench araçlar menüsünde öğe

# MSG_CFGL_ICONIFY_START (132//)
source: On startup:
tr: Başlangıçta:

# MSG_CFGL_DRAG_TITLE (137//)
source: Drag & Drop
tr: Sürükle Bırak

# MSG_CFGL_DRAG_LEFTBUTTON (138//)
source: Left Button:
tr: Sol Tuş:

# MSG_CFGL_DRAG_MIDDLEBUTTON (139//)
source: Middle Button:
tr: Orta Tuş:

# MSG_CFGL_DRAG_AUTOSTART (140//)
source: Autostart:
tr: Oto-başla:

# MSG_CFGL_DRAG_FRAME (141//)
source: Frame:
tr: Çerçeve:

# MSG_CFGL_DRAG_LOOK (142//)
source: Look:
tr: Görünüm:

# MSG_CFGL_KEY_PRESS (148//)
source: Press:
tr: Tıkla:

# MSG_CFGL_KEY_TOGGLE (149//)
source: Toggle:
tr: Aç/Kapa:

# MSG_CFGL_KEY_UP (150//)
source: Cursor up:
tr: İmleç yukarı:

# MSG_CFGL_KEY_DOWN (151//)
source: Cursor down:
tr: İmleç aşağı:

# MSG_CFGL_KEY_PAGEUP (152//)
source: Page up:
tr: Sayfa yukarı:

# MSG_CFGL_KEY_PAGEDOWN (153//)
source: Page down:
tr: Sayfa aşağı:

# MSG_CFGL_KEY_TOP (154//)
source: Top:
tr: Tepeye:

# MSG_CFGL_KEY_BOTTOM (155//)
source: Bottom:
tr: Dibe:

# MSG_CFGL_KEY_LEFT (156//)
source: Cursor left:
tr: İmleç sola:

# MSG_CFGL_KEY_RIGHT (157//)
source: Cursor right:
tr: İmleç sağa:

# MSG_CFGL_KEY_WORDLEFT (158//)
source: Word left:
tr: Bir sözcük sola:

# MSG_CFGL_KEY_WORDRIGHT (159//)
source: Word right:
tr: Bir sözcük sağa:

# MSG_CFGL_KEY_LINESTART (160//)
source: Line start:
tr: Satır başına:

# MSG_CFGL_KEY_LINEEND (161//)
source: Line end:
tr: Satır sonuna:

# MSG_CFGL_KEY_GADGET_NEXT (162//)
source: Next gadget:
tr: Sonraki gereç:

# MSG_CFGL_KEY_GADGET_PREV (163//)
source: Previous gadget:
tr: Önceki gereç:

# MSG_CFGL_KEY_GADGET_OFF (164//)
source: Gadget off:
tr: Gereç devre dışı:

# MSG_CFGL_KEY_WINDOW_CLOSE (165//)
source: Close window:
tr: Pencere kapat:

# MSG_CFGL_KEY_WINDOW_NEXT (166//)
source: Next window:
tr: Sonraki pencere:

# MSG_CFGL_KEY_WINDOW_PREV (167//)
source: Previous window:
tr: Önceki pencere:

# MSG_CFGL_KEY_POPUP (169//)
source: Popup:
tr: Belirir Menü:

# MSG_CFGL_INTERFACES (170//)
source: Interfaces
tr: Arayüzler

# MSG_CFGL_INTERFACES_AREXX (171//)
source: Enable ARexx interface
tr: ARexx arayüzünü etkinleştir

# MSG_CFGL_CYCLEPOP_POSITION (177//)
source: Position:
tr: Konum:

# MSG_CFGL_CYCLEPOP_POSITION_BELOW (178//)
source: below
tr: aşağıda

# MSG_CFGL_CYCLEPOP_POSITION_ACTIVE (179//)
source: on active
tr: etkin olanda

# MSG_CFGL_GAUGE_FONT (195//)
source: Font:
tr: Yazıtipi:

# MSG_CFGL_GROUP_SPACING (197//)
source: Spacing
tr: Boşluklar

# MSG_CFGL_GROUP_SPACING_HORIZ (198//)
source: Horizontal:
tr: Yatay:

# MSG_CFGL_GROUP_SPACING_VERT (199//)
source: Vertical:
tr: Dikey:

# MSG_CFGL_GROUP_TITLE (200//)
source: Title
tr: Başlık

# MSG_CFGL_GROUP_TITLE_POS (201//)
source: Y-Position:
tr: Y-Konumu:

# MSG_CFGL_GROUP_TITLE_POS_ABOVE (202//)
source: above
tr: yukarısında

# MSG_CFGL_GROUP_TITLE_POS_CENTERED (203//)
source: centered
tr: ortalanmış

# MSG_CFGL_GROUP_TITLE_XPOS (204//)
source: X-Position:
tr: X-Konumu:

# MSG_CFGL_GROUP_TITLE_XPOS_CENTERED (205//)
source: centered
tr: ortalanmış

# MSG_CFGL_GROUP_TITLE_XPOS_LEFT (206//)
source: left
tr: solda

# MSG_CFGL_GROUP_TITLE_COLOR (207//)
source: Color:
tr: Renk:

# MSG_CFGL_GROUP_TITLE_COL_STANDARD (208//)
source: standard
tr: standart

# MSG_CFGL_GROUP_TITLE_COL_HILITE (209//)
source: hilite
tr: vurgulu

# MSG_CFGL_GROUP_TITLE_COL_3D (210//)
source: 3d
tr: 3b

# MSG_CFGL_GROUP_TITLE_FONT (211//)
source: Font:
tr: Yazıtipi:

# MSG_CFGL_GROUP_VIRTUAL (214//)
source: Virtual
tr: Sanal

# MSG_CFGL_GROUP_FRAME (215//)
source: Frame
tr: Çerçeve

# MSG_CFGL_GROUP_BACKGROUND (216//)
source: Background
tr: Art-alan

# MSG_CFGL_GROUP_BGNORMAL (217//)
source: Framed
tr: Çerçeveli

# MSG_CFGL_GROUP_BGREGISTER (218//)
source: Register
tr: Kayıt ol

# MSG_CFGL_GROUP_BGPAGE (219//)
source: Page
tr: Sayfa

# MSG_CFGL_TXTBUT_TITLE (220//)
source: Text Buttons
tr: Metin Düğmeler

# MSG_CFGL_FONT_TITLE (237//)
source: Fonts
tr: Yazıtipi

# MSG_CFGL_FONT_TINY (239//)
source: Tiny:
tr: Küçük:

# MSG_CFGL_FONT_BIG (240//)
source: Big:
tr: Büyük:

# MSG_CFGL_STRING_EXAMPLE (250//)
source: Example
tr: Örnek

# MSG_CFGL_SLIDER_FONT (257//)
source: Font:
tr: Yazıtipi:

# MSG_CFGL_WTIT_FREQ_OPEN (288//)
source: Open MUI settings
tr: MUI tanımlatıcılarını açın

# MSG_CFGL_WTIT_FREQ_APPEND (289//)
source: Append MUI settings
tr: MUI tanımlatıcılarını iliştirin

# MSG_CFGL_WTIT_FREQ_SAVEAS (290//)
source: Save MUI settings
tr: MUI tanımlatıcılarını kaydedin

# MSG_CFGB_BACKGROUND (291//)
source: This is a button to adjust a background color or pattern. Click it to open an adjust window or use drag&drop facilities to copy from or to another background gadget.
tr: Bu düğme bir art alan rengi veya deseni ayarlamak içindir. Bir ayarlama penceresi açmak için tıklayabilir veya başka bir art alan düğmesinden (veya düğmesine) sürükleyip bırakabilirsiniz.

# MSG_CFGB_PEN (292//)
source: This is a button to adjust a drawing pen. Click it to open an adjust window or use drag&drop facilities to copy from or to another pen gadget.
tr: Bu düğme renk seçmek içindir. Bir ayarlama penceresi açmak için tıklayabilir veya başka bir renk düğmesinden (veya düğmesine) sürükleyip bırakabilirsiniz.

# MSG_CFGB_IMAGE (293//)
source: This is a button to adjust an image. Click it to open an adjust window or use drag&drop facilities to copy from or to another image gadget.
tr: Bu düğme imge seçmek içindir. Bir seçim penceresi açmak için tıklayabilir veya başka bir imge düğmesinden (veya düğmesine) sürükleyip bırakabilirsiniz.

# MSG_CFGB_FRAME (294//)
source: This is a button to adjust a frame. Click it to open an adjust window or use drag&drop facilities to copy from or to another frame gadget.
tr: Bu düğme çerçeve seçmek içindir. Bir seçim penceresi açmak için tıklayabilir veya başka bir çerçeve düğmesinden (veya düğmesine) sürükleyip bırakabilirsiniz.

# MSG_CFGB_GroupSpacingHoriz (302//)
source: Horizontal spacing in groups.
tr: Gruplar arasında bırakılacak yatay boşluk.

# MSG_CFGB_GroupSpacingVert (303//)
source: Vertical spacing in groups.
tr: Gruplar arasında bırakılacak dikey boşluk.

# MSG_CFGB_ScrollbarType (304//)
source: Arrangement of gadgets in scrollbars.
tr: Kaydırma-barlarındaki gereçlerin düzeni.

# MSG_CFGB_GroupTitlePos (310//)
source: Position of groups title texts.
tr: Grup başlık metinlerinin konumu.

# MSG_CFGB_PopPosition (313//)
source: Position of cycle gadget popup menus.
tr: Çark gereçleri açılır menülerinin konumu.

# MSG_CFGB_IconifyGadget (314//)
source: Window border gadget to iconify an application.
tr: Uygulamayı simgeleştirmek için pencere kıyısı gereci.

# MSG_CFGB_IconifyIcon (315//)
source: Show an icon on Workbench in iconified state.
tr: Simgeleşmiş durumdayken Workbench'te bir simge göster.

# MSG_CFGB_StartIconified (316//)
source: Start the application in iconified state.
tr: Uygulamayı simgeleşmiş durumda başlat.

# MSG_CFGB_NormalFont (322//)
source: Default font for all GUI elements. Will also be used for all other font settings if they remain empty.
tr: Tüm GUI öğeleri için varsayılan yazıtipi. Boş kalırlarsa diğer tüm yazıtipi tanımlatmaları için de kullanılacaktır.

# MSG_CFGB_ListFont (323//)
source: Font used within listviews.
tr: Liste-görünümlerinde kullanılan yazıtipi.

# MSG_CFGB_TinyFont (324//)
source: Font used if application requests a tiny font.
tr: Uygulama minik bir yazıtipi isterse kullanılacak yazıtipi.

# MSG_CFGB_FixedFont (325//)
source: Font used if application requests a fixed width font.
tr: Uygulama sabit genişlikli bir yazıtipi isterse kullanılacak yazıtipi.

# MSG_CFGB_TitleFont (326//)
source: Font used for title of framed groups.
tr: Çerçeveli grup başlıklarında kullanılan yazıtipi.

# MSG_CFGB_BigFont (327//)
source: Font used if application requests a big font.
tr: Uygulama büyük bir font isterse kullanılacak yazıtipi.

# MSG_CFGB_PublicScreen (328//)
source: Name of public screen the program should open on.
tr: Programın, üzerinde açılması gereken ortak ekranın adı.

# MSG_CFGB_Hotkey (329//)
source: Hotkey to iconify and uniconify a program.
tr: Bir programı simgeleştirmek ve geri getirmek için kullanılacak işlek-tuş.

# MSG_CFGB_SnapshotGadget (330//)
source: Window border gadget to snapshot window position.
tr: Pencere konumunu çakan pencere kıyısı gereci.

# MSG_CFGB_PrefsGadget (331//)
source: Window border gadget to call a programs MUI settings.
tr: Programın MUI tanımlatıcılarını çağıran pencere kıyısı gereci.

# MSG_CFGB_PopupGadget (332//)
source: Window border gadget to show a popup menu with all functions.
tr: Tüm işlevlerin bulunduğu bir belirir menü gösteren pencere kıyısı gereci.

# MSG_CFGB_OnExitWindows (333//)
source: What to do with window positions if a program exits.
tr: Bir program çıkış yaparsa pencere konumlarına ne yapılacağı.

# MSG_CFGB_IconifyMenu (336//)
source: Add a Tools menu item in iconified state.
tr: Simgeleşmiş durumda Araçlar menüsü öğesi ekle.

# MSG_CFGB_UseRexx (337//)
source: When enabled, the general ARexx interface for MUI applications will be enabled.
tr: Etkinleşince, MUI uygulamaları için genel ARexx arayüzü etkinleşecektir.

# MSG_CFGB_ButtonFont (338//)
source: Font for text buttons.
tr: Metin Düğmeleri için kullanılacak yazıtipi.

# MSG_CFGB_StringBack (342//)
source: Background color for inactive string gadgets.
tr: Edilgin dizi gereçleri için art-alan rengi.

# MSG_CFGB_StringActiveBack (344//)
source: Background color for active string gadgets.
tr: Etkin dizi gereçleri için art-alan rengi.

# MSG_CFGB_SliderFont (346//)
source: Font to use for sliders.
tr: Kaydırgaçlar için kullanılacak yazıtipi.

# MSG_CFGB_DragLMB (347//)
source: Allow dragging with left mouse button and qualifier.
tr: Sol fare tuşu ve niteleyici ile sürüklemeyi sağlayın.

# MSG_CFGB_DragMMB (348//)
source: Allow dragging with middle mouse button and qualifier.
tr: Orta fare tuşu ve niteleyici ile sürüklemeyi sağlayın.

# MSG_CFGB_DragQualiLMB (349//)
source: Qualifier for left mouse button dragging.
tr: Sol tuşla sürükleme için niteleyici.

# MSG_CFGB_DragQualiMMB (350//)
source: Qualifier for middle mouse button dragging.
tr: Orta tuşla sürükleme için niteleyici.

# MSG_CFGB_DragAuto (351//)
source: Autostart drag when mouse is moved this number of pixels with LMB held down.
tr: Fare sol tuşu basılı iken bu kadar piksel hareket ettirildiğinde sürüklemeyi başlat.

# MSG_CFGB_DragAutoPixel (352//)
source: Moving the mouse for this number of pixels triggers a drag action.
tr: Farenin bu kadar piksel hareket ettirilmesi bir sürükleme eylemi tetikler.

# MSG_CFGB_ActiveObjectPen (353//)
source: Color used to show active objects.
tr: Etkin nesneleri göstermek için kullanılan renk.

# MSG_CFGB_DragShineThrough (354//)
source: Select between different modes of displaying a dragged item.
tr: Sürüklenen nesne için görüntüleme yöntemlerinden birini seçiniz.

# MSG_CFGL_HELP_BUBBLEHEIGHT (355//)
source: Bubble Height:
tr: Baloncuk Yüksekliği:

# MSG_CFGB_BubbleHeight (356//)
source: Preferred height of a help bubble, given in percentage of its width.
tr: Bir yardım balonunun genişliğine nispeten yüksekliği.

# MSG_CFGB_JumpGadget (359//)
source: Window border gadget to jump to next public screen.
tr: Bir sonraki ortak ekrana sıçratan pencere barı gereci.

# MSG_SA_BUTTON_USE (360//)
source: _Use
tr: K_ullan

# MSG_SA_BUTTON_CANCEL (361//)
source: _Cancel
tr: _Vazgeç

# MSG_SA_BUTTON_NEW (362//)
source: _New
tr: _Yeni

# MSG_SA_BUTTON_COPY (363//)
source: _Copy
tr: _Kopyala

# MSG_SA_BUTTON_EDIT (364//)
source: _Edit...
tr: _Düzenle...

# MSG_SA_BUTTON_DELETE (365//)
source: Delete
tr: Sil

# MSG_SA_DELREQ_TITLE (366//)
source: Delete Public Screen
tr: Ortak Ekranı Sil

# MSG_SA_DELREQ_TEXT (367//)
source: Do you really want to delete the screen '\033b%s\033n' ?
tr: '\033b%s\033n' adlı ekranı gerçekten silmek istiyor musunuz?

# MSG_SA_DELREQ_GADGETS (368//)
source: Yes|No
tr: Evet|Hayır

# MSG_SA_LABEL_PUBLICNAME (369//)
source: _Name:
tr: A_d:

# MSG_SA_LABEL_SCREENTITLE (370//)
source: _Title:
tr: _Başlık:

# MSG_SA_LABEL_DEFAULTFONT (372//)
source: _Font:
tr: Yazı_tipi

# MSG_SA_LABEL_BACKGROUND (373//)
source: _Back- ground:
tr: _Art alan:

# MSG_SA_WINTITLE_EDITWINDOW (374//)
source: Edit screen
tr: Ekranı düzenle

# MSG_SA_WINTITLE_FRBACKGROUND (375//)
source: Please select background picture
tr: Lütfen art-alan resmi seçin

# MSG_SA_WINTITLE_FRFONT (376//)
source: Please select default font
tr: Lütfen varsayılan yazıtipi seçin

# MSG_SA_LIST_SCREENNAME (385//)
source: Name
tr: Ad

# MSG_SA_LIST_SCREENMODE (386//)
source: Display mode
tr: Görüntü kipi

# MSG_SA_LIST_UNKNOWNMODE (387//)
source: (unknown)
tr: (bilinmiyor)

# MSG_SA_LABEL_AUTOSCROLL (389//)
source: _Autoscroll
tr: O_to-kaydır

# MSG_SA_LABEL_OPENBEHIND (393//)
source: Open Be_hind
tr: Ar_kada aç

# MSG_SA_PAGE_COLORS (407//)
source: Colors
tr: Renkler

# MSG_SA_PALETTE_FIRST (408//)
source: First 4 colors
tr: İlk 4 renk

# MSG_SA_PALETTE_LAST (409//)
source: Last 4 colors
tr: Son 4 renk

# MSG_SA_SYSPEN_TEXT (412//)
source: Text
tr: Metin

# MSG_SA_SYSPEN_SHINE (413//)
source: Shine
tr: Parıltı

# MSG_SA_SYSPEN_SHADOW (414//)
source: Shadow
tr: Gölge

# MSG_SA_SYSPEN_FILL (415//)
source: Fill
tr: Dolgu

# MSG_SA_SYSPEN_FILLTEXT (416//)
source: Filltext
tr: Metin Dolgusu

# MSG_SA_SYSPEN_HIGHLIGHT (418//)
source: Highlight
tr: Vurgu

# MSG_SA_SYSPEN_BARDETAIL (419//)
source: Bardetail
tr: Bar-detayı

# MSG_SA_SYSPEN_BARBLOCK (420//)
source: Barblock
tr: Bar-bloğu

# MSG_SA_SYSPEN_BARTRIM (421//)
source: Bartrim
tr: Bar-çeperi

# MSG_SA_COLORMENU_TITLE (422//)
source: Color Presets
tr: Ön-tanımlı Renkler

# MSG_SA_COLORMENU_STANDARD (423//)
source: Standard
tr: Standart

# MSG_SA_COLORMENU_TINT (424//)
source: Tint
tr: Kırmızımsı

# MSG_SA_COLORMENU_PHARAO (425//)
source: Pharao
tr: Firavun

# MSG_SA_COLORMENU_SUNSET (426//)
source: Sunset
tr: Gün batımı

# MSG_SA_COLORMENU_OCEAN (427//)
source: Ocean
tr: Okyanus

# MSG_SA_COLORMENU_STEEL (428//)
source: Steel
tr: Çelik

# MSG_SA_COLORMENU_CHOCOLATE (429//)
source: Chocolate
tr: Çukulata

# MSG_SA_COLORMENU_PEWTER (430//)
source: Pewter
tr: Kurşun-Kalay

# MSG_SA_COLORMENU_WINE (431//)
source: Wine
tr: Şarap

# MSG_SA_COLORMENU_CLONEWB (433//)
source: Clone WB
tr: WB Kopyası

# MSG_SA_OVERSCAN_TEXT (434//)
source: Text
tr: Metin

# MSG_SA_OVERSCAN_GRAPHICS (435//)
source: Graphics
tr: Grafik

# MSG_SA_OVERSCAN_EXTREME (436//)
source: Extreme
tr: Aşırı

# MSG_SA_OVERSCAN_MAXIMUM (437//)
source: Maximum
tr: En çok

# MSG_SA_HELP_TITLE (441//)
source: Text that appears in the screen's title bar.
tr: Ekranın başlık barında görünen metin.

# MSG_SA_HELP_FONT (442//)
source: Default font for the screen.
tr: Ekran için varsayılan yazıtipi.

# MSG_SA_HELP_BACKGROUND (443//)
source: Image to be used as background pattern.
tr: Art-alan deseni olarak kullanılacak görsel.

# MSG_SA_HELP_AUTOSCROLL (444//)
source: The screen scrolls when the mouse hits its borders.
tr: Kıyılarına fare dayandığında ekran kayar.

# MSG_SA_HELP_BEHIND (448//)
source: The screen opens behind all other screens.
tr: Ekran tüm diğer ekranların arkasında açılır.

# MSG_SA_HELP_OVERSCAN (454//)
source: Overscan size adjustment.
tr: Aşkın-tarama boyut ayarlama.

# MSG_SA_HELP_WIDTH (455//)
source: Width of screen, measured in pixels.
tr: Ekranın piksel olarak genişliği.

# MSG_SA_HELP_HEIGHT (456//)
source: Height of screen, measured in pixels.
tr: Ekranın piksel olarak yüksekliği.

# MSG_SA_HELP_DEPTH (457//)
source: Depth of screen, measured in planes.
tr: Ekranın düzlemle ölçülmüş derinliği.

# MSG_CFGL_PIXEL (477//)
source: %ld pixel
tr: %ld piksel

# MSG_CFGL_TIT_ADJUST_BACKGROUND (478//)
source: Adjust Background
tr: Art-alan Ayarla

# MSG_CFGL_TIT_ADJUST_PEN (479//)
source: Adjust Pen
tr: Kalem Ayarla

# MSG_CFGL_TIT_ADJUST_FRAME (480//)
source: Adjust Frame
tr: Çerçeve Ayarla

# MSG_CFGL_MENU_BOX (481//)
source: Menubox Design
tr: Menü Kutusu Tasarımı

# MSG_CFGL_MENU_CONTAINER (482//)
source: Container
tr: Kap

# MSG_CFGL_MENU_CURSOR (483//)
source: Cursor
tr: İmleç

# MSG_CFGL_MENU_FONT (484//)
source: Font:
tr: Yazıtipi:

# MSG_CFGL_MENU_SHADOWS (485//)
source: Shadows:
tr: Gölgeler:

# MSG_CFGL_MENU_DELAY (486//)
source: Delay:
tr: Erteleme:

# MSG_CFGL_MENU_TITLES (487//)
source: Titles:
tr: Başlıklar:

# MSG_CFGL_CYCLE_BUTTONS (519//)
source: Cycle Buttons
tr: Çark Düğmeleri

# MSG_CFGL_CYCLE_MENU (520//)
source: Menu:
tr: Menü:

# MSG_CFGL_CYCLE_POSITION (521//)
source: Position:
tr: Konum:

# MSG_CFGL_CYCLEPOP_NEVER (522//)
source: never
tr: hiçbir zaman

# MSG_CFGL_CYCLEPOP_ALWAYS (523//)
source: always
tr: her zaman

# MSG_CFGL_CYCLEPOP_3MORE (524//)
source: 3 or more
tr: 3 veya daha çok

# MSG_CFGL_ICONIFY_IMMEDIATELY (530//)
source: immediately switch to iconified state
tr: hemen simgeleşmiş duruma geçir

# MSG_CFGL_QUICKHELP_APPEAR (532//)
source: Quick help appears
tr: Hızlı yardım böyle belirir:

# MSG_CFGL_QUICKHELP_DISAPPEAR (536//)
source: Quick help disappears
tr: Hızlı yardım böyle kaybolur:

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_MOVE (537//)
source: on every mouse movement
tr: her fare hareketinde.

# MSG_CFGL_QUICKHELP_DISAPPEAR_MOUSE_LEAVE (538//)
source: when mouse leaves object
tr: fare nesneden ayrılınca.

# MSG_CFGL_QUICKHELP_LOOK (539//)
source: Quick help look
tr: Hızlı yardım görünümü

# MSG_CFGL_QUICKHELP_LOOK_BUBBLE (540//)
source: comic bubbles
tr: konuşma balonu

# MSG_CFGL_QUICKHELP_LOOK_RECTANGLE (541//)
source: rectangles
tr: dikdörtgen

# MSG_CFGL_QUICKHELP_FONT (544//)
source: Quick help uses font
tr: Hızlı yardım yazıtipi:
