Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos4/sdk/ppc-amigaos/locale/turkish.po
Languages: tr

# MSG_CFGL_QUICKHELP_HEIGHT1 (545//)
source: Quick help height is
tr: Hızlı yardımın yüksekliği, genişliğinin

# MSG_CFGL_QUICKHELP_HEIGHT2 (546//)
source: of width.
tr: kadarı olsun.

# MSG_ABOUT_ABOUT_MUI (547//)
source: About MUI
tr: MUI Hakkında

# MSG_ABOUT_CUSTOM_CLASS (548//)
source: \033bCustom Class
tr: \033bDış Sınıf

# MSG_ABOUT_VERSION (549//)
source: \033bVersion
tr: \033bSürüm

# MSG_ABOUT_DATE (550//)
source: \033bDate
tr: \033bTarih

# MSG_ABOUT_COPYRIGHT (551//)
source: \033bCopyright
tr: \033bSahip

# MSG_REGISTER (558//)
source: _Register
tr: _Kayıt olun

# MSG_CGR_INFO (559//)
source: Info
tr: Bilgi

# MSG_COLADJ_RED (561//)
source: Red:
tr: Kırmızı:

# MSG_COLADJ_GREEN (562//)
source: Green:
tr: Yeşil:

# MSG_COLADJ_BLUE (563//)
source: Blue:
tr: Mavi:

# MSG_POP_BUTTON_USE (566//)
source: _Use
tr: K_ullan

# MSG_POP_BUTTON_CANCEL (567//)
source: _Cancel
tr: _İptal

# MSG_POPMENU_ALLOPTIONS_TITLE (582//)
source: All '%s' options
tr: Tüm %s ayarları

# MSG_PREFS_SERIAL_NUMBER (586//)
source: Serial number %s
tr: Seri numarası %s

# MSG_WINPOPUP_ICONIFY (588//)
source: Iconify
tr: Simgeleştir

# MSG_WINPOPUP_SNAPSHOT (589//)
source: Snapshot
tr: Konumu çak

# MSG_WINPOPUP_UNSNAPSHOT (590//)
source: Unsnapshot
tr: Konumu sök

# MSG_WINPOPUP_JUMP_SCREEN (597//)
source: Jump to screen
tr: Ekrana geç

# MSG_WINPOPUP_JUMP_NEXT (598//)
source: Next
tr: Sonraki

# MSG_WINPOPUP_TRANSPARENCY (601//)
source: Transparency
tr: Saydamlık

# MSG_WINPOPUP_MUI_SETTINGS (602//)
source: MUI settings...
tr: MUI tanımlatıcıları...

# MSG_WINPOPUP_ABOUT_MUI (603//)
source: About MUI...
tr: MUI Hakkında...

# MSG_PREFS_ADJUST_SCREEN_WINDOWTITLE (604//)
source: Adjust screen for '%s'
tr: '%s' için ekran belirle

# MSG_PREFS_USER_IFACE_SETTINGS_WINDOWTITLE (605//)
source: User Interface Settings for '%s'
tr: '%s' için Kullanıcı Arayüzü Ayarları

# MSG_ABOUT_SHOW_MCCS (606//)
source: Show
tr: Göster

# MSG_ABOUT_EXTERNAL_CLASSES (607//)
source: %ld external classes loaded.
tr: %ld dış sınıf yüklendi.

# MSG_ABOUT_OBSOLETE_FILES (608//)
source: These files are no longer in use. It is safe to delete them.
tr: Bu dosyalar artık kullanılmıyor. Silinmeleri güvenlidir.

# MSG_ABOUT_DELETE_OBSOLETE_FILES (609//)
source: Delete %ld files
tr: Sil (%ld dosya)

# MSG_ABOUT_OBSOLETE_FILES_DELETED (610//)
source: %ld files deleted.
tr: %ld dosya silindi.

# MSG_CFGL_ICONIFY_SHOWDOCK (622//)
source: icon in AmiDock
tr: AmiDock simgesi

# MSG_CFGB_IconifyDock (623//)
source: Show an icon in AmiDock in iconified state.
tr: Simge durumuna küçültüldüğüne AmiDock'ta simge göster.

# MSG_SA_LABEL_COMPOSITING (624//)
source: Compositing
tr: Kompozit

# MSG_SA_HELP_COMPOSITING (625//)
source: Use compositing for the screen.
tr: Ekran için kompozit kullan.

# MSG_SA_LABEL_LIKEWORKBENCH (626//)
source: Like Workbench
tr: Workbench benzeri

# MSG_SA_HELP_LIKEWORKBENCH (627//)
source: Use the same settings as the Workbench screen.
tr: Workbench ekranı ile aynı ayarları kullanır.

# MSG_SA_BUTTON_OPEN (628//)
source: _Open
tr: _Aç

# MSG_SA_BUTTON_CLOSE (629//)
source: _Close
tr: _Kapat

# MSG_SA_BUTTON_JUMP (630//)
source: _Jump
tr: _Geç

# MSG_CFGL_TEXT_COLOR (631//)
source: Text color:
tr: Metin rengi:

# MSG_CFGB_TextColor (632//)
source: Color used for texts.
tr: Metinler için kullanılan renk.

# MSG_LIST_CTX_COLUMNS (636//)
source: Columns
tr: Sütunlar

# MSG_LIST_CTX_COLUMN (637//)
source: Column %ld
tr: Sütun %ld

# MSG_LIST_CTX_SHOW_ALL (638//)
source: Show all
tr: Tümünü göster

# MSG_LIST_CTX_RESET_SIZES (639//)
source: Reset sizes
tr: Boyutları sıfırla

# MSG_LIST_DRAG_MANY_ITEMS (641//)
source: Dragging %ld items...
tr: %ld öğe sürükleniyor...

# MSG_SA_LIST_SCREENMODEID (642//)
source: Display mode ID
tr: Ekran kip ID'si

# MSG_BACKGROUNDADJ_IMAGEBROWSER (643//)
source: Imagebrowser:
tr: İmge gezgini:

# MSG_BACKGROUNDADJ_SAME_AS_PARENT (644//)
source: same as parent object
tr: Ebeveyn nesne ile aynı

# MSG_BACKGROUNDADJ_MODIFY_PARENTS_BRIGHTNESS (645//)
source: Modify brightness of parent's background:
tr: Ebeveyn art alanının parlaklığını değiştir:

# MSG_BACKGROUNDADJ_PENS (646//)
source: Pens:
tr: Boya kalemleri:

# MSG_BACKGROUNDADJ_COLOR (647//)
source: Color
tr: Renk

# MSG_BACKGROUNDADJ_GRADIENT (648//)
source: Gradient:
tr: Renk geçişi:

# MSG_BACKGROUNDADJ_GRAD_HORIZONTAL (649//)
source: horizontal
tr: yatay

# MSG_BACKGROUNDADJ_GRAD_VERTICAL (650//)
source: vertical
tr: dikey

# MSG_BACKGROUNDADJ_GRAD_SYMMETRICAL (651//)
source: symmetrical
tr: simetrik

# MSG_BACKGROUNDADJ_PATTERN (652//)
source: Pattern:
tr: Desen:

# MSG_FILEPANEL_DRAWER (653//)
source: Drawer:
tr: Çekmece:

# MSG_FILEPANEL_FILE (654//)
source: File:
tr: Dosya:

# MSG_FILEPANEL_SELECT_ALL (655//)
source: _all
tr: _tümü

# MSG_FILEPANEL_SELECT_NONE (656//)
source: _none
tr: _hiçbiri

# MSG_FILEPANEL_PATTERN (657//)
source: Pattern:
tr: Desen:

# MSG_FILEPANEL_NUMBER_OF_FILES (658//)
source: %ld Files: %s
tr: %ld Dosya: %s

# MSG_FILEPANEL_DIRECTORY (659//)
source: Directory
tr: Dizin

# MSG_FILEPANEL_REQ_TITLE (660//)
source: Warning
tr: Uyarı

# MSG_FILEPANEL_DELETE_BUTTONS (661//)
source: Delete|*Cancel
tr: Sil|*İptal

# MSG_FILEPANEL_DELETE_QUESTION (662//)
source: Do you really want to delete%s\033b%s\033n?
tr: %s\033b%s\033n gerçekten silmek istiyor musunuz?

# MSG_FILEPANEL_ERRORS_BUTTONS_FORCE (663//)
source: Force|*Cancel
tr: Zorla|*İptal

# MSG_FILEPANEL_ERRORS_BUTTONS_OK (664//)
source: *Ok
tr: *Tamam

# MSG_FILEPANEL_ERRORS_QUESTION (665//)
source: The following %ld errors occured: %s
tr: Aşağıdaki %ld hata meydana geldi: %s

# MSG_FILEPANEL_NEW_DRAWER (666//)
source: new drawer
tr: yeni çekmece

# MSG_FILEPANEL_DOS_ERROR_TITLE (667//)
source: DOS Error
tr: DOS Hatası

# MSG_FILEPANEL_DOS_ERROR_BUTTONS (668//)
source: *Ok
tr: *Tamam

# MSG_FILEPANEL_DIRECTORY_HISTORY (669//)
source: Directory History
tr: Dizin Geçmişi

# MSG_FILEPANEL_DIRECTORY_HISTORY_EMPTY (670//)
source: Directory History Empty
tr: Dizin Geçmişi Boş

# MSG_FILEPANEL_MENU_RENAME (671//)
source: R\0Rename
tr: R\0Yeniden Adlandır

# MSG_FILEPANEL_MENU_DELETE (672//)
source: D\0Delete...
tr: D\0Sil...

# MSG_FILEPANEL_MENU_NEWDIR (673//)
source: N\0New Drawer
tr: N\0Yeni Çekmece

# MSG_FILEPANEL_MENU_PARENT (674//)
source: P\0Parent
tr: P\0Üst dizin

# MSG_FILEPANEL_MENU_VOLUMES (675//)
source: O\0Volumes
tr: O\0Birimler

# MSG_FILEPANEL_MENU_SELECT (676//)
source: -\0Multiselect
tr: -\0Çoklu Seçim

# MSG_IMGBROWSER_READING_DIR (677//)
source: Reading image directory...
tr: İmge dizini okunuyor...

# MSG_IMGBROWSER_BUILTIN (678//)
source: \033bBuiltin
tr: \033bTümleşik

# MSG_IMGBROWSER_BUILTIN_DEFAULT (679//)
source: Builtin Default
tr: Tümleşik Varsayılanı

# MSG_DIRLIST_NAME (680//)
source: Name %s %s
tr: Ad %s %s

# MSG_DIRLIST_SIZE (681//)
source: %s Size
tr: %s Boyut

# MSG_DIRLIST_USED (682//)
source: %s Used
tr: %s Kullanılan

# MSG_DIRLIST_DATE (683//)
source: %s Date
tr: %s Tarih

# MSG_DIRLIST_TIME (684//)
source: %s Time
tr: %s Saat

# MSG_DIRLIST_FLAGS (685//)
source: %s Flags
tr: %s Bayrak

# MSG_DIRLIST_COMMENT (686//)
source: Comment %s
tr: Açıklama %s

# MSG_DIRLIST_TYPE (687//)
source: Type %s
tr: Tür %s

# MSG_DIRLIST_DATE_TIME (688//)
source: %s Date & Time
tr: %s Tarih ve Saat

# MSG_DIRLIST_DEVICE (690//)
source: <Device>
tr: <Aygıt>

# MSG_DIRLIST_VOLUME (691//)
source: <Volume>
tr: <Birim>

# MSG_DIRLIST_ASSIGN (692//)
source: <Assign>
tr: <Atama>

# MSG_DIRLIST_DRAWER (693//)
source: <Drawer>
tr: <Çekmece>

# MSG_CFGL_LIST_TITLE (694//)
source: Title:
tr: Başlık:

# MSG_COLORRING_TITLE (695//)
source: Color ring
tr: Renk halkası

# MSG_COLORRING_TRIANGLE (696//)
source: Triangle
tr: Üçgen

# MSG_COLORRING_WHEEL (697//)
source: Wheel
tr: Çark

# MSG_COLORRING_NO_SLIDERS (698//)
source: No sliders
tr: Sürgüsüz

# MSG_COLORRING_RGB_SLIDERS (699//)
source: RGB sliders
tr: RGB sürgüleri

# MSG_COLORRING_HSV_SLIDERS (700//)
source: HSV sliders
tr: HSV sürgüleri

# MSG_COLORRING_RECENTLY_USED_COLORS (701//)
source: Recently used colors
tr: Yakın zamanda kullanılan renkler

# MSG_COLORRING_FAVORITE_COLORS (702//)
source: Favorite colors
tr: Favori renkler

# MSG_COLORRING_STORE_CURRENT (703//)
source: Store current
tr: Mevcut olanı sakla

# MSG_CFGL_LIST_HSCROLLER (704//)
source: Horizontal scroller:
tr: Yatak kaydırma çubuğu:

# MSG_CFGB_ListHScrollerVisibility (708//)
source: Set the visibility of the horizontal scroller.
tr: Yatay kaydırma çubuğunun görünürlüğünü belirler.

# MSG_BACKGROUNDADJ_BALANCE_RED (710//)
source: Red:
tr: Kırmızı:

# MSG_BACKGROUNDADJ_BALANCE_GREEN (711//)
source: Green:
tr: Yeşil:

# MSG_BACKGROUNDADJ_BALANCE_BLUE (712//)
source: Blue:
tr: Mavi:

# MSG_BACKGROUNDADJ_GRAYSCALE (713//)
source: Grayscale
tr: Siyah-Beyaz

# MSG_BACKGROUNDADJ_NEGATIVE (714//)
source: Negative
tr: Negatif

# MSG_BACKGROUNDADJ_HCENTERING (715//)
source: H-Centering
tr: Y-Ortalama

# MSG_BACKGROUNDADJ_VCENTERING (716//)
source: V-Centering
tr: D-Ortalama

# MSG_CFGL_LIST_GROUP_TITLE (717//)
source: Lists
tr: Liseteler

# MSG_CFGL_LIST_EXAMPLE_TITLE (718//)
source: Title
tr: Başlık

# MSG_CFGL_LIST_EXAMPLE_EXAMPLE (719//)
source: Example
tr: Seçilmiş

# MSG_CFGL_LIST_EXAMPLE_LIST (720//)
source: list
tr: girdiler

# MSG_CFGL_LIST_EXAMPLE_WITH_SOME (721//)
source: with some
tr: içeren

# MSG_CFGL_LIST_EXAMPLE_SELECTED (722//)
source: selected
tr: bir liste

# MSG_CFGL_LIST_EXAMPLE_ENTRIES (723//)
source: entries
tr: örneği

# MSG_CFGL_LIST_FONT (724//)
source: Font:
tr: Yazıtipi:

# MSG_CFGL_FONT_FIXED (725//)
source: Fixed:
tr: Sabit:

# MSG_CFGL_FRAME_BACKGROUND_CLIPBOARD (726//)
source: Frame & Background clipboard
tr: Çerçeve & Art-alan panosu

# MSG_CFGL_WIN_BACKGROUNDS (727//)
source: Backgrounds
tr: Art-alanlar

# MSG_CFGL_BUTTON_FONT (730//)
source: Font:
tr: Yazıtipi:

# MSG_CFGL_BUTTON_EXAMPLE (731//)
source: Example
tr: Örnek

# MSG_FRIMAGEADJ_TITLE_SINGLE (732//)
source: Adjust %s
tr: Ayarla %s

# MSG_FRIMAGEADJ_TITLE_DOUBLE (733//)
source: Adjust %s & %s
tr: Ayarla %s & %s

# MSG_FRAMEADJ_TITLE (734//)
source: Frame
tr: Çerçeve

# MSG_BACKGROUNDADJ_TITLE (735//)
source: Background
tr: Art-alan

# MSG_FRAMEADJ_SPACING (736//)
source: Spacing:
tr: Boşluklar:

# MSG_FRAMEADJ_VISIBILITY (737//)
source: Visibility:
tr: Görünürlük:

# MSG_FRAMEADJ_COLORIZE (738//)
source: Colorize
tr: Renklendir

# MSG_FRAMEADJ_SCALING (739//)
source: Scaling:
tr: Ölçekleme:

# MSG_FRAMEADJ_SCALING_ENTRIES (740//)
source: tiling|horizontally|vertically|both
tr: döşeme|yatay|dikey|her ikisi

# MSG_FRAMEADJ_TOGGLE_STATE (741//)
source: Toggle state
tr: Durumu değiştir

# MSG_CFGL_SLIDER_GROUP_TITLE (742//)
source: Slider
tr: Kaydırgaç

# MSG_CFGL_GAUGE_GROUP_TITLE (743//)
source: Gauge
tr: Ölçek

# MSG_CFGL_WINDOW_BORDERS (745//)
source: Borders
tr: Kıyılar

# MSG_CFGL_WINDOW_TITLEBAR_SHOWS (746//)
source: Titlebar shows
tr: Başlık-barı şunları göstersin:

# MSG_CFGL_WINDOW_TITLEBAR_POPUP_BUTTON (747//)
source: popup button
tr: belirir-menü düğmesi

# MSG_CFGL_WINDOW_TITLEBAR_SETTINGS_BUTTON (748//)
source: settings button
tr: tanımlatıcılar düğmesi

# MSG_CFGL_WINDOW_TITLEBAR_SNAPSHOT_BUTTON (749//)
source: snapshot button
tr: konum çakma düğmesi

# MSG_CFGL_WINDOW_TITLEBAR_SCREEN_JUMP_BUTTON (750//)
source: screen jump button
tr: ekran değiştirme düğmesi

# MSG_CFGL_WINDOW_TITLEBAR_ICONIFY_BUTTON (751//)
source: iconify button
tr: simgeleştirme düğmesi

# MSG_CFGL_WINDOW_SIZEGADGET (752//)
source: Window size gadget is
tr: Pencere boyutlandırma gereci

# MSG_CFGL_WINDOW_SIZEGADGET_BOTTOM_BORDER (753//)
source: in bottom border
tr: alt kıyıda

# MSG_CFGL_WINDOW_SIZEGADGET_RIGHT_BORDER (754//)
source: in right border
tr: sağ kıyıda

# MSG_CFGL_WINDOW_SIZEGADGET_INVISIBLE (755//)
source: invisible
tr: görünmez

# MSG_CFGL_WINDOW_BORDER_SCROLLERS_OVERRIDE (756//)
source: (Border scrollers can override this setting)
tr: (Kıyı kaydırgaçları bu tanımlatıcıyı çiğneyebilir)

# MSG_CFGL_WINDOW_WINDOW_POSITIONS (757//)
source: Window positions are
tr: Pencere konumları

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_NOT_STORED (758//)
source: not stored
tr: saklanmaz

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_UNTIL_REBOOT (759//)
source: stored until reboot
tr: geçici olarak saklanır

# MSG_CFGL_WINDOW_WINDOW_POSITIONS_STORED_PERMANENTLY (760//)
source: stored permanently
tr: kalıcı olarak saklanır

# MSG_CFGL_CLIPBOARD (761//)
source: Clipboard
tr: Pano

# MSG_CFGL_SHOWMCC (762//)
source: More
tr: Daha

# MSG_CFGL_BUTTON_IMAGE_PRESSED (763//)
source: Pressed:
tr: Basılı:

# MSG_CFGL_IMAGES_USED_IMAGES (764//)
source: Used Images:
tr: Kullanılan Görseller:

# MSG_CFGL_IMAGES_FRAME_BACKGROUND (765//)
source: Frame & Background:
tr: Çerçeve & Art-alan:

# MSG_CFGL_IMAGES_AVAILABLE_IMAGES (766//)
source: Available images:
tr: Bulunan Görseller:

# MSG_CFGL_KEYBOARD_GADGETS (769//)
source: Gadgets
tr: Gereçler

# MSG_CFGL_KEYBOARD_WINDOWS (770//)
source: Windows
tr: Pencereler

# MSG_CFGL_KEYBOARD_CURSOR (771//)
source: Cursor
tr: İmleç

# MSG_CFGL_KEYBOARD_TEXTEDITING (772//)
source: Text editing
tr: Metin düzenleme

# MSG_KEYADJ_SAMPLE (773//)
source: Sample
tr: Örnek

# MSG_KEYADJ_ADD_KEY (774//)
source: Add another key
tr: Başka bir anahtar ekle

# MSG_KEYADJ_REMOVE_KEY (775//)
source: Remove this key
tr: Bu anahtarı sil

# MSG_KEYADJ_PRESS_KEY (776//)
source: <press key>
tr: <tuşa bas>

# MSG_CFGL_BUTTON_CYCLE_EXAMPLE_ENTRIES (777//)
source: entry 1|entry 2|entry 3|entry 4
tr: girdi 1|girdi 2|girdi 3|girdi 4

# MSG_CFGL_QUICKHELP_APPEAR_HELPKEY (778//)
source: when pressing
tr: bu kısayol tuşu basıldığında

# MSG_CFGL_LISTS_SCROLLBAR (780//)
source: Scrollbar
tr: Kaydırma-barı

# MSG_CFGL_STRINGS_POPBUTTON (781//)
source: Popbutton:
tr: Pop-up Düğmesi:

# MSG_CFGL_STRINGS_POPBUTTON_STYLES (782//)
source: beside|embedded
tr: yanında|içinde

# MSG_FRAMEADJ_NO_FRAME_IMAGES_FOUND (783//)
source: No frame images found in '%s'.
tr: '%s' içinde bir çerçeve imgesi bulunamadı.

# MSG_CFGL_KEY_DELETE (784//)
source: Delete:
tr: Sil:

# MSG_CFGL_KEY_BACKSPACE (785//)
source: Backspace:
tr: Geri boşluk:

# MSG_CFGL_KEY_CUT (786//)
source: Cut:
tr: Kes:

# MSG_CFGL_KEY_COPY (787//)
source: Copy:
tr: Kopyala:

# MSG_CFGL_KEY_PASTE (788//)
source: Paste:
tr: Yapıştır:

# MSG_CFGL_KEY_UNDO (789//)
source: Undo:
tr: Geri al:

# MSG_CFGL_KEY_REDO (790//)
source: Redo:
tr: Yeniden yap:

# MSG_CFGL_STRING_CONTAINER (791//)
source: Container:
tr: Çerçeve:

# MSG_CFGL_STRING_ACTIVATED (792//)
source: Activated:
tr: Etkin:

# MSG_CFGL_STRING_READONLY (793//)
source: Readonly:
tr: Salt-okunur:

# MSG_CFGL_STRING_CURSOR (794//)
source: Cursor:
tr: İmleç:

# MSG_CFGL_STRING_BLINKING (795//)
source: Blinking:
tr: Yanıp sönme:

# MSG_CFGL_STRING_COLOR (796//)
source: Color:
tr: Renk:

# MSG_CFGL_STRING_CURSOR_STYLES (797//)
source: block|vertical|horizontal
tr: blok|dikey|yatay

# MSG_CFGL_STRING_CURSOR_BLINKRATES (798//)
source: steady|50ms|100ms|150ms|200ms|250ms|300ms|350ms|400ms|450ms|500ms
tr: kapalı|50ms|100ms|150ms|200ms|250ms|300ms|350ms|400ms|450ms|500ms

# MSG_COLORRING_FAVORITE_COLORS_TITLE (799//)
source: Favorite colors:
tr: Favori renkler:

# MSG_STRING_CTX_TEXT (800//)
source: Text
tr: Metin

# MSG_STRING_CTX_TEXT_CUT (801//)
source: Cut
tr: Kes

# MSG_STRING_CTX_TEXT_COPY (802//)
source: Copy
tr: Kopyala

# MSG_STRING_CTX_TEXT_PASTE (803//)
source: Paste
tr: Yapıştır

# MSG_STRING_CTX_TEXT_EXTERNAL_EDIT (804//)
source: External edit...
tr: Harici düzenleyici...

# MSG_STRING_CTX_TEXT_INSERT_TEXT_FILE (805//)
source: Insert text file...
tr: İçe metin dosyası aktar...

# MSG_STRING_CTX_TEXT_WORD_WRAP (806//)
source: Word wrap?
tr: Sözcük kaydır?

# MSG_STRING_CTX_TEXT_IRC_STYLES (807//)
source: IRC styles
tr: IRC stilleri

# MSG_STRING_CTX_TEXT_IRC_STYLES_BOLD (808//)
source: Bold
tr: Kalın

# MSG_STRING_CTX_TEXT_IRC_STYLES_UNDERLINE (809//)
source: Underline
tr: Altıçizili

# MSG_STRING_CTX_TEXT_IRC_STYLES_INVERSE (810//)
source: Inverse
tr: Ters

# MSG_STRING_CTX_TEXT_IRC_STYLES_RESET (811//)
source: Reset
tr: Sıfırla

# MSG_STRING_CTX_TEXT_IRC_STYLES_BEEP (812//)
source: Beep
tr: Biple

# MSG_SA_DEPTHSLIDER_COLORMAPPED (813//)
source: %ld bit (%ld colors)
tr: %ld bit (%ld renk)

# MSG_SCREENMODEPANEL_8BIT (815//)
source: %ld bit (%ld colors)
tr: %ld bit (%ld renk)

# MSG_SCREENMODEPANEL_VALUE_TOO_SMALL (818//)
source: Value too small, valid range is from %ld to %ld.
tr: Değer çok küçük. Geçerli aralık: %ld - %ld.

# MSG_SCREENMODEPANEL_VALUE_TOO_LARGE (819//)
source: Value too large, valid range is from %ld to %ld.
tr: Değer fazla büyük. Geçerli aralık: %ld - %ld.

# MSG_SCREENMODEPANEL_MODE (820//)
source: \033bMode
tr: \033bKip

# MSG_SCREENMODEPANEL_COLORS (821//)
source: \033bColors
tr: \033bRenkler

# MSG_SCREENMODEPANEL_FREQUENCY (822//)
source: \033bFrequency
tr: \033bFrekans

# MSG_SCREENMODEPANEL_ID (823//)
source: \033bID
tr: \033bKimlik

# MSG_SCREENMODEPANEL_WIDTH (827//)
source: Width:
tr: Genişlik:

# MSG_SCREENMODEPANEL_HEIGHT (828//)
source: Height:
tr: Yükseklik:

# MSG_SCREENMODEPANEL_SIZE (829//)
source: Size:
tr: Boyut:

# MSG_SCREENMODEPANEL_DEFAULT (830//)
source: Default
tr: Varsayılan

# MSG_SCREENMODEPANEL_DEPTH (831//)
source: Depth:
tr: Derinlik:

# MSG_SCREENMODEPANEL_AUTOSCROLL (832//)
source: Autoscroll:
tr: Oto-Kaydır:

# MSG_SCREENMODEPANEL_OVERSCAN (833//)
source: Overscan:
tr: Boyut aşımı:

# MSG_SCREENMODEPANEL_OVERSCAN_TYPES (834//)
source: Text|Standard|Maximum|Video
tr: Metin|Standart|Azami|Video

# MSG_CFGL_GROUPS_XPOSITION_LEFT (835//)
source: Left
tr: Sol

# MSG_CFGL_GROUPS_XPOSITION_CENTER (836//)
source: Center
tr: Orta

# MSG_CFGL_GROUPS_XPOSITION_RIGHT (837//)
source: Right
tr: Sağ

# MSG_CFGL_GROUPS_YPOSITION_BELOW (838//)
source: Below
tr: Alt

# MSG_CFGL_GROUPS_YPOSITION_CENTER (839//)
source: Center
tr: Orta

# MSG_CFGL_GROUPS_YPOSITION_ABOVE (840//)
source: Above
tr: Üst

# MSG_CFGL_MCC_SCANNING (843//)
source: Scanning...
tr: Tarama...

# MSG_CFGL_FRAMEDGROUP_GROUP_TITLE (844//)
source: Framed Groups
tr: Çerçeveli Gruplar

# MSG_CFGL_FRAMEDGROUP_CONTAINER (845//)
source: Container
tr: Çerçeve

# MSG_CFGL_FRAMEDGROUP_PAGES (846//)
source: Pages
tr: Sayfalar

# MSG_CFGL_FRAMEDGROUP_TITLE (847//)
source: Title:
tr: Başlık:

# MSG_CFGL_FRAMEDGROUP_TITLE_POSITION (848//)
source: Position:
tr: Konum:

# MSG_CFGL_FRAMEDGROUP_TITLE_FONT (849//)
source: Font:
tr: Yazıtipi:

# MSG_CFGL_FRAMEDGROUP_SPACING (850//)
source: Spacing:
tr: Boşluklar:

# MSG_CFGL_FRAMEDGROUP_SPACING_HORIZ (851//)
source: Horizontal:
tr: Yatay:

# MSG_CFGL_FRAMEDGROUP_SPACING_VERT (852//)
source: Vertical:
tr: Dikey:

# MSG_CFGL_TABGROUP_GROUP_TITLE1 (853//)
source: Tab groups
tr: Sekme grupları

# MSG_CFGL_TABGROUP_GROUP_TITLE2 (854//)
source: Example
tr: Örnek

# MSG_CFGL_TABGROUP_GROUP_TITLE3 (855//)
source: Example
tr: Örnek

# MSG_CFGL_TABGROUP_CONTAINER (856//)
source: Container
tr: Çerçeve

# MSG_CFGL_TABGROUP_TITLE (857//)
source: Title:
tr: Başlık:

# MSG_CFGL_TABGROUP_POSITION (858//)
source: Position:
tr: Konum:

# MSG_CFGL_TABGROUP_FONT (859//)
source: Font:
tr: Yazıtipi:

# MSG_CFGL_TABGROUP_LAYOUT (860//)
source: Layout as
tr: Görünüm:

# MSG_CFGL_TABGROUP_LAYOUT_ROW (861//)
source: row
tr: dize

# MSG_CFGL_TABGROUP_LAYOUT_BUTTONS (862//)
source: buttons
tr: düğme

# MSG_CFGL_TABGROUP_LAYOUT_TABS (863//)
source: tabs
tr: sekme

# MSG_CFGL_TABGROUP_STRETCHING (864//)
source: Stretching:
tr: Uzatma:

# MSG_CFGL_TABGROUP_PAGE2_CONTENT (865//)
source: Example page 2
tr: Örnek sayfa 2

# MSG_CFGL_TABGROUP_PAGE3_CONTENT (866//)
source: Example page 3
tr: Örnek sayfa 3

# MSG_SA_LIST_DEFAULT_PUBSCREEN_TITLE (867//)
source: MUI Public Screen
tr: MUI Genel Ekranı

# MSG_CFGL_PROPKNOBSTYLE (868//)
source: Style:
tr: Stil:

# MSG_CFGL_PROPKNOBSTYLE_ENTRIES (869//)
source: None|Circle|Dots|Lines
tr: Yok|Daire|Noktalar|Çizgiler

# MSG_CFGB_PropKnobStyle (870//)
source: Additional markings on slider.
tr: Kaydırma çubuğunda ek imgeler.

# MSG_ABOUTPAGE_BUILD_INFO (871//)
source: Build:
tr: Derleme:

# MSG_ABOUTPAGE_BUILD_VERSION (872//)
source: Version:
tr: Sürüm:

# MSG_ABOUTPAGE_BUILD_DATE (873//)
source: Date:
tr: Tarih:

# MSG_POPMENU_SAVEAS (876//)
source: Save as...
tr: Farklı kaydet...

# MSG_CFGL_SETTINGS (877//)
source: Settings
tr: Ayarlar

# MSG_CFGL_SETTINGS_PRESET (878//)
source: Preset: %s
tr: Ön ayar: %s

# MSG_PENADJ_TITLE (879//)
source: Pen
tr: Boya kalemi

# MSG_FONTPANEL_FONT (880//)
source: \033bFont
tr: \033bYazıtipi

# MSG_FONTPANEL_FAMILY (881//)
source: \033bFamily
tr: \033bAile

# MSG_FONTPANEL_FAMILYNUMBER (882//)
source: \033bNr
tr: \033bNo

# MSG_FONTPANEL_ALL_FONTS (883//)
source: \033bAll Fonts
tr: \033bTüm Yazıtipleri

# MSG_FONTPANEL_FIXED_WIDTH_FONTS (884//)
source: \033bFixed Width
tr: \033bSabit Genişlikli

# MSG_FONTPANEL_BITMAP_FONTS (885//)
source: \033bBitmap
tr: \033bBitEşlem

# MSG_FONTPANEL_UNNAMED (886//)
source: unnamed:
tr: adsız:

# MSG_FONTPANEL_CTX_FONT_FAMILIES (887//)
source: Font families
tr: Yazıtipi aileleri

# MSG_FONTPANEL_CTX_CREATE_FAMILY (888//)
source: Create new family
tr: Yeni aile oluştur

# MSG_FONTPANEL_CTX_RENAME_FAMILY (889//)
source: Rename family '%s'
tr: '%s' ailesini yeniden adlandır

# MSG_FONTPANEL_CTX_DELETE_FAMILY (890//)
source: Delete family '%s'
tr: '%s' ailesini sil

# MSG_FONTPANEL_REQ_TITLE (891//)
source: Warning
tr: Uyarı

# MSG_FONTPANEL_DELETE_BUTTONS (892//)
source: Delete|*Cancel
tr: Sil|*İptal

# MSG_FONTPANEL_DELETE_QUESTION (893//)
source: The font family '%s' contains %ld entries. Do you really want to delete it?
tr: '%s' adlı yazıtipi ailesi %ld girdi içeriyor. Gerçekten silmek istiyor musunuz?

# MSG_FONTPANEL_FAMILIES_NEW (895//)
source: New
tr: Yeni

# MSG_FONTPANEL_FAMILIES_DELETE (896//)
source: Del
tr: Sil

# MSG_FONTPANEL_FAMILIES_RENAME (897//)
source: Ren
tr: Y.Ad

# MSG_FONTPANEL_PREVIEW (899//)
source: _Preview:
tr: _Önizleme:

# MSG_FONTPANEL_PREVIEW_ENTRIES (900//)
source: - off -|24 pt
tr: - kapalı-|24 pt

# MSG_FONTPANEL_SIZE (901//)
source: Size:
tr: Boyut:

# MSG_FONTPANEL_SIZE_ENTRIES (902//)
source: Absolute|Relative
tr: Mutlak|Nispi

# MSG_FONTPANEL_COLORS (903//)
source: Colors:
tr: Renkler:

# MSG_FONTPANEL_COLORS_TEXT (904//)
source: Text
tr: Metin

# MSG_FONTPANEL_COLORS_OUTLINE (905//)
source: Outline
tr: Kontur

# MSG_FONTPANEL_STYLE (906//)
source: Style:
tr: Stil:

# MSG_FONTPANEL_STYLE_BOLD (907//)
source: \033bBold
tr: \033bKalın

# MSG_FONTPANEL_STYLE_ITALIC (908//)
source: \033iItalic
tr: \033iItalik

# MSG_FONTPANEL_STYLE_UNDERLINE (909//)
source: \033uUnderline
tr: \033uAltı çizili

# MSG_FONTPANEL_STYLE_SHADOW (910//)
source: \033sShadow
tr: \033sGölge

# MSG_FONTPANEL_STYLE_OUTLINE (911//)
source: \033tOutline
tr: \033tKontur

# MSG_FONTPANEL_STYLE_PLAIN (912//)
source: Plain
tr: Yalın

# MSG_FONTPANEL_SAMPLE_TEXT (913//)
source: The quick brown fox jumps over the lazy dog. 1234567890
tr: Pijamalı hasta yağız şoföre çabucak güvendi. 1234567890

# MSG_FONTPANEL_FONT_DOES_NOT_EXIST (914//)
source: Font doesn't exist.
tr: Yazıtipi bulunamadı.

# MSG_BACKGROUNDADJ_DEFAULT_COLOR (915//)
source: Default color
tr: Varsayılan renk

# MSG_PANEL_OK (916//)
source: Ok
tr: Tamam

# MSG_PANEL_CANCEL (917//)
source: Cancel
tr: İptal

# MSG_FONTPANEL_ASL_TITLE (918//)
source: Select font
tr: Yazıtipi seç

# MSG_CFGL_MENU_POPUP (919//)
source: Popup menus
tr: Pop-up menüleri

# MSG_CFGL_MENU_POPUP_POSITION (920//)
source: Position:
tr: Konum:

# MSG_CFGL_MENU_POPUP_POSITION_ENTRIES (921//)
source: centered|top left
tr: ortalanmış|sol üst

# MSG_CFGB_Menu_PopupPosition (922//)
source: Position of popup menus relative to the mouse pointer.
tr: Pop-up menülerinin fare işaretçisine göre konumu.

# MSG_CFGL_MENU_POPUP_SELECTION_MODE (923//)
source: Selection mode:
tr: Seçim kipi:

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_AUTOMATIC (924//)
source: automatic
tr: otomatik
