Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos4/sdk/ppc-amigaos/locale/turkish.po
Languages: tr

# MSG_APPLICATION_STACK_CHECK_WARNING (1217//)
source: MUI application '%s' Process '%s' The stack size of %ld bytes is lower than the recommended minimum size of %ld bytes. Please raise the stack size to at least %ld bytes, otherwise the application might crash unexpectedly.
tr: MUI uygulaması '%s' Süreç '%s' %ld baytlık yığın boyutu, önerilen en az yığın boyutu %ld bayttan daha azdır. Lütfen yığın boyutunu en az %ld bayta yükseltiniz. Yoksa uygulama beklenmedik şekilde çakılabilir.

# MSG_STRING_CTX_TEXT_UNDO (1218//)
source: Undo
tr: Geri-al

# MSG_STRING_CTX_TEXT_REDO (1219//)
source: Redo
tr: Yine-yap

# MSG_STRING_CTX_TEXT_SELECTALL (1220//)
source: Select all
tr: Tümünü seç

# MSG_MUI_EXPIRES_SOON (1221//)
source: This version of MUI expires in %ld days. Please download an updated version from http://muidev.de
tr: MUI'nin bu sürümünün süresi %ld gün sonra dolacaktır. Lütfen http://muidev.de adresinden güncellenmiş bir sürüm indirin.

# MSG_MUI_EXPIRES_SOON_TITLE (1222//)
source: MUI expires soon
tr: MUI'nin süresi yakında dolacak.

# MSG_MUI_EXPIRES_SOON_BUTTONS (1223//)
source: Ok
tr: Tamam

# MSG_MUI_HAS_EXPIRED (1224//)
source: This version of MUI has expired. Please download an updated version from http://muidev.de
tr: MUI'nin bu sürümünün süresi doldu. Lütfen http://muidev.de adresinden güncellenmiş bir sürüm indirin.

# MSG_MUI_HAS_EXPIRED_TITLE (1225//)
source: MUI has expired
tr: MUI kullanım süresi sona erdi

# MSG_ABOUTPAGE_EXPIRE_DATE (1227//)
source: This build expires on %02ld-%s-%04ld
tr: Bu yapımın son kullanma tarihi: %02ld-%s-%04ld

# MSG_BRIGHTNESS_OFF (1228//)
source: off
tr: kapalı

# MSG_CFGL_LIST_COLUMN_HIGHLIGHTING (1229//)
source: Brightening:
tr: Parlatma:

# MSG_CFGB_ListRowStriping (1231//)
source: The striping effect will be applied to every second row of the list.
tr: Çizgileme listenin her ikinci satırına uygulanacaktır.

# MSG_CFGB_ListColumnHighlighting (1232//)
source: The highlighting effect will be applied to the currently sorted column of the list.
tr: Vurgulama listenin sıralanmakta olan sütununa uygulanacaktır.

# MSG_HYPERLINK_SAMPLES_ABOUT (1233//)
source: About \033b%s
tr: Hakkında \033b%s

# MSG_CFGL_MENU_POPUP_AISS (1234//)
source: AISS images:
tr: AISS görselleri:

# MSG_CFGL_MENU_POPUP_AISS_ENTRIES (1237//)
source: none|automatic|16px|24px
tr: hiçbiri|otomatik|16px|24px

# MSG_CFGB_Menu_PopupAISS (1238//)
source: Show AISS images in popup menus if they are provided by the application and define their size.
tr: Popup menülerde uygulamaca sunulan AISS görsellerini göster ve boyutlarını belirle.
