Repository: sacredbanana/AmigaSDK-gcc
Catalog: amigaos4/sdk/ppc-amigaos/locale/turkish.po
Languages: tr

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_STICKY (925//)
source: sticky
tr: yapışkan

# MSG_CFGL_MENU_POPUP_SELECTION_MODE_CLICK_HOLD (926//)
source: click & hold
tr: tıkla & basılı tut

# MSG_CFGL_MENU_GLOBAL (927//)
source: Global menus
tr: Genel menüler

# MSG_CFGL_MENU_GLOBAL_APPEARANCE (928//)
source: Appearance:
tr: Görünüm:

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ON_SCREEN_TITLEBAR (929//)
source: on screen titlebar
tr: ekran başlık-barında

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_BELOW_WINDOW_TITLEBAR (930//)
source: below window titlebar
tr: pencere başlık-barı altında

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_ABOVE_MOUSE_POINTER (931//)
source: above mouse pointer
tr: fare işaretçisi altında

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_POPUP_MENUS (932//)
source: like popup menus
tr: pop-up menüler gibi

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_LIKE_SYSTEM_MENUS (933//)
source: like system menus
tr: sistem menüleri gibi

# MSG_CFGL_MENU_EMBEDDED_FONT (937//)
source: Font:
tr: Yazıtipi:

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR (938//)
source: Separator:
tr: Ayıraç:

# MSG_CFGL_MENU_EMBEDDED_SEPARATOR_ENTRIES (939//)
source: none|bar|inverted bar
tr: yok|bar|ters bar

# MSG_CFGL_MENU_EMBEDDED_CONTAINER (940//)
source: Container:
tr: Çerçeve:

# MSG_CFGL_MENU_EMBEDDED_CURSOR (941//)
source: Cursor:
tr: İmleç:

# MSG_POPMENU_ALLOPTIONS_ALL_TITLE (942//)
source: All options
tr: Tüm seçenekler

# MSG_CFGL_MENU_EMBEDDED_ENABLE_MENU_BAR (943//)
source: Enable embedded menu bar
tr: Gömülü menü barını etkinleştir

# MSG_WINPOPUP_EMBEDDED_MENU_BAR (944//)
source: Embedded menu bar
tr: Gömülü menü barı

# MSG_VOLUMELIST_NAME (945//)
source: Name
tr: Ad

# MSG_VOLUMELIST_FULL (946//)
source: full
tr: dolu

# MSG_VOLUMELIST_FREE (947//)
source: free
tr: boş

# MSG_VOLUMELIST_USED (948//)
source: used
tr: kullanımda

# MSG_CFGL_MENU_GLOBAL_APPEARANCE_DISABLED (950//)
source: disabled
tr: devre dışı

# MSG_CFGL_STRINGS (951//)
source: Strings
tr: Metinler

# MSG_CFGL_BUTTON_LOOK (952//)
source: Look:
tr: Görünüm:

# MSG_CFGL_SLIDER_LOOK (953//)
source: Look:
tr: Görünüm:

# MSG_CFGL_GAUGE_LOOK (954//)
source: Look:
tr: Görünüm:

# MSG_BACKGROUNDADJ_SAME_AS_WINDOW (955//)
source: same as window
tr: pencere gibi

# MSG_CFGL_GHOSTED_GADGETS_GROUP_TITLE (956//)
source: Ghosted Gadgets
tr: Solgun Nesneler

# MSG_CFGL_DisabledPattern (957//)
source: Pattern:
tr: Desen:

# MSG_PATTERN_NONE (958//)
source: None
tr: Yok

# MSG_CFGL_DisabledVisibility (959//)
source: Visibility:
tr: Görünürlük:

# MSG_CFGL_QUICKHELP_APPEAR_HOLD_MOUSE (960//)
source: when holding mouse steady for
tr: fare bu kadar süre sabit tutulursa:

# MSG_WINPOPUP_JUMP_NEW (961//)
source: New
tr: Yeni

# MSG_SCREENSPACE_UNNAMED (962//)
source: (unnamed)
tr: (adsız)

# MSG_PUBSCREENPANEL_OPEN_WINDOWS_ON (963//)
source: Open windows on
tr: Pencereleri

# MSG_PUBSCREENPANEL_DEFAULT (964//)
source: default public screen (usually the Workbench)
tr: varsayılan genel ekranda (genellikle Workbench)

# MSG_PUBSCREENPANEL_FRONTMOST (965//)
source: frontmost public screen (on program startup)
tr: en öndeki genel ekranda (program başlangıcında)

# MSG_PUBSCREENPANEL_FOREIGN (966//)
source: foreign public screen named
tr: diğer genel ekranda :

# MSG_PUBSCREENPANEL_MUIDATABASE (967//)
source: customized public screen from MUI database:
tr: MUI veritabanındaki özelleştirilmiş genel ekranda:

# MSG_MUIREQUEST_TITLE (968//)
source: MUI Request
tr: MUI Onama

# MSG_MUIREQUEST_OK (969//)
source: Ok
tr: Tamam

# MSG_ABOUTBOX_OK (970//)
source: _Ok
tr: _Tamam

# MSG_ABOUTBOX_TITLE (971//)
source: About %s
tr: %s Hakkında

# MSG_ABOUTBOX_COPYRIGHT (972//)
source: Copyright
tr: Telif hakkı

# MSG_ABOUTBOX_ACKNOWLEDGEMENTS (973//)
source: Acknowledgements:
tr: Onaylar:

# MSG_ABOUTBOX_DOCUMENTATION (974//)
source: Documentation:
tr: Dokümantasyon:

# MSG_ABOUTBOX_GRAPHICS (975//)
source: Graphics:
tr: Grafikler:

# MSG_ABOUTBOX_ICONS (976//)
source: Icons:
tr: Simgeler:

# MSG_ABOUTBOX_ICON (977//)
source: Icon:
tr: Simge:

# MSG_ABOUTBOX_TRANSLATIONS (978//)
source: Translations:
tr: Çeviriler:

# MSG_ABOUTBOX_PROOFREADING (979//)
source: Proofreading:
tr: Gözden geçirme:

# MSG_ABOUTBOX_MUSIC (980//)
source: Music:
tr: Müzik:

# MSG_ABOUTBOX_PROGRAMMING (981//)
source: Programming:
tr: Programlama:

# MSG_ABOUTBOX_ADDITIONAL_PROGRAMMING (982//)
source: Additional programming:
tr: Ek programlama:

# MSG_ABOUTBOX_SOUND_EFFECTS (983//)
source: Sound effects:
tr: Ses efektleri:

# MSG_ABOUTBOX_THANKS_TO (984//)
source: Thanks to:
tr: Teşekkürler:

# MSG_ABOUTBOX_SPECIAL_THANKS_TO (985//)
source: Special thanks to:
tr: Özel teşekkürler:

# MSG_ABOUTBOX_WEB_SUPPORT (986//)
source: Web support:
tr: Web desteği:

# MSG_ABOUTBOX_DISCLAIMER (987//)
source: Disclaimer:
tr: Feragatname:

# MSG_ABOUTBOX_LICENSE (988//)
source: License:
tr: Yetkilendirme:

# MSG_CFGL_ACTIVE_GADGETS_GROUP_TITLE (991//)
source: Active Gadgets
tr: Etkin Gereçler

# MSG_CFGL_ACTIVE_GADGETS_FOCUS (992//)
source: Focus:
tr: Odaklan:

# MSG_CFGL_ACTIVE_GADGETS_BORDER (994//)
source: Border:
tr: Kıyı:

# MSG_BUSY_SAMPLE_BUSY_BAR (995//)
source: Sample Busy-Bar
tr: Örnek Yoğun-Barı

# MSG_BUSY_PREFERENCES (996//)
source: Preferences
tr: Tercihler

# MSG_BUSY_COLOR1 (997//)
source: Color 1:
tr: Renk 1:

# MSG_BUSY_COLOR2 (998//)
source: Color 2:
tr: Renk 2:

# MSG_BUSY_FRAME (999//)
source: Frame:
tr: Çerçeve:

# MSG_BUSY_STYLE (1000//)
source: Style:
tr: Stil:

# MSG_BUSY_STYLE_ENTRIES (1001//)
source: Old|Queue|Knight Rider|Star Trek|Psycho
tr: Eski|Sıra|Kara Şimşek|Uzay Yolu|Çılgın

# MSG_BUSY_DIRECTION (1002//)
source: Direction:
tr: Yön:

# MSG_BUSY_DIRECTION_ENTRIES (1003//)
source: Right / In|Left / Out
tr: Sağ / İçeri|Sol / Dışarı

# MSG_BUSY_SIZE (1004//)
source: Size:
tr: Boyut:

# MSG_BUSY_NUMBER (1005//)
source: Number:
tr: Sayı:

# MSG_BUSY_FADE (1006//)
source: Fade:
tr: Soldur:

# MSG_BUSY_FADE_NO_FADE (1007//)
source: No Fade!
tr: Soldurma Yok!

# MSG_BUSY_FADE_FORMAT (1009//)
source: %ld segments
tr: %ld bölüt

# MSG_BUSY_SPACE (1010//)
source: Space:
tr: Boşluk:

# MSG_BUSY_SPACE_NO_SPACE (1011//)
source: No Space!
tr: Boşluk Yok!

# MSG_BUSY_SPACE_FORMAT (1012//)
source: %ld pixels
tr: %ld piksel

# MSG_BUSY_SPEED (1013//)
source: Speed:
tr: Hız:

# MSG_BUSY_SPEED_WOWWW (1014//)
source: Wowww!
tr: Vauvvv!

# MSG_BUSY_SPEED_OFF (1015//)
source: OFF
tr: KAPALI

# MSG_LAMP_OFF (1017//)
source: Off:
tr: Kapalı:

# MSG_LAMP_OK (1018//)
source: Ok:
tr: Tamam:

# MSG_LAMP_WARNING (1019//)
source: Warning:
tr: Uyarı:

# MSG_LAMP_ERROR (1020//)
source: Error:
tr: Hata:

# MSG_LAMP_FATAL_ERROR (1021//)
source: Fatal error:
tr: Ölümcül hata:

# MSG_LAMP_PROCESSING (1022//)
source: Processing:
tr: İşliyor:

# MSG_LAMP_LOOKING_UP (1023//)
source: Looking up:
tr: Arıyor:

# MSG_LAMP_CONNECTING (1024//)
source: Connecting:
tr: Bağlanıyor:

# MSG_LAMP_SENDING_DATA (1025//)
source: Sending data:
tr: Veri gönderiyor:

# MSG_LAMP_RECEIVING_DATA (1026//)
source: Receiving data:
tr: Veri alıyor:

# MSG_LAMP_LOADING_DATA (1027//)
source: Loading data:
tr: Veri yüklüyor:

# MSG_LAMP_SAVING_DATA (1028//)
source: Saving data:
tr: Veri kaydediyor:

# MSG_LAMP_DEFAULT_COLORS (1029//)
source: Default colors
tr: Varsayılan renkler

# MSG_LAMP_LOOK (1030//)
source: Look:
tr: Görünüm:

# MSG_LAMP_SHAPE (1031//)
source: Shape:
tr: Biçim:

# MSG_LAMP_SHAPE_CLASSIC_BULB (1032//)
source: Classic bulb
tr: Klasik lamba

# MSG_LAMP_SHAPE_SQUARE (1033//)
source: Square
tr: Kare

# MSG_LAMP_FRAME_VISIBILITY (1034//)
source: Frame visibility:
tr: Çerçeve görünürlüğü:

# MSG_LAMP_SPECULAR_HIGHLIGHTS (1035//)
source: Specular highlights
tr: Vurgulamalar

# MSG_LAMP_SAMPLES (1036//)
source: Samples
tr: Örnekler

# MSG_BUSY_COLOR1_HELP (1037//)
source: The first color in Busy objects
tr: Meşgul nesnelerdeki ilk renk

# MSG_BUSY_COLOR2_HELP (1038//)
source: The last color in Busy objects
tr: Meşgul nesnelerdeki son renk

# MSG_BUSY_FRAME_HELP (1039//)
source: The frame of Busy objects
tr: Meşgul nesnelerin çerçevesi

# MSG_BUSY_STYLE_HELP (1040//)
source: Choose between different styles
tr: Farklı stillerden arasından seçin

# MSG_BUSY_DIRECTION_HELP (1041//)
source: Choose the direction
tr: Yönü seçin

# MSG_BUSY_SIZE_HELP (1042//)
source: Rectangle size in pixels
tr: Piksel olarak dikdörtgen boyutu

# MSG_BUSY_NUMBER_HELP (1043//)
source: Number of rectangles
tr: Dikdörtgen sayısı

# MSG_BUSY_FADE_HELP (1044//)
source: Number of rectangles which are used to fade
tr: Soldurma için kullanılan dikdörtgen sayısı

# MSG_BUSY_SPACE_HELP (1045//)
source: Number of pixels of space
tr: Boşluk piksel sayısı

# MSG_BUSY_SPEED_HELP (1046//)
source: The Busy objects are moved with this speed
tr: Meşgul nesneler bu hızda hareket ettirilir

# MSG_BUSY_SAMPLE_HELP (1047//)
source: The sample Busy object, reacts on preferences below
tr: Bu örnek Meşgul nesne, aşağıdaki tercihlere tepki verir

# MSG_CFGL_LIST_HSCROLLER_ENTRIES (1048//)
source: automatic|always|never
tr: otomatik|her zaman|hiçbir zaman

# MSG_CFGL_MENU_TITLES_ENTRIES (1049//)
source: normal|bold|3d
tr: normal|kalın|3b

# MSG_CFGL_DRAG_LOOK_ENTRIES (1050//)
source: always solid|ghosted on box|ghosted outside box|always ghosted
tr: her zaman katı|kutu üzerinde solgun|kutu dışında solgun|her zaman solgun

# MSG_LISTTREE_SAMPLE (1051//)
source: Sample
tr: Örnek

# MSG_LISTTREE_OPEN (1052//)
source: _Open
tr: _Aç

# MSG_LISTTREE_CLOSE (1053//)
source: _Close
tr: _Kapat

# MSG_LISTTREE_PREFERENCES (1054//)
source: Preferences
tr: Tercihler

# MSG_LISTTREE_RIGHT (1055//)
source: Right
tr: Sağ

# MSG_LISTTREE_DOWN (1056//)
source: Down
tr: Aşağı

# MSG_LISTTREE_LINES (1057//)
source: Lines
tr: Çizgiler

# MSG_LISTTREE_SHADOW (1058//)
source: Shadow
tr: Gölge

# MSG_LISTTREE_STYLE (1059//)
source: Style:
tr: Stil:

# MSG_LISTTREE_STYLE_ENTRIES (1060//)
source: Normal|Inserted|Lines|Win95|Mac|Lines3D|Padiavolo
tr: Normal|Girgin|Çizgiler|Win95|Mac|3BÇizgiler|Padiavolo

# MSG_LISTTREE_SPACE (1061//)
source: Space:
tr: Boşluk:

# MSG_LISTTREE_REMEMBER_STATUS (1062//)
source: Remember status
tr: Durumu hatırla

# MSG_LISTTREE_DISPLAY_OPENED (1063//)
source: Display opened
tr: Açılanı görüntüle

# MSG_LISTTREE_SAMPLE_HELP (1064//)
source: A Listtree object sample, reacts on preferences
tr: Tercihlere tepki veren bir Listtree nesnesi örneği.

# MSG_LISTTREE_OPEN_HELP (1065//)
source: Open all nodes
tr: Tüm çizgeleri aç

# MSG_LISTTREE_CLOSE_HELP (1066//)
source: Close all nodes
tr: Tüm çizgeleri kapat

# MSG_LISTTREE_RIGHT_HELP (1067//)
source: Image for a closed node
tr: Kapalı bir çizge için görsel

# MSG_LISTTREE_DOWN_HELP (1068//)
source: Image for an opened node
tr: Açık bir çizge için görsel

# MSG_LISTTREE_LINES_HELP (1069//)
source: Custom line color for styles 'Lines', 'Win95' and 'Lines3D"
tr: 'Çizgiler', 'Win95' ve '3BÇizgiler" stilleri için özel çizgi rengi

# MSG_LISTTREE_SHADOW_HELP (1070//)
source: Custom shadow color for style 'Lines3D'
tr: 'Lines3D' stili için özel gölge rengi

# MSG_LISTTREE_STYLE_HELP (1071//)
source: Choose between different display modes
tr: Farklı görüntü kipleri arasından seçin

# MSG_LISTTREE_SPACE_HELP (1072//)
source: Spacing between node image and text
tr: Çizge görseli ve metin arasındaki boşluk

# MSG_LISTTREE_REMEMBER_STATUS_HELP (1073//)
source: Closed nodes remember their children's states
tr: Kapalı çizgeler, alt çizgelerinin durumlarını hatırlar

# MSG_LISTTREE_DISPLAY_OPENED_HELP (1074//)
source: Adjust display position after opening a node
tr: Bir çizge açıldığında görüntüleme konumunu ayarlar

# MSG_LISTTREE_SAMPLE_NEWSGROUPS (1075//)
source: \033bNewsgroups
tr: \033bHaber-grupları

# MSG_LISTTREE_SAMPLE_FLAGS (1076//)
source: \033bFlags
tr: \033bBayraklar

# MSG_LISTTREE_SAMPLE_SUBSCRIBED (1077//)
source: subscribed
tr: abone

# MSG_URLTEXT_COLORS (1078//)
source: Colors
tr: Renkler

# MSG_URLTEXT_COLORS_OUT (1079//)
source: Out
tr: Dışında

# MSG_URLTEXT_COLORS_OVER (1080//)
source: Over
tr: Üzerinde

# MSG_URLTEXT_COLORS_VISITED (1081//)
source: Visited
tr: Ziyaret edilmiş

# MSG_URLTEXT_SETTINGS (1082//)
source: Settings
tr: Ayarlar

# MSG_URLTEXT_SETTINGS_UNDERLINE (1083//)
source: Underline
tr: Altı çizili

# MSG_URLTEXT_SETTINGS_FALLBACK (1084//)
source: Fallback
tr: Geridüşüm

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN (1085//)
source: Use visited pen
tr: Ziyaret edilmiş rengini kullan

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER (1086//)
source: Use hand mouse pointer
tr: Parmak fare imi kullan

# MSG_URLTEXT_FONT (1087//)
source: Font:
tr: Yazıtipi:

# MSG_URLTEXT_SAMPLES (1088//)
source: Samples
tr: Örnekler

# MSG_URLTEXT_COLORS_OUT_HELP (1089//)
source: Pen when the mouse is not over the link
tr: Fare bağlantının üzerinde değilken kullanılacak renk.

# MSG_URLTEXT_COLORS_OVER_HELP (1090//)
source: Pen when the mouse is over the link
tr: Fare bağlantının üzerindeyken kullanılacak renk.

# MSG_URLTEXT_COLORS_VISITED_HELP (1091//)
source: Pen for a visited link
tr: Ziyaret edilmiş bağlantı için renk

# MSG_URLTEXT_SETTINGS_UNDERLINE_HELP (1092//)
source: If selected the link is underlined
tr: Seçildiğinde bağlantılar altı çizili görüntülenir.

# MSG_URLTEXT_SETTINGS_FALLBACK_HELP (1093//)
source: Active even if OpenURL is not installed
tr: OpenURL kurulu olmasa dahi bağlantıyı etkinleştirir.

# MSG_URLTEXT_SETTINGS_USE_VISITED_PEN_HELP (1094//)
source: Use 'Visited' pen for a visited link
tr: Ziyaret edilmiş bir bağlantı için 'Ziyaret edilmiş' rengini kullanır.

# MSG_URLTEXT_SETTINGS_USE_HAND_MOUSE_POINTER_HELP (1095//)
source: Use "hand" mouse pointer when over an URL
tr: Bir bağlantının üzerindeyken "parmak" fare imlecini kullanır.

# MSG_URLTEXT_FONT_HELP (1096//)
source: The font to use
tr: Kullanılacak yazıtipi

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE (1097//)
source: Prefer URL: device
tr: URL: aygıtını tercih et

# MSG_URLTEXT_SETTINGS_PREFER_URL_DEVICE_HELP (1098//)
source: Prefer URL: device over openurl.library
tr: openurl.library yerine URL: aygıtını tercih eder

# MSG_URLTEXT_MENU_GOTO_URL (1099//)
source: Goto URL...
tr: URL'ye git...

# MSG_URLTEXT_MENU_COPY_TO_CLIPBOARD (1100//)
source: Copy URL to clipboard
tr: URL'yi panoya kopyala

# MSG_URLTEXT_MENU_ADD_TO_CMANAGER (1101//)
source: Add URL to CManager
tr: URL'yi CManager'e ekle

# MSG_URLTEXT_MENU_OPENURL_PREFS (1102//)
source: OpenURL prefs...
tr: OpenURL tercihleri...

# MSG_URLTEXT_MENU_URL_PREFS (1103//)
source: URL: prefs...
tr: URL: tercihleri...

# MSG_COLORRING_FAVCOLORS_BLACK (1104//)
source: black
tr: siyah

# MSG_COLORRING_FAVCOLORS_WHITE (1105//)
source: white
tr: beyaz

# MSG_COLORRING_FAVCOLORS_GREY (1106//)
source: grey
tr: gri

# MSG_COLORRING_FAVCOLORS_RED (1107//)
source: red
tr: kırmızı

# MSG_COLORRING_FAVCOLORS_GREEN (1108//)
source: green
tr: yeşil

# MSG_COLORRING_FAVCOLORS_BLUE (1109//)
source: blue
tr: mavi

# MSG_COLORRING_FAVCOLORS_CYAN (1110//)
source: cyan
tr: cam göbeği

# MSG_COLORRING_FAVCOLORS_MAGENTA (1111//)
source: magenta
tr: eflatun

# MSG_COLORRING_FAVCOLORS_YELLOW (1112//)
source: yellow
tr: sarı

# MSG_CFGL_OBJECT_POINTER_TYPES (1113//)
source: Object pointer types
tr: Nesne imleci çeşitleri

# MSG_CFGB_ObjectPointerTypes (1114//)
source: Enable usage of per object mouse pointer types.
tr: Nesneye göre fare imleci kullanımını etkinleştir.

# MSG_ABOUTBOX_REGISTERED_TO (1115//)
source: Registered to:
tr: Kayıtlı kullanıcı:

# MSG_ABOUTBOX_VERSION (1116//)
source: Version
tr: Sürüm

# MSG_ABOUTBOX_BUILD (1117//)
source: Build
tr: Derleme

# MSG_CFGL_LIST_ROWSTRIPING (1131//)
source: Striping:
tr: Çizgileme:

# MSG_PSI_CLI_OUTOFMEMORY (1134//)
source: Out of memory (20).
tr: Bellek yetersiz (20).

# MSG_PSI_CLI_NOMUIMASTER (1135//)
source: Failed to open muimaster.library V20 (20).
tr: muimaster.library açılamadı V20 (20).

# MSG_PSI_CLI_NOSCREENSPACE (1136//)
source: Failed to obtain screenspace object (20).
tr: Ekran-uzayı nesnesi edinilemedi (20).

# MSG_PSI_CLI_SCREENOPENED (1137//)
source: Screen opened (0).
tr: Ekran açıldı (0).

# MSG_PSI_CLI_SCREENOPENFAILED (1138//)
source: Failed to open screen (5).
tr: Ekran açılamadı (5).

# MSG_PSI_CLI_SCREENCLOSED (1139//)
source: Screen closed (0).
tr: Ekran kapatıldı (0).

# MSG_PSI_CLI_SCREENCLOSEFAILED (1140//)
source: Failed to close screen (5).
tr: Ekran kapatılamadı (5).

# MSG_PSI_CLI_SYNTAXERROR (1141//)
source: Syntax Error in command line (10).
tr: Komut satırında Söz-Dizimi Hatası (10).

# MSG_PSI_CLI_SCREENNOTFOUND (1142//)
source: Screen not found (5).
tr: Ekran bulunamadı (5).

# MSG_CFGB_TabFont (1143//)
source: Font used for title of tabbed groups.
tr: Sekme gruplarının başlıkları için kullanılacak renk.

# MSG_CFGB_TabTitlePos (1144//)
source: Position of tabbed groups title texts.
tr: Sekme gruplarının başlık metninin konumu.

# MSG_TITLE_NO_TITLE (1145//)
source: no title
tr: başlıksız

# MSG_PREFS_REQ_REGISTERURL (1146//)
source: To obtain a key file for MUI please order it online here: %s
tr: MUI için bir anahtar dosyası edinmek istiyorsanız lütfen buradan çevrimiçi sipariş verin: %s

# MSG_CFGL_TABGROUP_HIDE_SINGLE (1147//)
source: Hide single tabs
tr: Tekli sekmeleri gizle

# MSG_CFGB_TabHideSingle (1148//)
source: Hide the tab group if just a single tab is to be shown.
tr: Yalnızca tek bir sekme görüntülenecekse sekme grubunu gizler.

# MSG_CFGL_TABGROUP_HOVER_EFFECT (1149//)
source: Hover effect:
tr: Üzerinde durma efekti:

# MSG_CFGB_TabHover (1150//)
source: Highlight the tab being hovered by the mouse.
tr: Fare ile üzerinde durulan sekmeyi aydınlatır.

# MSG_CFGL_KEY_MARKING_QUALIFIER (1151//)
source: Marking:
tr: İşaretleme:

# MSG_CFGB_MarkingQualifier (1155//)
source: The text contents will be marked if this qualifier key is pressed together with the cursor keys.
tr: Bu niteleyici tuşa ok tuşlarıyla birlikte basılırsa metin içeriği işaretlenecektir.

# MSG_LISTTREE_RIGHT_TITLE (1156//)
source: Adjust image for closed nodes
tr: Kapanmış çizgeler için görseli ayarlayın.

# MSG_LISTTREE_DOWN_TITLE (1157//)
source: Adjust image for opened nodes
tr: Açılmış çizgeler için görseli ayarlayın

# MSG_CFGL_FAILED_TO_CREATE_PREFS_CLASS (1158//)
source: Failed to create preferences class.
tr: Tercihler sınıfı yaratılamadı.

# MSG_ABOUT_SUPPORT (1164//)
source: Support:
tr: Destek:

# MSG_BACKGROUNDADJ_IMAGE (1165//)
source: Image:
tr: Görsel:

# MSG_BACKGROUNDADJ_IMAGE_BUILTIN (1166//)
source: Builtin
tr: Dahili

# MSG_BUGTRACKER_INFO (1167//)
source: If you encounter bugs in MUI then please do not hesitate to report them in the bugtracker.
tr: Eğer MUI'de herhangi bir böcek ile karşılaşırsanız, lütfen böcekizleyici ile rapor etmekten çekinmeyin.

# MSG_BUGTRACKER_NAME (1168//)
source: MUI bugtracker
tr: MUI böcekizleyici

# MSG_STRING_INSERT_TEXT_FILE (1169//)
source: Insert text file
tr: Metin dosyası ekle

# MSG_APPLICATION_STACK_CHECK_TITLE (1170//)
source: MUI warning
tr: MUI uyarısı

# MSG_APPLICATION_STACK_CHECK_BUTTONS (1172//)
source: Continue nevertheless|Exit immediately
tr: Buna rağmen devam et|Hemen çıkış yap

# MSG_REDRAW_TASK_MISMATCH_TITLE (1173//)
source: MUI_Redraw() task mismatch
tr: MUI_Redraw() görev uyuşmazlığı

# MSG_REDRAW_TASK_MISMATCH_WARNING (1174//)
source: MUI application '%s' MUI_Redraw(0x%08lx, 0x%08lx) was called from task 0x%08lx '%s' instead of the application's main task! This is a violation of basic MUI rules!
tr: '%s' MUI uygulaması MUI_Redraw(0x%08lx, 0x%08lx), uygulamasının ana görevi yerine 0x%08lx '%s' görevinden çağrıldı! Bu, temel MUI kurallarının bir ihlalidir!

# MSG_REDRAW_TASK_MISMATCH_BUTTONS (1175//)
source: Ok|Ignore this task
tr: Tamam|Bu görevi yok say

# MSG_CFGL_VISUALPREFS_COLORS (1176//)
source: VisualPrefs colors
tr: VisualPrefs renkleri

# MSG_CFGB_VisualPrefsColors (1177//)
source: Prefer the enhanced color settings of VisualPrefs over fixed MagicWB colors. This setting only becomes effective if VisualPrefs is configured to patch the application's screen.
tr: VisualPrefs'in gelişmiş renk tanımlatıcılarını, sabit MagicWB renklerine yeğle. Bu tanımlatıcı yalnızca VisualPrefs, uygulamanın ekranını yamalaması için yapılandırıldığında etkilidir.

# MSG_CFGL_STRING_MARKED_TEXT (1179//)
source: Marked text:
tr: İşaretli metin:

# MSG_CFGL_STRING_MARKING (1180//)
source: Marking:
tr: İşaretleme:

# MSG_CFGL_WINDOW_CONTENTS (1181//)
source: Window contents
tr: Pencere içeriği

# MSG_CFGL_WINDOW_REFRESH_TYPE (1182//)
source: Refresh type
tr: Tazeleme türü

# MSG_CFGL_WINDOW_REFRESH_TYPE_SMART (1183//)
source: smart
tr: akıllı

# MSG_CFGL_WINDOW_REFRESH_TYPE_SIMPLE (1184//)
source: simple
tr: basit

# MSG_HYPERLINK_COLORS (1185//)
source: Colors
tr: Renkler

# MSG_HYPERLINK_COLORS_PRESSED (1187//)
source: Pressed:
tr: Basılı:

# MSG_HYPERLINK_COLORS_MOUSE_OVER_HYPERLINK (1188//)
source: Mouse over hyperlink:
tr: Fare üst-bağlantı üzerinde:

# MSG_HYPERLINK_TEXTFORMATTING (1189//)
source: Text formatting
tr: Metin biçemleme

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE (1190//)
source: The hyperlink is underlined
tr: Üst-bağlantının altı çizilsin:

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_ALWAYS (1191//)
source: always
tr: her zaman

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_MOUSE_OVER_HYPERLINK (1192//)
source: when mouse is over the hyperlink
tr: fare üst-bağlantının üzerindeyken

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_NEVER (1193//)
source: never
tr: hiçbir zaman

# MSG_HYPERLINK_SETTINGS (1194//)
source: Settings
tr: Tanımlatıcılar

# MSG_HYPERLINK_SAMPLES (1195//)
source: Samples
tr: Örnekler

# MSG_HYPERLINK_SAMPLES_GOTO_HTTP (1196//)
source: Go to \033b%s
tr: \033b%s\033n adresine git

# MSG_HYPERLINK_SAMPLES_WRITE_MAIL (1197//)
source: Write mail to \033b%s
tr: \033b%s\033n adresine e-posta yaz

# MSG_HYPERLINK_SAMPLES_OPEN (1198//)
source: Open \033b%s
tr: \033b%s\033n nesnesini aç

# MSG_HYPERLINK_SAMPLES_LAUNCH (1199//)
source: Launch \033b%s
tr: \033b%s\033n programını çalıştır

# MSG_HYPERLINK_COLORS_NORMAL_HELP (1200//)
source: Text color when the mouse is not over the hyperlink
tr: Fare üst-bağlantı üzerinde değilken metin rengi

# MSG_HYPERLINK_COLORS_PRESSED_HELP (1201//)
source: Text color when the hyperlink is being pressed
tr: Üst-bağlantı basılıyken metin rengi

# MSG_HYPERLINK_COLORS_MOUSE_OVER_LINK_HELP (1202//)
source: Text color when the mouse is over the hyperlink
tr: Fare üst-bağlantı üzerindeyken metin rengi

# MSG_HYPERLINK_TEXTFORMATTING_UNDERLINE_HELP (1203//)
source: Choose when the hyperlink will be underlined
tr: Üst-bağlantının ne zaman altı-çizili olacağını seçin

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE (1204//)
source: Prefer URL: device
tr: URL: aygıtını tercih et

# MSG_HYPERLINK_SETTINGS_PREFER_URL_DEVICE_HELP (1205//)
source: Prefer URL: device over openurl.library
tr: openurl.library yerine URL: aygıtını tercih et

# MSG_HYPERLINK_MENU_FOLLOW_URI (1207//)
source: Follow URI...
tr: URI'yi takip et...

# MSG_HYPERLINK_MENU_COPY_URI_TO_CLIPBOARD (1208//)
source: Copy URI to clipboard
tr: URI'yi panoya kopyala

# MSG_HYPERLINK_MENU_OPENURL_PREFS (1209//)
source: OpenURL prefs...
tr: OpenURL tercihleri...

# MSG_HYPERLINK_MENU_URL_PREFS (1210//)
source: URL: prefs...
tr: URL: tercihleri...

# MSG_HYPERLINK_FAILURE_URL_DEVICE (1211//)
source: Failed to follow the URI '%s': URL: device not mounted
tr: '%s' URI'si takip edilemedi: URL: aygıtı bağlı değil

# MSG_HYPERLINK_FAILURE_OPENURL (1212//)
source: Failed to follow the URI '%s': Unable to open openurl.library V7+
tr: '%s' URI'si takip edilemedi: openurl.library V7+ açılamıyor

# MSG_HYPERLINK_FAILURE_BUTTON (1213//)
source: *Ok
tr: *Tamam

# MSG_WINPOPUP_HELP (1214//)
source: Help...
tr: Yardım...

# MSG_ABOUT_HIDE_MCCS (1215//)
source: Hide
tr: Gizle
